# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2012, 2016
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 
# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N SA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

# Administrative message
# {0} is a Java variable name for a character encoding, such as 'UTF-8'
error.unsupported.char.encoding=CLFRN1154E: \u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u062a\u0643\u0648\u064a\u062f \u062d\u0631\u0648\u0641 \u0644\u0627 \u064a\u062a\u0645 \u062f\u0639\u0645\u0647 \u0641\u064a \u062a\u0648\u0635\u064a\u0641 vcard: {0}

#config related

error.initializing.extension.config=CLFRN1157E: \u062d\u062f\u062b\u062a \u0623\u062e\u0637\u0627\u0621 \u0623\u062b\u0646\u0627\u0621 \u0627\u0639\u062f\u0627\u062f \u062a\u0648\u0635\u064a\u0641 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0627\u0644\u0645\u0645\u064a\u0632\u0629 \u0644\u0644\u0627\u062d\u0642\u0629 \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641. 

error.uilayoutvalidation.unknown_attribute=CLFRN1156E: {0}: \u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u062e\u0627\u0635\u064a\u0629 \u0645\u0645\u064a\u0632\u0629 \u0641\u064a \u062a\u0648\u0635\u064a\u0641 \u0627\u0644\u0634\u0643\u0644 \u0627\u0644\u0639\u0627\u0645 \u0644\u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u063a\u064a\u0631 \u0645\u062a\u0627\u062d\u0629 \u0641\u064a \u062a\u0648\u0635\u064a\u0641 \u0646\u0645\u0648\u0630\u062c \u0628\u064a\u0627\u0646\u0627\u062a \u200fprofiles-config.xml\u200f\u200e.  \u064a\u062c\u0628 \u0623\u0646 \u062a\u0643\u0648\u0646 \u0627\u0644\u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0645\u0645\u064a\u0632\u0629 \u0645\u062a\u0627\u062d\u0629 \u0641\u064a \u062a\u0648\u0635\u064a\u0641 \u0646\u0645\u0648\u0630\u062c \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0644\u064a\u062a\u0645 \u0627\u0636\u0627\u0641\u062a\u0647\u0627 \u0627\u0644\u0649 \u0627\u0644\u0634\u0643\u0644 \u0627\u0644\u0639\u0627\u0645 \u0644\u0648\u0627\u062c\u0647\u0629 \u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646.  \u0627\u0633\u0645 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0627\u0644\u0645\u0645\u064a\u0632\u0629 \u0647\u0648: {1}
error.uilayoutvalidation.attribute_not_editable=CLFRN1155E: {0}: \u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u062e\u0627\u0635\u064a\u0629 \u0645\u0645\u064a\u0632\u0629 \u062a\u0645 \u062a\u0639\u0644\u064a\u0645\u0647\u0627 \u0639\u0644\u0649 \u0623\u0646\u0647 \u064a\u0645\u0643\u0646 \u062a\u062d\u0631\u064a\u0631\u0647\u0627 \u0641\u064a \u062a\u0648\u0635\u064a\u0641 \u0627\u0644\u0634\u0643\u0644 \u0627\u0644\u0639\u0627\u0645 \u0644\u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644\u060c \u0644\u0643\u0646 \u0644\u0645 \u064a\u062a\u0645 \u062a\u0639\u0644\u064a\u0645\u0647\u0627 \u0639\u0644\u0649 \u0623\u0646\u0647 \u064a\u0645\u0643\u0646 \u062a\u062d\u0631\u064a\u0631\u0647\u0627 \u0641\u064a \u062a\u0648\u0635\u064a\u0641 \u0646\u0645\u0648\u0630\u062c \u0628\u064a\u0627\u0646\u0627\u062a \u200fprofiles-config.xml\u200f\u200e. \u0627\u0633\u0645 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0627\u0644\u0645\u0645\u064a\u0632\u0629 \u0647\u0648: {1}
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1160E: {0}: \u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u062e\u0627\u0635\u064a\u0629 \u0645\u0645\u064a\u0632\u0629 \u062a\u0645 \u062a\u0639\u0644\u064a\u0645\u0647\u0627 \u0639\u0644\u0649 \u0623\u0646\u0647\u0627 \u0645\u062c\u0627\u0644 "richtext" \u0641\u064a \u062a\u0648\u0635\u064a\u0641 \u0627\u0644\u0634\u0643\u0644 \u0627\u0644\u0639\u0627\u0645 \u0644\u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644\u060c \u0644\u0643\u0646 \u0644\u0645 \u064a\u062a\u0645 \u062a\u0639\u0644\u064a\u0645\u0647\u0627 \u0639\u0644\u0649 \u0623\u0646\u0647\u0627 \u0645\u062c\u0627\u0644 "richtext" \u0641\u064a \u062a\u0648\u0635\u064a\u0641 \u0646\u0645\u0648\u0630\u062c \u0628\u064a\u0627\u0646\u0627\u062a \u200fprofiles-config.xml\u200f\u200e. \u0627\u0633\u0645 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0627\u0644\u0645\u0645\u064a\u0632\u0629 \u0647\u0648: {1}
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1159E: {0}: \u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u062e\u0627\u0635\u064a\u0629 \u0645\u0645\u064a\u0632\u0629 \u0644\u0644\u0627\u062d\u0642\u0629 \u0641\u064a \u062a\u0648\u0635\u064a\u0641 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u062a\u0639\u062f \u062e\u0627\u0635\u064a\u0629 \u0645\u0645\u064a\u0632\u0629 \u0644\u0644\u0627\u062d\u0642\u0629 "xml-blob". \u0642\u062f \u0644\u0627 \u064a\u062a\u0645 \u0639\u0631\u0636 \u0627\u0644\u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0645\u0645\u064a\u0632\u0629 \u0644\u0644\u0627\u062d\u0642\u0627\u062a \u0647\u0630\u0647 \u0641\u064a \u062a\u0648\u0635\u064a\u0641 \u0627\u0644\u0634\u0643\u0644 \u0627\u0644\u0639\u0627\u0645 \u0644\u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644. \u0643\u0648\u062f \u0627\u0644\u0644\u0627\u062d\u0642\u0629 \u0641\u064a \u0627\u0644\u0637\u0644\u0628 \u0647\u0648:  {1}

error.invalidUrlPattern=CLFRN1158E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u062d\u0644 \u0646\u0645\u0648\u0630\u062c \u0639\u0646\u0648\u0627\u0646 URL \u063a\u064a\u0631 \u0627\u0644\u0635\u062d\u064a\u062d {0}.

warning.config.invalidAclString=CLFRN1277W: \u0627\u0639\u062f\u0627\u062f requireAcl \u063a\u064a\u0631 \u0635\u062d\u064a\u062d \u0644\u062a\u0635\u0631\u0641 \u0628\u0637\u0627\u0642\u0629 biz: {0}.  \u0645\u062c\u0645\u0648\u0639\u0629 \u062d\u0631\u0648\u0641 \u0627\u0639\u062f\u0627\u062f Acl \u0647\u064a: {1}.
warning.config.unknownAclSetting=CLFRN1278W: \u0627\u0639\u062f\u0627\u062f feature/acl \u063a\u064a\u0631 \u0645\u0639\u0631\u0648\u0641 \u0644\u062a\u0635\u0631\u0641 \u0628\u0637\u0627\u0642\u0629 biz: {0}.  \u0645\u062c\u0645\u0648\u0639\u0629 \u062d\u0631\u0648\u0641 \u0627\u0639\u062f\u0627\u062f Acl \u0647\u064a: {1}.
warning.config.noAclString=CLFRN1340W: \u0644\u0645 \u064a\u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u0627\u0639\u062f\u0627\u062f requireAcl \u0627\u0644\u062e\u0627\u0635 \u0628\u062a\u0635\u0631\u0641 \u0628\u0637\u0627\u0642\u0629 biz: {0}.
warning.config.validAclString=CLFRN1339W: \u0627\u0639\u062f\u0627\u062f requireAcl \u0635\u062d\u064a\u062d \u0644\u062a\u0635\u0631\u0641 \u0628\u0637\u0627\u0642\u0629 biz: {0}.  \u0645\u062c\u0645\u0648\u0639\u0629 \u062d\u0631\u0648\u0641 \u0627\u0639\u062f\u0627\u062f Acl \u0647\u064a: {1}.

#Highway related : Highway is the name of an internal component (not translated) 

error.initializing.highway=CLFRN1345E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0639\u062f\u0627\u062f \u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u0648\u062d\u062f\u0629 \u0627\u0644\u062a\u0627\u0628\u0639\u0629 \u0644\u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0649 Highway \u0644\u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641.  

# {0} is a string (name of a profile attribute); {1} is the numeric string ID of the organization.
error.setting.highway.value=CLFRN1344E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u062d\u062f\u064a\u062f \u0642\u064a\u0645\u0629 {0} \u0641\u064a Highway \u0644\u0644\u0645\u0624\u0633\u0633\u0629 {1}.
error.getting.highway.value=CLFRN1346E: \u062d\u062f\u062b \u062e\u0637\u0623 \u062f\u0627\u062e\u0644\u064a \u0623\u062b\u0646\u0627\u0621 \u0627\u062d\u0636\u0627\u0631 \u0642\u064a\u0645\u0629 {0} \u0645\u0646  Highway \u0644\u0644\u0645\u0624\u0633\u0633\u0629 {1}.
error.getting.highway.null.value=CLFRN1347E: \u0642\u064a\u0645\u0629 {0} \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0631\u062c\u0627\u0639\u0647\u0627 \u0645\u0646 Highway \u0644\u0644\u0645\u0624\u0633\u0633\u0629 {1} \u0635\u0641\u0631\u064a\u0629.
