# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2012, 2016
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 
# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N SA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

# Administrative message
# {0} is a Java variable name for a character encoding, such as 'UTF-8'
error.unsupported.char.encoding=CLFRN1154E: \u041d\u0435\u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u043d\u043e \u0448\u0438\u0444\u0440\u043e\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0438\u043c\u0432\u043e\u043b\u0438 \u0432 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 vcard: {0}.

#config related

error.initializing.extension.config=CLFRN1157E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u043d\u0438\u0446\u0438\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u043d\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b. 

error.uilayoutvalidation.unknown_attribute=CLFRN1156E: {0}: \u041d\u0430\u043c\u0435\u0440\u0435\u043d \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u0432 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441, \u043a\u043e\u0439\u0442\u043e \u043d\u0435 \u043f\u0440\u0438\u0441\u044a\u0441\u0442\u0432\u0430 \u0432 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u043c\u043e\u0434\u0435\u043b \u043d\u0430 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438 profiles-config.xml.  \u0410\u0442\u0440\u0438\u0431\u0443\u0442\u0438\u0442\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u0440\u0438\u0441\u044a\u0441\u0442\u0432\u0430\u0442 \u0432 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u043c\u043e\u0434\u0435\u043b\u0430 \u0437\u0430 \u0434\u0430\u043d\u043d\u0438, \u0437\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u0438 \u043a\u044a\u043c \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441.  \u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0430 \u0435: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1155E: {0}: \u041d\u0430\u043c\u0435\u0440\u0435\u043d \u0435 \u0430\u0442\u0440\u0438\u0431\u0443\u0442, \u043a\u043e\u0439\u0442\u043e \u0435 \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d \u043a\u0430\u0442\u043e \u043f\u043e\u043f\u0440\u0430\u0432\u0438\u043c \u0432 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441, \u043d\u043e \u043d\u0435 \u0435 \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d \u043a\u0430\u0442\u043e \u043f\u043e\u043f\u0440\u0430\u0432\u0438\u043c \u0432 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u043c\u043e\u0434\u0435\u043b \u0437\u0430 \u0434\u0430\u043d\u043d\u0438 profiles-config.xml. \u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0430 \u0435: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1160E: {0} \u041d\u0430\u043c\u0435\u0440\u0435\u043d \u0435 \u0430\u0442\u0440\u0438\u0431\u0443\u0442, \u043a\u043e\u0439\u0442\u043e \u0435 \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d \u043a\u0430\u0442\u043e RTF \u0432\u044a\u0432 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441, \u043d\u043e \u043d\u0435 \u0435 \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d \u043a\u0430\u0442\u043e RTF \u043f\u043e\u043b\u0435 \u0432 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u043c\u043e\u0434\u0435\u043b \u0437\u0430 \u0434\u0430\u043d\u043d\u0438 profiles-config.xml. \u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0430 \u0435: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1159E: {0} \u041d\u0430\u043c\u0435\u0440\u0435\u043d \u0435 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u043d\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435 \u0432 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441, \u043a\u043e\u0439\u0442\u043e \u0435 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u043d\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435 xml-blob. \u0410\u0442\u0440\u0438\u0431\u0443\u0442\u0438\u0442\u0435 \u043d\u0430 \u0442\u043e\u0432\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0435 \u0441\u0435 \u043f\u043e\u043a\u0430\u0436\u0430\u0442 \u0432 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441. \u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0432\u044a\u043f\u0440\u043e\u0441\u043d\u043e\u0442\u043e \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435 \u0435: {1}

error.invalidUrlPattern=CLFRN1158E: \u041d\u0435 \u043c\u043e\u0436\u0430 \u0434\u0430 \u0441\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0438 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u0435\u043d \u043c\u043e\u0434\u0435\u043b \u043d\u0430 URL \u0430\u0434\u0440\u0435\u0441 {0}.

warning.config.invalidAclString=CLFRN1277W: \u041d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430 \u043d\u0438\u0448\u043a\u0430 \u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u0437\u0430 requireAcl \u0437\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u0437\u0430 \u0432\u0438\u0437\u0438\u0442\u043a\u0430: {0}.  \u041d\u0438\u0448\u043a\u0430\u0442\u0430 \u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u043d\u0430 Acl \u0435: {1}.
warning.config.unknownAclSetting=CLFRN1278W: \u041d\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043d\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u044f/acl \u043a\u043e\u043c\u0431\u0438\u043d\u0430\u0446\u0438\u044f \u0437\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u0437\u0430 \u0432\u0438\u0437\u0438\u0442\u043a\u0430: {0}.  \u041d\u0438\u0448\u043a\u0430\u0442\u0430 \u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u043d\u0430 Acl \u0435: {1}.
warning.config.noAclString=CLFRN1340W: \u041d\u0435 \u0441\u0435 \u043d\u0430\u043c\u0435\u0440\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u0437\u0430 requireAcl \u0437\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u0437\u0430 \u0432\u0438\u0437\u0438\u0442\u043a\u0430: {0}.
warning.config.validAclString=CLFRN1339W: \u0412\u0430\u043b\u0438\u0434\u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u043d\u0430 requireAcl \u0437\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u0437\u0430 \u0432\u0438\u0437\u0438\u0442\u043a\u0430: {0}.  \u041d\u0438\u0448\u043a\u0430\u0442\u0430 \u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430 \u043d\u0430 Acl \u0435: {1}.

#Highway related : Highway is the name of an internal component (not translated) 

error.initializing.highway=CLFRN1345E: \u0418\u043c\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u043d\u0438\u0446\u0438\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043a\u043b\u0438\u0435\u043d\u0442 \u0441 \u0432\u0440\u0435\u043c\u0435 \u0437\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 Highway \u0437\u0430 Profiles.  

# {0} is a string (name of a profile attribute); {1} is the numeric string ID of the organization.
error.setting.highway.value=CLFRN1344E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0432\u044a\u0442\u0440\u0435\u0448\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 {0} \u0432 Highway \u0437\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f {1}.
error.getting.highway.value=CLFRN1346E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0432\u044a\u0442\u0440\u0435\u0448\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 {0} \u043e\u0442 Highway \u0437\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f {1}.
error.getting.highway.null.value=CLFRN1347E: \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 {0}, \u0432\u044a\u0440\u043d\u0430\u0442\u043e \u043e\u0442 Highway \u0437\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f {1}, \u0435 \u0441 \u043f\u0440\u0430\u0437\u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442.
