# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2012, 2016
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 
# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N SA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

# Administrative message
# {0} is a Java variable name for a character encoding, such as 'UTF-8'
error.unsupported.char.encoding=CLFRN1154E: Se ha encontrado una codificaci\u00f3n de caracteres no soportada en la configuraci\u00f3n de vcard: {0}.

#config related

error.initializing.extension.config=CLFRN1157E: Se ha producido un error al inicializar la configuraci\u00f3n del atributo de ampliaci\u00f3n del perfil. 

error.uilayoutvalidation.unknown_attribute=CLFRN1156E: {0}: Se ha encontrado un atributo en la configuraci\u00f3n de dise\u00f1o de la UI que no est\u00e1 presente en la configuraci\u00f3n del modelo de datos profiles-config.xml.  Los atributos deben estar presentes en la configuraci\u00f3n del modelo de datos para que se a\u00f1adan al dise\u00f1o de la UI.  El nombre del atributo es: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1155E: {0}: Se ha encontrado un atributo marcado como editable en la configuraci\u00f3n de dise\u00f1o de la UI, pero no est\u00e1 marcado como editable en la configuraci\u00f3n del modelo de datos profiles-config.xml. El nombre del atributo es: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1160E: {0}: Se ha encontrado un atributo marcado como un campo "richtext" en la configuraci\u00f3n de dise\u00f1o de la UI, pero no est\u00e1 marcado como campo "richtext" en el modelo de datos profiles-config.xml. El nombre del atributo es: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1159E: {0}: Se ha encontrado un atributo de ampliaci\u00f3n en la configuraci\u00f3n de la UI que es un atributo de ampliaci\u00f3n "xml-blob". Estos atributos de ampliaci\u00f3n pueden no aparecer en la configuraci\u00f3n de dise\u00f1o de la UI. El ID de ampliaci\u00f3n en cuesti\u00f3n es: {1}.

error.invalidUrlPattern=CLFRN1158E: No se ha podido resolver el patr\u00f3n URL no v\u00e1lido {0}.

warning.config.invalidAclString=CLFRN1277W: La serie requireAcl de la acci\u00f3n biz card no es v\u00e1lida: {0}.  La serie Acl es: {1}.
warning.config.unknownAclSetting=CLFRN1278W: Combinaci\u00f3n de caracter\u00edstica/acl desconocida para la acci\u00f3n biz card: {0}.  La serie Acl es: {1}.
warning.config.noAclString=CLFRN1340W: No ha encontrado el valor requireAcl para la acci\u00f3n biz card: {0}.
warning.config.validAclString=CLFRN1339W: Valor requireAcl v\u00e1lido para la acci\u00f3n biz card: {0}.  La serie Acl es: {1}.

#Highway related : Highway is the name of an internal component (not translated) 

error.initializing.highway=CLFRN1345E: Se ha producido un error al inicializar el cliente de tiempo de ejecuci\u00f3n de Highway para Perfiles.  

# {0} is a string (name of a profile attribute); {1} is the numeric string ID of the organization.
error.setting.highway.value=CLFRN1344E: Se ha producido un error interno mientras se establec\u00eda el valor de {0} en la Highway de la organizaci\u00f3n {1}.
error.getting.highway.value=CLFRN1346E: Se ha producido un error interno mientras se obten\u00eda el valor de {0} desde la Highway de la organizaci\u00f3n {1}.
error.getting.highway.null.value=CLFRN1347E: El valor de {0} devuelto desde la Highway para la organizaci\u00f3n {1} es NULO.
