# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2012, 2016
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 
# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N SA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

# Administrative message
# {0} is a Java variable name for a character encoding, such as 'UTF-8'
error.unsupported.char.encoding=CLFRN1154E: V konfiguraci vizitky vCard bylo nalezeno nepodporovan\u00e9 k\u00f3dov\u00e1n\u00ed znak\u016f: {0}.

#config related

error.initializing.extension.config=CLFRN1157E: Do\u0161lo k chyb\u011b p\u0159i inicializaci konfigurace atributu roz\u0161\u00ed\u0159en\u00ed profilu. 

error.uilayoutvalidation.unknown_attribute=CLFRN1156E: {0}: V konfiguraci rozvr\u017een\u00ed u\u017eivatelsk\u00e9ho rozhran\u00ed byl nalezen atribut, kter\u00fd nen\u00ed uveden v konfiguraci datov\u00e9ho modelu v souboru profiles-config.xml. Atributy mus\u00ed b\u00fdt uvedeny v konfiguraci datov\u00e9ho modelu, aby mohly b\u00fdt p\u0159id\u00e1ny do rozvr\u017een\u00ed u\u017eivatelsk\u00e9ho rozhran\u00ed. N\u00e1zev atributu: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1155E: {0}: V konfiguraci rozvr\u017een\u00ed u\u017eivatelsk\u00e9ho rozhran\u00ed byl nalezen atribut, kter\u00fd je ozna\u010den jako upravovateln\u00fd, v konfiguraci datov\u00e9ho modelu v souboru profiles-config.xml v\u0161ak jako upravovateln\u00fd ozna\u010den nen\u00ed. N\u00e1zev atributu: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1160E: {0}: V konfiguraci rozvr\u017een\u00ed u\u017eivatelsk\u00e9ho rozhran\u00ed byl nalezen atribut, kter\u00fd je ozna\u010den jako pole "richtext", v datov\u00e9m modelu v souboru profiles-config.xml v\u0161ak jako pole "richtext" ozna\u010den nen\u00ed. N\u00e1zev atributu: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1159E: {0}: V konfiguraci u\u017eivatelsk\u00e9ho rozhran\u00ed byl nalezen atribut roz\u0161\u00ed\u0159en\u00ed, kter\u00fd je atributem roz\u0161\u00ed\u0159en\u00ed "xml-blob". Je mo\u017en\u00e9, \u017ee se tyto atributy roz\u0161\u00ed\u0159en\u00ed v konfiguraci rozvr\u017een\u00ed u\u017eivatelsk\u00e9ho rozhran\u00ed nezobraz\u00ed. P\u0159\u00edslu\u0161n\u00e9 ID roz\u0161\u00ed\u0159en\u00ed: {1}.

error.invalidUrlPattern=CLFRN1158E: Nebyl rozpozn\u00e1n neplatn\u00fd vzorek adresy URL {0}.

warning.config.invalidAclString=CLFRN1277W: Neplatn\u00fd \u0159et\u011bzec nastaven\u00ed requireAcl pro akci vizitky: {0}. \u0158et\u011bzec nastaven\u00ed seznamu \u0159\u00edzen\u00ed p\u0159\u00edstupu: {1}.
warning.config.unknownAclSetting=CLFRN1278W: Nezn\u00e1m\u00e1 kombinace funkce a seznamu ACL pro akci vizitky: {0}. \u0158et\u011bzec nastaven\u00ed seznamu \u0159\u00edzen\u00ed p\u0159\u00edstupu: {1}.
warning.config.noAclString=CLFRN1340W: Nelze naj\u00edt nastaven\u00ed requireAcl pro akci vizitky: {0}.
warning.config.validAclString=CLFRN1339W: Platn\u00e9 nastaven\u00ed requireAcl pro akci vizitky: {0}. \u0158et\u011bzec nastaven\u00ed seznamu \u0159\u00edzen\u00ed p\u0159\u00edstupu: {1}.

#Highway related : Highway is the name of an internal component (not translated) 

error.initializing.highway=CLFRN1345E: Do\u0161lo k chyb\u011b p\u0159i inicializaci b\u011bhov\u00e9ho klienta Highway pro Profily. 

# {0} is a string (name of a profile attribute); {1} is the numeric string ID of the organization.
error.setting.highway.value=CLFRN1344E: Do\u0161lo k intern\u00ed chyb\u011b p\u0159i nastavov\u00e1n\u00ed hodnoty pro {0} v produktu Highway pro organizaci {1}.
error.getting.highway.value=CLFRN1346E: Do\u0161lo k intern\u00ed chyb\u011b p\u0159i z\u00edsk\u00e1v\u00e1n\u00ed hodnoty pro {0} z produktu Highway pro organizaci {1}.
error.getting.highway.null.value=CLFRN1347E: Polo\u017eka {0} vr\u00e1cen\u00e1 z produktu Highway pro organizaci {1} m\u00e1 hodnotu NULL.
