# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2012, 2016
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 
# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N SA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

# Administrative message
# {0} is a Java variable name for a character encoding, such as 'UTF-8'
error.unsupported.char.encoding=CLFRN1154E: V konfigur\u00e1cii vizitky vCard sa na\u0161lo nepodporovan\u00e9 k\u00f3dovanie znakov: {0}.

#config related

error.initializing.extension.config=CLFRN1157E: Nastala chyba pri inicializovan\u00ed konfigur\u00e1cie atrib\u00fatov roz\u0161\u00edrenia profilu. 

error.uilayoutvalidation.unknown_attribute=CLFRN1156E: {0}: V konfigur\u00e1cii rozlo\u017eenia pou\u017e\u00edvate\u013esk\u00e9ho rozhrania sa na\u0161iel atrib\u00fat, ktor\u00fd sa nenach\u00e1dza v konfigur\u00e1cii d\u00e1tov\u00e9ho modelu profiles-config.xml.  Atrib\u00faty sa musia nach\u00e1dza\u0165 v konfigur\u00e1cii d\u00e1tov\u00e9ho modelu, aby sa dali prida\u0165 do rozlo\u017eenia pou\u017e\u00edvate\u013esk\u00e9ho rozhrania.  N\u00e1zov atrib\u00fatu je: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1155E: {0}: V konfigur\u00e1cii rozlo\u017eenia pou\u017e\u00edvate\u013esk\u00e9ho rozhrania sa na\u0161iel atrib\u00fat, ktor\u00fd je ozna\u010den\u00fd ako upravite\u013en\u00fd, ale nie je ozna\u010den\u00fd ako upravite\u013en\u00fd v konfigur\u00e1cii d\u00e1tov\u00e9ho modelu profiles-config.xml. N\u00e1zov atrib\u00fatu je: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1160E: {0}: V konfigur\u00e1cii rozlo\u017eenia pou\u017e\u00edvate\u013esk\u00e9ho rozhrania sa na\u0161iel atrib\u00fat, ktor\u00fd je ozna\u010den\u00fd ako pole \u201erichtext\u201c, ale nie je ozna\u010den\u00e9 ako pole \u201erichtext\u201c v d\u00e1tovom modeli profiles-config.xml. N\u00e1zov atrib\u00fatu je: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1159E: {0}: V konfigur\u00e1cii pou\u017e\u00edvate\u013esk\u00e9ho rozhrania sa na\u0161iel atrib\u00fat, ktor\u00fd je atrib\u00fatom roz\u0161\u00edrenia \u201exml-blob\u201c. Tieto atrib\u00faty roz\u0161\u00edrenia sa nemusia zobrazi\u0165 v konfigur\u00e1cii rozlo\u017eenia pou\u017e\u00edvate\u013esk\u00e9ho rozhrania. ID s\u00favisiaceho roz\u0161\u00edrenia je: {1}.

error.invalidUrlPattern=CLFRN1158E: Nebolo mo\u017en\u00e9 interpretova\u0165 neplatn\u00fd vzor adresy URL {0}.

warning.config.invalidAclString=CLFRN1277W: Neplatn\u00fd re\u0165azec nastavenia requireAcl pre akciu vizitky: {0}.  Re\u0165azec nastavenia zoznamu ACL je: {1}.
warning.config.unknownAclSetting=CLFRN1278W: Nezn\u00e1ma kombin\u00e1cia komponentu/acl pre akciu vizitky: {0}.  Re\u0165azec nastavenia zoznamu ACL je: {1}.
warning.config.noAclString=CLFRN1340W: Nena\u0161lo sa nastavenie requireAcl pre akciu vizitky: {0}.
warning.config.validAclString=CLFRN1339W: Platn\u00e9 nastavenie requireAcl pre akciu vizitky: {0}.  Re\u0165azec nastavenia zoznamu ACL je: {1}.

#Highway related : Highway is the name of an internal component (not translated) 

error.initializing.highway=CLFRN1345E: Nastala chyba pri inicializovan\u00ed runtime klienta komponentu Highway pre aplik\u00e1ciu Profily.  

# {0} is a string (name of a profile attribute); {1} is the numeric string ID of the organization.
error.setting.highway.value=CLFRN1344E: Nastala intern\u00e1 chyba po\u010das nastavovania hodnoty {0} v komponente Highway pre organiz\u00e1ciu {1}.
error.getting.highway.value=CLFRN1346E: Nastala intern\u00e1 chyba po\u010das z\u00edskavania hodnoty {0} z komponentu Highway pre organiz\u00e1ciu {1}.
error.getting.highway.null.value=CLFRN1347E: Hodnota {0} vr\u00e1ten\u00e1 z komponentu Highway pre organiz\u00e1ciu {1} je NULL.
