# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2012, 2016
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 
# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N SA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

# Administrative message
# {0} is a Java variable name for a character encoding, such as 'UTF-8'
error.unsupported.char.encoding=CLFRN1154E: Nepodr\u017eano kodiranje znakova je prona\u0111eno u vcard konfiguraciji: {0}.

#config related

error.initializing.extension.config=CLFRN1157E: Do\u0161lo je do gre\u0161ke prilikom inicijalizacije konfiguracije atributa profila pro\u0161irenja. 

error.uilayoutvalidation.unknown_attribute=CLFRN1156E: {0}: U konfiguraciji rasporeda korisni\u010dkog interfejsa je prona\u0111en atribut koji nije prisutan u konfiguraciji modela podataka profiles-config.xml.  Atributi moraju biti prisutni u konfiguraciji modela podataka da bi bili dodati u raspored korisni\u010dkog interfejsa.  Ime atributa je: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1155E: {0}: U konfiguraciji korisni\u010dkog interfejsa je prona\u0111en atribut koji je ozna\u010den kao da mo\u017ee da se ure\u0111uje, ali koji nije tako ozna\u010den u konfiguraciji modela podataka profiles-config.xml. Ime atributa je: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1160E: {0}: U konfiguraciji korisni\u010dkog interfejsa je prona\u0111en atribut koji je ozna\u010den kao polje \u201eoboga\u0107eni tekst\u201c, ali koji nije tako ozna\u010den u konfiguraciji modela podataka profiles-config.xml. Ime atributa je: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1159E: {0}: U konfiguraciji korisni\u010dkog interfejsa je prona\u0111en atribut pro\u0161irenja koji je \u201exml-blob\u201c atribut pro\u0161irenja. Ovi atributi pro\u0161irenja se mo\u017eda ne\u0107e pojaviti u konfiguraciji rasporeda korisni\u010dkog interfejsa. ID datog pro\u0161irenja je: {1}.

error.invalidUrlPattern=CLFRN1158E: Nije mogu\u0107e re\u0161iti obrazac neva\u017ee\u0107eg URL-a {0}.

warning.config.invalidAclString=CLFRN1277W: Neva\u017ee\u0107a niska requireAcl postavke za radnju vezanu za vizitkartu: {0}.  Niska Acl postavke je: {1}.
warning.config.unknownAclSetting=CLFRN1278W: Nepoznata kombinacija funkcije/acl-a za radnju vezanu za vizitkartu: {0}.  Niska Acl postavke je: {1}.
warning.config.noAclString=CLFRN1340W: Nije prona\u0111ena requireAcl postavka za radnju vezanu za vizitkartu: {0}.
warning.config.validAclString=CLFRN1339W: Va\u017ee\u0107a requireAcl postavka za radnju vezanu za vizitkartu: {0}.  Niska Acl postavke je: {1}.

#Highway related : Highway is the name of an internal component (not translated) 

error.initializing.highway=CLFRN1345E: Do\u0161lo je do gre\u0161ke prilikom inicijalizacije Highway klijenta za vreme izvr\u0161avanja za Profile.  

# {0} is a string (name of a profile attribute); {1} is the numeric string ID of the organization.
error.setting.highway.value=CLFRN1344E: Do\u0161lo je do interne gre\u0161ke prilikom postavljanja vrednosti za {0} u usluzi Highway za organizaciju {1}.
error.getting.highway.value=CLFRN1346E: Do\u0161lo je do interne gre\u0161ke prilikom preuzimanja vrednosti za {0} iz usluge Highway za organizaciju {1}.
error.getting.highway.null.value=CLFRN1347E: {0} koji je Highway vratio za organizaciju {1} je bez vrednosti.
