# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2012, 2016
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 
# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N SA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

# Administrative message
# {0} is a Java variable name for a character encoding, such as 'UTF-8'
error.unsupported.char.encoding=CLFRN1154E: \u00cen configura\u0163ia vcard a fost g\u0103sit\u0103 o codare de caracter nesuportat\u0103: {0}.

#config related

error.initializing.extension.config=CLFRN1157E: A fost o eroare la ini\u0163ializarea configura\u0163iei atributului pentru extensia profilului. 

error.uilayoutvalidation.unknown_attribute=CLFRN1156E: {0}: \u00cen configura\u0163ia dispunerii UI a fost g\u0103sit un atribut care nu este prezent \u00een configura\u0163ia pentru modelul de date profiles-config.xml.  Atributele trebuie s\u0103 fie prezente \u00een configura\u0163ia modelului de date pentru a putea fi ad\u0103ugate \u00een dispunerea UI.  Numele atributului este: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1155E: {0}: \u00cen configura\u0163ia dispunerii UI a fost g\u0103sit un atribut care este marcat ca editabil, dar care nu este marcat ca editabil \u00een configura\u0163ia modelului de date profiles-config.xml. Numele atributului este: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1160E: {0}: \u00cen configura\u0163ia dispunerii UI a fost g\u0103sit un atribut care este marcat ca un c\u00e2mp "rich-text", dar nu este marcat astfel \u00een modelul de date profiles-config.xml. Numele atributului este: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1159E: {0}: \u00cen configura\u0163ia UI a fost g\u0103sit un atribut extensie care este un atribut extensie "xml-blob". Aceste atribute extensie ar putea s\u0103 apar\u0103 \u00een configura\u0163ia dispunerii UI. ID-ul extinderii \u00een cauz\u0103 este: {1}.

error.invalidUrlPattern=CLFRN1158E: Nu s-a putut rezolva tiparul URL-ului invalid {0}.

warning.config.invalidAclString=CLFRN1277W: \u015eir de setare requireAcl invalid pentru ac\u0163iunea c\u0103r\u0163ii de vizit\u0103: {0}.  \u015eirul pentru setarea Acl este: {1}.
warning.config.unknownAclSetting=CLFRN1278W: Combina\u0163ie necunoscut\u0103 caracteristic\u0103/acl pentru ac\u0163iunea c\u0103r\u0163ii de vizit\u0103: {0}.  \u015eirul pentru setarea Acl este: {1}.
warning.config.noAclString=CLFRN1340W: Nu s-a g\u0103sti setarea requireAcl pentru ac\u0163iunea c\u0103r\u0163ii de vizit\u0103: {0}.
warning.config.validAclString=CLFRN1339W: Setare requireAcl valid\u0103 pentru ac\u0163iunea c\u0103r\u0163ii de vizit\u0103: {0}.  \u015eirul pentru setarea Acl este: {1}.

#Highway related : Highway is the name of an internal component (not translated) 

error.initializing.highway=CLFRN1345E: A existat o eroare la ini\u0163ializarea clientului runtime Highway pentru Profiles.  

# {0} is a string (name of a profile attribute); {1} is the numeric string ID of the organization.
error.setting.highway.value=CLFRN1344E: A ap\u0103rut o eroare intern\u0103 \u00een timpul set\u0103rii valorii {0} din Highway pentru organiza\u0163ia {1}.
error.getting.highway.value=CLFRN1346E: A ap\u0103rut o eroare intern\u0103 \u00een timpul ob\u0163inerii valorii {0} din Highway pentru organiza\u0163ia {1}.
error.getting.highway.null.value=CLFRN1347E: Valorea de {0} returnat\u0103 din Highway pentru organiza\u0163ia {1} este NULL.
