# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2012, 2015
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 
# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N SA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

# Administrative message
# {0} is a Java variable name for a character encoding, such as 'UTF-8'
error.unsupported.char.encoding=CLFRN1154E: Nepodr\u017eano kodiranje znakova je prona\u0111eno u vcard konfiguraciji: {0}.

#config related

error.initializing.extension.config=CLFRN1157E: Desila se gre\u0161ka kod inicijalizacije konfiguracije atributa pro\u0161irenja profila. 

error.uilayoutvalidation.unknown_attribute=CLFRN1156E: {0}: Na\u0111en je atribut u konfiguraciji UI izgleda kojeg nema u konfiguraciji profiles-config.xml modela podataka.  Atributi moraju da budu prisutni u konfiguraciji modela podataka da bi se dodali u izgled korisni\u010dkog interfejsa.  Ime atributa je: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1155E: {0}: Na\u0111en je atribut koji je ozna\u010den da se mo\u017ee ure\u0111ivati u konfiguraciji UI izgleda, ali nije tako ozna\u010den u profiles-config.xml modelu podataka. Ime atributa je: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1160E: {0}: Na\u0111en je atribut koji je ozna\u010den kao "richtext" polje u konfiguraciji UI izgleda, ali nije ozna\u010den kao "richtext" polje u profiles-config.xml modelu podataka. Ime atributa je: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1159E: {0}: Na\u0111en je atribut pro\u0161irenja u UI konfiguraciji koji je "xml-blob" atribut pro\u0161irenja. Ovi atributi pro\u0161irenja mo\u017eda ne\u0107e da se poka\u017eu u konfiguraciji izgleda korisni\u010dkog interfejsa. ID pro\u0161irenja o kojem se radi je: {1}.

error.invalidUrlPattern=CLFRN1158E: Ne mo\u017ee da se rije\u0161i neva\u017ee\u0107i URL uzorak {0}.

warning.config.invalidAclString=CLFRN1277W: Neva\u017ee\u0107i niz znakova postavke requireAcl za akciju biz kartice: {0}.  Niz ACL postavke je: {1}.
warning.config.unknownAclSetting=CLFRN1278W: Nepoznata funkcija/acl kobinacija za akciju biz kartice: {0}.  Niz ACL postavke je: {1}.
warning.config.noAclString=CLFRN1340W: Ne mo\u017ee da se prona\u0111e postavka requireAcl za akciju biz kartice: {0}.
warning.config.validAclString=CLFRN1339W: Va\u017ee\u0107a postavka requireAcl za akciju biz kartice: {0}.  Niz ACL postavke je: {1}.

#Highway related : Highway is the name of an internal component (not translated) 

error.initializing.highway=CLFRN1345E: Do\u0161lo je do gre\u0161ke kod inicijalizacije Highway runtime klijenta za Profile.  

# {0} is a string (name of a profile attribute); {1} is the numeric string ID of the organization.
error.setting.highway.value=CLFRN1344E: Dogodila se interna gre\u0161ka kod pode\u0161avanja vrijednosti {0} u Highwayu za organizaciju {1}.
error.getting.highway.value=CLFRN1346E: Dogodila se interna gre\u0161ka kod dohvatanja vrijednosti {0} iz Highwaya za organizaciju {1}.
error.getting.highway.null.value=CLFRN1347E: Vrijednost {0} vra\u0107ena iz Highwaya za organizaciju {1} je NULL.
