# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2012, 2016
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 
# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N SA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

# Administrative message
# {0} is a Java variable name for a character encoding, such as 'UTF-8'
error.unsupported.char.encoding=CLFRN1154E: Vcard \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0441\u044b\u043d\u0434\u0430 \u049b\u043e\u043b\u0434\u0430\u0443\u044b \u0436\u043e\u049b \u0442\u0430\u04a3\u0431\u0430 \u043a\u043e\u0434\u044b \u0442\u0430\u0431\u044b\u043b\u0434\u044b: {0}.

#config related

error.initializing.extension.config=CLFRN1157E: \u041f\u0440\u043e\u0444\u0438\u043b\u044c \u043a\u0435\u04a3\u0435\u0439\u0442\u0456\u043c\u0456\u043d\u0456\u04a3 \u0442\u04e9\u043b\u0441\u0438\u043f\u0430\u0442\u044b \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0441\u044b\u043d \u0431\u0430\u043f\u0442\u0430\u043d\u0434\u044b\u0440\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. 

error.uilayoutvalidation.unknown_attribute=CLFRN1156E: {0}: UI \u043e\u0440\u043d\u0430\u043b\u0430\u0441\u0443\u044b\u043d\u044b\u04a3 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0441\u044b\u043d\u0434\u0430 profiles-config.xml \u0434\u0435\u0440\u0435\u043a\u0442\u0435\u0440 \u04af\u043b\u0433\u0456\u0441\u0456\u043d\u0456\u04a3 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0441\u044b\u043d\u0434\u0430 \u0436\u043e\u049b \u0442\u04e9\u043b\u0441\u0438\u043f\u0430\u0442 \u0442\u0430\u0431\u044b\u043b\u0434\u044b.  UI \u043e\u0440\u043d\u0430\u043b\u0430\u0441\u0443\u044b\u043d\u0430 \u049b\u043e\u0441\u044b\u043b\u0443 \u04af\u0448\u0456\u043d, \u0442\u04e9\u043b\u0441\u0438\u043f\u0430\u0442\u0442\u0430\u0440 \u0434\u0435\u0440\u0435\u043a\u0442\u0435\u0440 \u04af\u043b\u0433\u0456\u0441\u0456\u043d\u0456\u04a3 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0441\u044b \u0442\u04af\u0440\u0456\u043d\u0434\u0435 \u0431\u043e\u043b\u0443 \u043a\u0435\u0440\u0435\u043a.  \u0422\u04e9\u043b\u0441\u0438\u043f\u0430\u0442\u0442\u044b\u04a3 \u0430\u0442\u044b: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1155E: {0}: UI \u043e\u0440\u043d\u0430\u043b\u0430\u0441\u0443\u044b\u043d\u044b\u04a3 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0441\u044b\u043d\u0434\u0430 \u04e9\u04a3\u0434\u0435\u043b\u0435\u0442\u0456\u043d \u0434\u0435\u043f \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u043d\u0433\u0435\u043d, \u0431\u0456\u0440\u0430\u049b profiles-config.xml \u0434\u0435\u0440\u0435\u043a\u0442\u0435\u0440 \u04af\u043b\u0433\u0456\u0441\u0456\u043d\u0456\u04a3 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0441\u044b\u043d\u0434\u0430 \u04e9\u04a3\u0434\u0435\u043b\u0435\u0442\u0456\u043d \u0434\u0435\u043f \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u043d\u0431\u0435\u0433\u0435\u043d \u0442\u04e9\u043b\u0441\u0438\u043f\u0430\u0442 \u0442\u0430\u0431\u044b\u043b\u0434\u044b. \u0422\u04e9\u043b\u0441\u0438\u043f\u0430\u0442\u0442\u044b\u04a3 \u0430\u0442\u044b: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1160E: {0}: UI \u043e\u0440\u043d\u0430\u043b\u0430\u0441\u0443\u044b\u043d\u044b\u04a3 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0441\u044b\u043d\u0434\u0430 "richtext" \u04e9\u0440\u0456\u0441\u0456 \u0434\u0435\u043f \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u043d\u0433\u0435\u043d, \u0431\u0456\u0440\u0430\u049b profiles-config.xml \u0434\u0435\u0440\u0435\u043a\u0442\u0435\u0440 \u04af\u043b\u0433\u0456\u0441\u0456\u043d\u0456\u04a3 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0441\u044b\u043d\u0434\u0430 "richtext" \u04e9\u0440\u0456\u0441\u0456 \u0434\u0435\u043f \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u043d\u0431\u0435\u0433\u0435\u043d \u0442\u04e9\u043b\u0441\u0438\u043f\u0430\u0442 \u0442\u0430\u0431\u044b\u043b\u0434\u044b. \u0422\u04e9\u043b\u0441\u0438\u043f\u0430\u0442\u0442\u044b\u04a3 \u0430\u0442\u044b: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1159E: {0}: UI \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0441\u044b\u043d\u0434\u0430 "xml-blob" \u043a\u0435\u04a3\u0435\u0439\u0442\u0456\u043c \u0442\u04e9\u043b\u0441\u0438\u043f\u0430\u0442\u044b \u0431\u043e\u043b\u044b\u043f \u0442\u0430\u0431\u044b\u043b\u0430\u0442\u044b\u043d \u043a\u0435\u04a3\u0435\u0439\u0442\u0456\u043c \u0442\u04e9\u043b\u0441\u0438\u043f\u0430\u0442\u044b \u0442\u0430\u0431\u044b\u043b\u0434\u044b. \u0411\u04b1\u043b \u043a\u0435\u04a3\u0435\u0439\u0442\u0456\u043c \u0442\u04e9\u043b\u0441\u0438\u043f\u0430\u0442\u0442\u0430\u0440\u044b UI \u043e\u0440\u043d\u0430\u043b\u0430\u0441\u0443\u044b\u043d\u044b\u04a3 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0441\u044b\u043d\u0434\u0430 \u043a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u043c\u0435\u0443\u0456 \u043c\u04af\u043c\u043a\u0456\u043d. \u0421\u04b1\u0440\u0430\u049b\u0442\u0430\u0493\u044b \u043a\u0435\u04a3\u0435\u0439\u0442\u0456\u043c ID \u043a\u043e\u0434\u044b: {1}.

error.invalidUrlPattern=CLFRN1158E: \u0416\u0430\u0440\u0430\u043c\u0441\u044b\u0437 {0} URL \u043c\u0435\u043a\u0435\u043d\u0436\u0430\u0439\u044b \u04e9\u0440\u043d\u0435\u0433\u0456 \u0448\u0435\u0448\u0456\u043b\u043c\u0435\u0434\u0456.

warning.config.invalidAclString=CLFRN1277W: biz card \u04d9\u0440\u0435\u043a\u0435\u0442\u0456\u043d\u0456\u04a3 \u0436\u0430\u0440\u0430\u043c\u0434\u044b \u0442\u0430\u043b\u0430\u043f \u0435\u0442\u0456\u043b\u0435\u0442\u0456\u043dAcl \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456: {0}.  Acl \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456\u043d\u0456\u04a3 \u0436\u043e\u043b\u044b: {1}.
warning.config.unknownAclSetting=CLFRN1278W: biz Card \u04d9\u0440\u0435\u043a\u0435\u0442\u0456\u043d\u0456\u04a3 \u0431\u0435\u043b\u0433\u0456\u0441\u0456\u0437 \u043c\u04af\u043c\u043a\u0456\u043d\u0448\u0456\u043b\u0456\u0433\u0456\u043d\u0456\u04a3/acl \u0442\u0456\u0437\u0456\u043c\u0456: {0}.  Acl \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456\u043d\u0456\u04a3 \u0436\u043e\u043b\u044b: {1}.
warning.config.noAclString=CLFRN1340W: bizCard \u04d9\u0440\u0435\u043a\u0435\u0442\u0456\u043d\u0456\u04a3 \u0442\u0430\u043b\u0430\u043f \u0435\u0442\u0456\u043b\u0435\u0442\u0456\u043dAcl \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456\u043d \u0442\u0430\u043f\u043f\u0430\u0434\u044b: {0}.
warning.config.validAclString=CLFRN1339W: bizCard \u04d9\u0440\u0435\u043a\u0435\u0442\u0456\u043d\u0456\u04a3 \u0436\u0430\u0440\u0430\u043c\u0434\u044b \u0442\u0430\u043b\u0430\u043f \u0435\u0442\u0456\u043b\u0435\u0442\u0456\u043dAcl \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456: {0}.  Acl \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0456\u043d\u0456\u04a3 \u0436\u043e\u043b\u044b: {1}.

#Highway related : Highway is the name of an internal component (not translated) 

error.initializing.highway=CLFRN1345E: \u041f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440\u0433\u0435 \u0430\u0440\u043d\u0430\u043b\u0493\u0430\u043d Highway \u0436\u04b1\u043c\u044b\u0441 \u0456\u0441\u0442\u0435\u0443 \u0443\u0430\u049b\u044b\u0442\u044b \u043a\u043b\u0438\u0435\u043d\u0442\u0456\u043d \u0431\u0430\u043f\u0442\u0430\u0443 \u049b\u0430\u0442\u0435\u0441\u0456 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.  

# {0} is a string (name of a profile attribute); {1} is the numeric string ID of the organization.
error.setting.highway.value=CLFRN1344E: {0} \u043c\u04d9\u043d\u0456\u043d Highway \u0456\u0448\u0456\u043d\u0434\u0435 {1} \u04b1\u0439\u044b\u043c\u044b \u04af\u0448\u0456\u043d \u043e\u0440\u043d\u0430\u0442\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u0456\u0448\u043a\u0456 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.getting.highway.value=CLFRN1346E: {0} \u043c\u04d9\u043d\u0456\u043d Highway \u0456\u0448\u0456\u043d\u0434\u0435 {1} \u04b1\u0439\u044b\u043c\u044b \u04af\u0448\u0456\u043d \u0430\u043b\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u0456\u0448\u043a\u0456 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.getting.highway.null.value=CLFRN1347E: Highway \u0456\u0448\u0456\u043d\u0435\u043d {1} \u04b1\u0439\u044b\u043c\u044b \u04af\u0448\u0456\u043d \u049b\u0430\u0439\u0442\u0430\u0440\u044b\u043b\u0493\u0430\u043d {0} \u043c\u04d9\u043d\u0456 \u0411\u041e\u0421.
