# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2012, 2016
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 
# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N SA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

# Administrative message
# {0} is a Java variable name for a character encoding, such as 'UTF-8'
error.unsupported.char.encoding=CLFRN1154E: Codifica\u00e7\u00e3o de caractere n\u00e3o suportada localizada na configura\u00e7\u00e3o de vcard: {0}.

#config related

error.initializing.extension.config=CLFRN1157E: Ocorreu um erro ao inicializar a configura\u00e7\u00e3o do atributo da extens\u00e3o de perfil. 

error.uilayoutvalidation.unknown_attribute=CLFRN1156E: {0}: Encontrado um atributo na configura\u00e7\u00e3o de layout da UI que n\u00e3o est\u00e1 presente na configura\u00e7\u00e3o do modelo de dados profiles-config.xml.  Os atributos devem estar presentes na configura\u00e7\u00e3o do modelo de dados para serem inclu\u00eddos no layout da UI.  O nome do atributo \u00e9: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1155E: {0}: Encontrado um atributo marcado como edit\u00e1vel na configura\u00e7\u00e3o de layout da UI, mas n\u00e3o marcado como edit\u00e1vel na configura\u00e7\u00e3o do modelo de dados profiles-config.xml. O nome do atributo \u00e9: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1160E: {0}: Localizado um atributo que est\u00e1 marcado como um campo "richtext" na configura\u00e7\u00e3o do layout da UI, mas que n\u00e3o est\u00e1 marcado como um campo "richtext" no modelo de dados profiles-config.xml. O nome do atributo \u00e9: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1159E: {0}: Localizado um atributo de extens\u00e3o na configura\u00e7\u00e3o da UI que \u00e9 um atributo de extens\u00e3o "xml-blob". Esses atributos de extens\u00e3o podem n\u00e3o ser mostrados na configura\u00e7\u00e3o de layout da UI. O ID de extens\u00e3o em quest\u00e3o \u00e9: {1}.

error.invalidUrlPattern=CLFRN1158E: N\u00e3o foi poss\u00edvel resolver o padr\u00e3o de URL inv\u00e1lido {0}.

warning.config.invalidAclString=CLFRN1277W: Sequ\u00eancia de configura\u00e7\u00e3o de requireAcl inv\u00e1lida para a\u00e7\u00e3o biz card: {0}.  A sequ\u00eancia da configura\u00e7\u00e3o Acl \u00e9: {1}.
warning.config.unknownAclSetting=CLFRN1278W: Combina\u00e7\u00e3o de recurso/acl desconhecida para a\u00e7\u00e3o biz card: {0}.  A sequ\u00eancia da configura\u00e7\u00e3o Acl \u00e9: {1}.
warning.config.noAclString=CLFRN1340W: A configura\u00e7\u00e3o requireAcl n\u00e3o foi localizada para a a\u00e7\u00e3o biz card: {0}.
warning.config.validAclString=CLFRN1339W: Configura\u00e7\u00e3o requireAcl inv\u00e1lida para a a\u00e7\u00e3o biz card: {0}.  A sequ\u00eancia da configura\u00e7\u00e3o Acl \u00e9: {1}.

#Highway related : Highway is the name of an internal component (not translated) 

error.initializing.highway=CLFRN1345E: Houve um erro ao inicializar o cliente do tempo de execu\u00e7\u00e3o Highway para Perfis.  

# {0} is a string (name of a profile attribute); {1} is the numeric string ID of the organization.
error.setting.highway.value=CLFRN1344E: Um erro interno ocorreu durante a configura\u00e7\u00e3o do valor de {0} em Highway para organiza\u00e7\u00e3o {1}.
error.getting.highway.value=CLFRN1346E: Ocorreu um erro interno ao obter o valor de {0} de Highway para organiza\u00e7\u00e3o {1}.
error.getting.highway.null.value=CLFRN1347E: O valor de {0} retornado de Highway para organiza\u00e7\u00e3o {1} \u00e9 NULL.
