# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2012, 2016
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 
# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N SA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

# Administrative message
# {0} is a Java variable name for a character encoding, such as 'UTF-8'
error.unsupported.char.encoding=CLFRN1154E: W konfiguracji pliku vCard znaleziono nieobs\u0142ugiwane kodowanie znak\u00f3w: {0}.

#config related

error.initializing.extension.config=CLFRN1157E: B\u0142\u0105d podczas inicjowania konfiguracji atrybutu rozszerzenia profilu. 

error.uilayoutvalidation.unknown_attribute=CLFRN1156E: {0}: W konfiguracji uk\u0142adu interfejsu u\u017cytkownika znaleziono atrybut, kt\u00f3ry nie wyst\u0119puje w konfiguracji modelu danych profiles-config.xml.  Mo\u017cliwe jest dodawanie do uk\u0142adu interfejsu u\u017cytkownika wy\u0142\u0105cznie tych atrybut\u00f3w, kt\u00f3re wyst\u0119puj\u0105 w konfiguracji modelu danych.  Nazwa atrybutu: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1155E: {0}: W konfiguracji uk\u0142adu interfejsu u\u017cytkownika znaleziono atrybut, kt\u00f3ry jest oznaczony jako edytowalny, ale nie jest oznaczony jako edytowalny w konfiguracji modelu danych profiles-config.xml. Nazwa atrybutu: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1160E: {0}: W konfiguracji uk\u0142adu interfejsu u\u017cytkownika znaleziono atrybut, kt\u00f3ry jest oznaczony jako pole richtext, ale nie jest oznaczony jako pole richtext w konfiguracji modelu danych profiles-config.xml. Nazwa atrybutu: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1159E: {0}: W konfiguracji interfejsu u\u017cytkownika znaleziono atrybut rozszerzenia, kt\u00f3ry jest atrybutem rozszerzenia xml-blob. Takie atrybuty rozszerzenia nie mog\u0105 wyst\u0119powa\u0107 w konfiguracji uk\u0142adu interfejsu u\u017cytkownika. Identyfikator problematycznego rozszerzenia: {1}.

error.invalidUrlPattern=CLFRN1158E: Nie mo\u017cna rozstrzygn\u0105\u0107 niepoprawnego wzorca adresu URL {0}.

warning.config.invalidAclString=CLFRN1277W: Niepoprawny \u0142a\u0144cuch ustawienia requireAcl dla dzia\u0142ania bizCard: {0}.  \u0141a\u0144cuch ustawienia listy ACL: {1}.
warning.config.unknownAclSetting=CLFRN1278W: Nieznana kombinacja opcji i listy ACL dla dzia\u0142ania bizCard: {0}.  \u0141a\u0144cuch ustawienia listy ACL: {1}.
warning.config.noAclString=CLFRN1340W: Nie znaleziono ustawienia requireAcl dla dzia\u0142ania bizCard: {0}.
warning.config.validAclString=CLFRN1339W: Poprawne ustawienie requireAcl dla dzia\u0142ania bizCard: {0}.  \u0141a\u0144cuch ustawienia listy ACL: {1}.

#Highway related : Highway is the name of an internal component (not translated) 

error.initializing.highway=CLFRN1345E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas inicjowania klienta \u015brodowiska wykonawczego komponentu Highway dla aplikacji Profile.  

# {0} is a string (name of a profile attribute); {1} is the numeric string ID of the organization.
error.setting.highway.value=CLFRN1344E: Wyst\u0105pi\u0142 b\u0142\u0105d wewn\u0119trzny podczas ustawiania warto\u015bci atrybutu {0} w komponencie Highway dla organizacji {1}.
error.getting.highway.value=CLFRN1346E: Wyst\u0105pi\u0142 b\u0142\u0105d wewn\u0119trzny podczas pobierania warto\u015bci atrybutu {0} z komponentu Highway dla organizacji {1}.
error.getting.highway.null.value=CLFRN1347E: Warto\u015bci\u0105 atrybutu {0} zwr\u00f3con\u0105 z komponentu Highway dla organizacji {1} jest NULL.
