# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2012, 2016
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 
# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N SA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

# Administrative message
# {0} is a Java variable name for a character encoding, such as 'UTF-8'
error.unsupported.char.encoding=CLFRN1154E: Codage de caract\u00e8res non pris en charge trouv\u00e9 dans la configuration vcard : {0}.

#config related

error.initializing.extension.config=CLFRN1157E: Une erreur s'est produite lors de l'initialisation de la configuration d'attribut d'extension de profil. 

error.uilayoutvalidation.unknown_attribute=CLFRN1156E: {0} : un attribut a \u00e9t\u00e9 trouv\u00e9 dans la configuration de pr\u00e9sentation de l''interface utilisateur qui n''est pas pr\u00e9sent dans la configuration de mod\u00e8le de donn\u00e9es profiles-config.xml.  Les attributs doivent \u00eatre pr\u00e9sents dans la configuration de mod\u00e8le de donn\u00e9es pour \u00eatre ajout\u00e9s \u00e0 la pr\u00e9sentation de l''interface utilisateur.  Le nom de l''attribut est : {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1155E: {0} : un attribut a \u00e9t\u00e9 trouv\u00e9 marqu\u00e9 comme \u00e9tant modifiable dans la configuration de pr\u00e9sentation de l''interface utilisateur mais il n''est pas marqu\u00e9 comme \u00e9tant modifiable dans la configuration de mod\u00e8le de donn\u00e9es profiles-config.xml. Le nom de l''attribut est : {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1160E: {0} : un attribut a \u00e9t\u00e9 trouv\u00e9 marqu\u00e9 comme zone de "texte enrichi" dans la configuration de pr\u00e9sentation de l''interface utilisateur mais il n''est pas marqu\u00e9 comme \u00e9tant une zone de "texte enrichi" dans le mod\u00e8le de donn\u00e9es profiles-config.xml. Le nom de l''attribut est : {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1159E: {0} : un attribut d''extension "xml-blob" a \u00e9t\u00e9 trouv\u00e9 dans la configuration de l''interface utilisateur. Ces attributs d''extension peuvent ne pas s''afficher dans la configuration de pr\u00e9sentation de l''interface utilisateur. L''ID d''extension concern\u00e9 est : {1}.

error.invalidUrlPattern=CLFRN1158E: Impossible de r\u00e9soudre le pattern d''URL {0} non valide.

warning.config.invalidAclString=CLFRN1277W: Cha\u00eene de param\u00e8tre requireAcl incorrecte pour l''action bizCard : {0}.  La cha\u00eene de param\u00e8tre ACL est : {1}.
warning.config.unknownAclSetting=CLFRN1278W: Combinaison fonction/ACL inconnue pour l''action bizCard : {0}.  La cha\u00eene de param\u00e8tre ACL est : {1}.
warning.config.noAclString=CLFRN1340W: Param\u00e8tre requireAcl introuvable pour l''action bizCard : {0}.
warning.config.validAclString=CLFRN1339W: Param\u00e8tre requireAcl pour l''action bizCard : {0}.  La cha\u00eene de param\u00e8tre ACL est : {1}.

#Highway related : Highway is the name of an internal component (not translated) 

error.initializing.highway=CLFRN1345E: Une erreur s'est produite lors de l'initialisation du client d'ex\u00e9cution Highway pour les profils.  

# {0} is a string (name of a profile attribute); {1} is the numeric string ID of the organization.
error.setting.highway.value=CLFRN1344E: Une erreur s''est produite lors de la d\u00e9finition de la valeur de {0} dans Highway pour l''organisation {1}.
error.getting.highway.value=CLFRN1346E: Une erreur interne s''est produite lors de l''obtention de la valeur de {0} depuis Highway pour l''organisation {1}.
error.getting.highway.null.value=CLFRN1347E: La valeur de {0} renvoy\u00e9e depuis Highway pour l''organisation {1} est NULL.
