# *****************************************************************
#
# HCL Confidential
#
# OCO Source Materials
#
# Copyright HCL Technologies Limited 2006, 2021
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# *****************************************************************
# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N GA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

# input validation
errors.header=<div id="validationErrorMessage" class="lotusMessage">
errors.footer=</div>
errors.prefix=
errors.suffix=<br />

errors.required=\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e21\u0e35 {0}
errors.minlength={0} \u0e15\u0e49\u0e2d\u0e07\u0e44\u0e21\u0e48\u0e19\u0e49\u0e2d\u0e22\u0e01\u0e27\u0e48\u0e32 {1} \u0e2d\u0e31\u0e01\u0e02\u0e23\u0e30
errors.maxlength={0} \u0e15\u0e49\u0e2d\u0e07\u0e44\u0e21\u0e48\u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32 {1} \u0e2d\u0e31\u0e01\u0e02\u0e23\u0e30
errors.invalid={0} \u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07

errors.byte={0} \u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e44\u0e1a\u0e15\u0e4c
errors.short={0} \u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19 short
errors.integer={0} \u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e25\u0e02\u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e15\u0e47\u0e21
errors.long={0} \u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19 long
errors.float={0} \u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19 float
errors.double={0} \u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19 double

errors.date={0} \u0e44\u0e21\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e27\u0e31\u0e19\u0e17\u0e35\u0e48
errors.range={0} \u0e44\u0e21\u0e48\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e0a\u0e48\u0e27\u0e07 {1} \u0e16\u0e36\u0e07 {2}
errors.creditcard={0} \u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e1a\u0e31\u0e15\u0e23\u0e40\u0e04\u0e23\u0e14\u0e34\u0e15\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
errors.email={0} \u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
errors.maxfilesize={0} \u0e23\u0e27\u0e21\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e43\u0e2b\u0e0d\u0e48\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
errors.filetype={0} \u0e40\u0e1b\u0e47\u0e19\u0e0a\u0e19\u0e34\u0e14\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19

# In the following error strings, 
# {0} is the string for the exception, example: javax.servlet.ServletException
# {1} is the stack trace for the exception
# {2} is the back trace message. Example: Caused by: NullPointerException
# {3} is the back stack trace.
errors.create=<b> \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e2d\u0e07\u0e23\u0e30\u0e1a\u0e1a\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19 \u0e02\u0e13\u0e30\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c </b> <br /> {0} <div class="indent20"> {1} </div> {2} <div class="indent20"> {3} </div>
errors.delete=<b> \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e2d\u0e07\u0e23\u0e30\u0e1a\u0e1a\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19 \u0e02\u0e13\u0e30\u0e25\u0e1a\u0e2a\u0e48\u0e27\u0e19\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c </b> <br /> {0} <div class="indent20"> {1} </div> {2} <div class="indent20"> {3} </div>
errors.retrieve=<b> \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e2d\u0e07\u0e23\u0e30\u0e1a\u0e1a\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19 \u0e02\u0e13\u0e30\u0e40\u0e23\u0e35\u0e22\u0e01\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c </b> <br /> {0} <div class="indent20"> {1} </div> {2} <div class="indent20"> {3} </div>
errors.update=<b> \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e2d\u0e07\u0e23\u0e30\u0e1a\u0e1a\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19 \u0e02\u0e13\u0e30\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c </b> <br /> {0} <div class="indent20"> {1} </div> {2} <div class="indent20"> {3} </div>
errors.general=<b>\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e2d\u0e07\u0e23\u0e30\u0e1a\u0e1a\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19 </b> <br /> {0} <div class="indent20"> {1} </div> {2} <div class="indent20"> {3} </div>

errorDefaultMsg=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15
errorDefaultMsg2=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19 \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
errorDefaultMsg3=\u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
errorMsg=\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21: 
errorName=\u0e0a\u0e37\u0e48\u0e2d: 
errorType=\u0e0a\u0e19\u0e34\u0e14: 
errorLine=\u0e1a\u0e23\u0e23\u0e17\u0e31\u0e14:
errorStackTrace=\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21: 
errorUnableToConnect=\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0}
error.fileContainsVirus=CLFRN1167E: \u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e21\u0e35\u0e44\u0e27\u0e23\u0e31\u0e2a
error.queryCommunities=CLFRN1169E: \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e43\u0e19\u0e01\u0e32\u0e23\u0e40\u0e04\u0e35\u0e22\u0e27\u0e23\u0e35\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e38\u0e21\u0e0a\u0e19 \u0e16\u0e49\u0e32\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e22\u0e31\u0e07\u0e04\u0e07\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48 \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13

error.sessionTimeout=CLFRN1198E: \u0e40\u0e0b\u0e2a\u0e0a\u0e31\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e2b\u0e21\u0e14\u0e40\u0e27\u0e25\u0e32\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e2b\u0e23\u0e37\u0e2d\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19 \u0e42\u0e1b\u0e23\u0e14\u0e2a\u0e48\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07

#Warning
warning.draft=CLFRN1166W: \u0e04\u0e33\u0e40\u0e15\u0e37\u0e2d\u0e19: \u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e1a\u0e32\u0e07\u0e2a\u0e48\u0e27\u0e19\u0e2d\u0e32\u0e08\u0e44\u0e21\u0e48\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49\u0e43\u0e19\u0e17\u0e31\u0e19\u0e17\u0e35

#Generic
noinformation=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e23\u0e30\u0e1a\u0e38\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25

#Information messages
information_warning_alt=\u0e04\u0e33\u0e40\u0e15\u0e37\u0e2d\u0e19
information_confirmation_alt=\u0e01\u0e32\u0e23\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19
information_error_alt=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14
information_information_alt=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25

#Information close messages
information_warning_close_alt=\u0e1b\u0e34\u0e14\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e01\u0e32\u0e23\u0e40\u0e15\u0e37\u0e2d\u0e19
information_confirmation_close_alt=\u0e1b\u0e34\u0e14\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e01\u0e32\u0e23\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19
information_error_close_alt=\u0e1b\u0e34\u0e14\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14
information_information_close_alt=\u0e1b\u0e34\u0e14\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25

# Page Titles
label.page.profiles=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.page.profiles.directory=\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35 - \u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.page.profiles.about=\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.page.profiles.about.demomovie=\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19: \u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.page.profiles.tools=\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e21\u0e37\u0e2d - \u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.page.profiles.login=\u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19 - \u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.page.profiles.search=\u0e04\u0e49\u0e19\u0e2b\u0e32 - \u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.page.profiles.myprofile=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
label.page.profiles.profile={0} \u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.page.profiles.mynetwork=\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19 - \u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.page.profiles.network=\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0} - \u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.page.profiles.editmyprofile=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
label.page.profiles.editprofile=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0}
label.page.profiles.error=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14 - \u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.page.profiles.home=\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35 - \u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.page.profiles.navigations=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.page.profiles.reporting=\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e2a\u0e32\u0e22\u0e07\u0e32\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0} - \u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c


# Banner
label.banner.loginlink=\u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19
label.banner.logoutlink=\u0e25\u0e47\u0e2d\u0e01\u0e40\u0e2d\u0e32\u0e15\u0e4c
label.banner.about=\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a
label.banner.help=\u0e27\u0e34\u0e18\u0e35\u0e43\u0e0a\u0e49
label.banner.tools=\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e21\u0e37\u0e2d

# Footer
label.footer.build=\u0e23\u0e35\u0e25\u0e35\u0e2a {0} {1}
label.footer=\u0e2a\u0e48\u0e27\u0e19\u0e17\u0e49\u0e32\u0e22

# Header
label.header.pageheading=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.header.searchprofiles=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e42\u0e2e\u0e21
label.header.advancedsearch=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e31\u0e49\u0e19\u0e2a\u0e39\u0e07
label.header.myprofile=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
label.header.mynetwork=\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
label.header.myprofilesetting=\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32
label.header.contacts=\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
label.header.editmyprofile=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
label.header.editprofile=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.header.search=\u0e04\u0e49\u0e19\u0e2b\u0e32
label.header.directory=\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35

# Looks like don't used anywhere
label.header.searchby.description=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e15\u0e32\u0e21 {0}
label.header.searchby.name=\u0e0a\u0e37\u0e48\u0e2d
label.header.searchby.name.description=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e15\u0e32\u0e21\u0e0a\u0e37\u0e48\u0e2d
label.header.searchby.stdname=\u0e0a\u0e37\u0e48\u0e2d (\u0e0a\u0e37\u0e48\u0e2d \u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25)
label.header.searchby.stdname.description=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e15\u0e32\u0e21\u0e0a\u0e37\u0e48\u0e2d \u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25\u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25
label.header.searchby.kanjiname=\u0e0a\u0e37\u0e48\u0e2d (\u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25 \u0e0a\u0e37\u0e48\u0e2d)
label.header.searchby.kanjiname.description=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e15\u0e32\u0e21\u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25 \u0e0a\u0e37\u0e48\u0e2d
label.header.searchby.company=\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23
label.header.searchby.company.description=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e15\u0e32\u0e21\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23
label.header.searchby.phone=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e42\u0e17\u0e23\u0e28\u0e31\u0e1e\u0e17\u0e4c
label.header.searchby.phone.description=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e15\u0e32\u0e21\u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23\u0e28\u0e31\u0e1e\u0e17\u0e4c
label.header.searchby.phone.example=(\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07: 1-222-333-4444)
label.header.searchby.jobtitle=\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07
label.header.searchby.jobtitle.description=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e15\u0e32\u0e21\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07
label.header.searchby.email=\u0e2d\u0e35\u0e40\u0e21\u0e25
label.header.searchby.email.description=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e15\u0e32\u0e21\u0e2d\u0e35\u0e40\u0e21\u0e25
label.header.searchby.profiletags=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e41\u0e17\u0e47\u0e01
label.header.searchby.profiletags.description=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e15\u0e32\u0e21\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e41\u0e17\u0e47\u0e01
label.header.searchby.community=\u0e0a\u0e38\u0e21\u0e0a\u0e19
label.header.searchby.community.description=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e15\u0e32\u0e21\u0e0a\u0e38\u0e21\u0e0a\u0e19
label.header.dropdown.title=\u0e1b\u0e23\u0e31\u0e1a\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32

# Log-in Page
label.login.pageheading=\u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19
label.login.profiles.button.login=\u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19
label.login.profiles.button.cancel=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
label.login.profiles.heading.logo=\u0e15\u0e23\u0e32\u0e2a\u0e31\u0e0d\u0e25\u0e31\u0e01\u0e29\u0e13\u0e4c\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.login.profiles.heading=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.login.profiles.subheading=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e17\u0e35\u0e48\u0e2a\u0e19\u0e43\u0e08\u0e41\u0e25\u0e30\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25 \u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
label.login.profiles.username=\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49:
label.login.profiles.password=\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19:
label.login.profiles.invalidparameters=\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e41\u0e25\u0e30/\u0e2b\u0e23\u0e37\u0e2d\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a\u0e41\u0e2d\u0e04\u0e40\u0e04\u0e32\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e41\u0e25\u0e49\u0e27\u0e43\u0e14\u0e46 \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e41\u0e25\u0e30\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07
label.login.profiles.intro.header=\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e17\u0e33\u0e44\u0e14\u0e49\u0e01\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c?
label.login.profiles.intro.body=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e41\u0e25\u0e30\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e2d\u0e37\u0e48\u0e19\u0e43\u0e19\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e17\u0e35\u0e48\u0e21\u0e35\u0e04\u0e27\u0e32\u0e21\u0e40\u0e0a\u0e35\u0e48\u0e22\u0e27\u0e0a\u0e32\u0e0d\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23 \u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e22\u0e31\u0e07\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e1c\u0e39\u0e49\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e01\u0e33\u0e25\u0e31\u0e07\u0e23\u0e27\u0e1a\u0e23\u0e27\u0e21\u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e1c\u0e22\u0e41\u0e1e\u0e23\u0e48 \u0e43\u0e2b\u0e49\u0e41\u0e01\u0e48\u0e04\u0e38\u0e13
label.login.profiles.ibmlogo=\u0e15\u0e23\u0e32\u0e2a\u0e31\u0e0d\u0e25\u0e31\u0e01\u0e29\u0e13\u0e4c IBM
label.login.profiles.copyright=\u0e07\u0e32\u0e19\u0e2d\u0e31\u0e19\u0e21\u0e35\u0e25\u0e34\u0e02\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c - \u0e17\u0e23\u0e31\u0e1e\u0e22\u0e4c\u0e2a\u0e34\u0e19\u0e02\u0e2d\u0e07 IBM Corp. \u00a9 IBM Corporation 2007, 2012 IBM, \u0e15\u0e23\u0e32\u0e2a\u0e31\u0e0d\u0e25\u0e31\u0e01\u0e29\u0e13\u0e4c IBM, ibm.com \u0e41\u0e25\u0e30 Lotus \u0e40\u0e1b\u0e47\u0e19\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e01\u0e32\u0e23\u0e04\u0e49\u0e32\u0e02\u0e2d\u0e07 IBM Corporation \u0e43\u0e19\u0e1b\u0e23\u0e30\u0e40\u0e17\u0e28\u0e2a\u0e2b\u0e23\u0e31\u0e10\u0e2d\u0e40\u0e21\u0e23\u0e34\u0e01\u0e32 \u0e1b\u0e23\u0e30\u0e40\u0e17\u0e28\u0e2d\u0e37\u0e48\u0e19\u0e46 \u0e2b\u0e23\u0e37\u0e2d\u0e17\u0e31\u0e49\u0e07\u0e2a\u0e2d\u0e07\u0e01\u0e23\u0e13\u0e35  \u0e08\u0e33\u0e01\u0e31\u0e14 \u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e42\u0e14\u0e22\u0e23\u0e31\u0e10\u0e1a\u0e32\u0e25\u0e2a\u0e2b\u0e23\u0e31\u0e10:  \u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 \u0e17\u0e33\u0e0b\u0e49\u0e33 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e1b\u0e34\u0e14\u0e40\u0e1c\u0e22\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e08\u0e30\u0e16\u0e39\u0e01\u0e08\u0e33\u0e01\u0e31\u0e14\u0e42\u0e14\u0e22 GSA ADP Schedule Contract \u0e01\u0e31\u0e1a IBM Corp.  \u0e42\u0e1b\u0e23\u0e14\u0e14\u0e39\u0e17\u0e35\u0e48\u0e40\u0e1e\u0e08 \u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21

# Navigation Pane
label.navigation.overview.heading=\u0e20\u0e32\u0e1e\u0e23\u0e27\u0e21
label.navigation.colleagues.heading=\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
label.navigation.reporting_structure.heading=\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e2a\u0e32\u0e22\u0e07\u0e32\u0e19
label.navigation.overview.heading.title=\u0e41\u0e2a\u0e14\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.navigation.colleagues.heading.title=\u0e41\u0e2a\u0e14\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22
label.navigation.reporting_structure.heading.title=\u0e41\u0e2a\u0e14\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e2a\u0e32\u0e22\u0e07\u0e32\u0e19

# About Page
label.about.pageheading=\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.about.profiles.logo=\u0e15\u0e23\u0e32\u0e2a\u0e31\u0e0d\u0e25\u0e31\u0e01\u0e29\u0e13\u0e4c\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.about.profiles.heading1=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.about.profiles.heading2=\u0e43\u0e04\u0e23\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13?
label.about.profiles.body=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e04\u0e37\u0e2d\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e43\u0e19\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e41\u0e25\u0e30\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e43\u0e19\u0e01\u0e32\u0e23\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e41\u0e25\u0e30\u0e2a\u0e48\u0e07\u0e40\u0e2a\u0e23\u0e34\u0e21\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e17\u0e35\u0e48\u0e21\u0e35\u0e1b\u0e23\u0e30\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e20\u0e32\u0e1e \u0e19\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1e\u0e37\u0e49\u0e19\u0e10\u0e32\u0e19\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e43\u0e19\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a \u0e19\u0e32\u0e21\u0e1a\u0e31\u0e15\u0e23\u0e08\u0e31\u0e14\u0e2b\u0e21\u0e27\u0e14\u0e2b\u0e21\u0e39\u0e48\u0e17\u0e31\u0e01\u0e29\u0e30 \u0e40\u0e0a\u0e48\u0e19\u0e04\u0e27\u0e32\u0e21\u0e40\u0e0a\u0e35\u0e48\u0e22\u0e27\u0e0a\u0e32\u0e0d\u0e17\u0e32\u0e07\u0e40\u0e17\u0e04\u0e19\u0e34\u0e04\u0e04\u0e27\u0e32\u0e21\u0e0a\u0e33\u0e19\u0e32\u0e0d\u0e20\u0e32\u0e29\u0e32\u0e15\u0e48\u0e32\u0e07\u0e1b\u0e23\u0e30\u0e40\u0e17\u0e28 \u0e41\u0e25\u0e30\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e19\u0e43\u0e08
label.about.profiles.moreinfo=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
label.about.profiles.helplink=\u0e27\u0e34\u0e18\u0e35\u0e43\u0e0a\u0e49
label.about.profiles.demolink=\u0e14\u0e39\u0e01\u0e32\u0e23\u0e2a\u0e32\u0e18\u0e34\u0e15
label.about.profiles.demo.transcriptlink=\u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2d\u0e48\u0e32\u0e19\u0e01\u0e32\u0e23\u0e16\u0e2d\u0e14\u0e04\u0e27\u0e32\u0e21\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e2a\u0e2d\u0e19\u0e19\u0e35\u0e49
label.about.profiles.tips=\u0e40\u0e04\u0e25\u0e47\u0e14\u0e25\u0e31\u0e1a
label.about.profiles.tip1=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e04\u0e27\u0e32\u0e21\u0e40\u0e1b\u0e47\u0e19\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e43\u0e2a\u0e48\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e\u0e44\u0e27\u0e49\u0e43\u0e19\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
label.about.profiles.tip2=\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e2a\u0e32\u0e22\u0e07\u0e32\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c \u0e17\u0e31\u0e49\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e0a\u0e31\u0e49\u0e19\u0e01\u0e32\u0e23\u0e23\u0e32\u0e22\u0e07\u0e32\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25 \u0e2b\u0e23\u0e37\u0e2d\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e01\u0e32\u0e23\u0e23\u0e32\u0e22\u0e07\u0e32\u0e19\u0e40\u0e1e\u0e35\u0e22\u0e23\u0e4c \u0e44\u0e1b\u0e22\u0e31\u0e07\u0e1c\u0e39\u0e49\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e04\u0e19\u0e40\u0e14\u0e35\u0e22\u0e27\u0e01\u0e31\u0e19
label.about.profiles.tip3=\u0e1b\u0e49\u0e2d\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e43\u0e19\u0e2a\u0e48\u0e27\u0e19 \u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e09\u0e31\u0e19 \u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e17\u0e23\u0e32\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e04\u0e38\u0e13\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e02\u0e36\u0e49\u0e19
label.about.editprofile.heading=\u0e1a\u0e2d\u0e01\u0e41\u0e01\u0e48\u0e04\u0e19\u0e2d\u0e37\u0e48\u0e19\u0e46 \u0e16\u0e36\u0e07\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e17\u0e33\u0e44\u0e14\u0e49
label.about.editprofile.body=\u0e1b\u0e49\u0e2d\u0e19\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e2d\u0e07 \u0e14\u0e49\u0e27\u0e22\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d \u0e41\u0e2a\u0e14\u0e07\u0e43\u0e2b\u0e49\u0e0a\u0e38\u0e21\u0e0a\u0e19 \u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17 \u0e2b\u0e23\u0e37\u0e2d\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23 \u0e17\u0e23\u0e32\u0e1a\u0e16\u0e36\u0e07\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e17\u0e33\u0e44\u0e14\u0e49 \u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e19\u0e43\u0e08 \u0e41\u0e25\u0e30\u0e08\u0e30\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e44\u0e23 \u0e43\u0e0a\u0e49\u0e41\u0e17\u0e47\u0e01\u0e01\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e1c\u0e39\u0e49\u0e2d\u0e37\u0e48\u0e19\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49
label.about.searchprofiles.heading=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e04\u0e27\u0e32\u0e21\u0e40\u0e0a\u0e35\u0e48\u0e22\u0e27\u0e0a\u0e32\u0e0d\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23
label.about.searchprofiles.body=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1c\u0e39\u0e49\u0e40\u0e0a\u0e35\u0e48\u0e22\u0e27\u0e0a\u0e32\u0e0d\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e14\u0e49\u0e32\u0e19? \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2b\u0e32\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e21\u0e35\u0e17\u0e31\u0e01\u0e29\u0e30\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23 \u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e0a\u0e48\u0e27\u0e22\u0e04\u0e38\u0e13\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e41\u0e25\u0e30\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e04\u0e27\u0e32\u0e21\u0e23\u0e48\u0e27\u0e21\u0e21\u0e37\u0e2d\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e19 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e15\u0e32\u0e21\u0e40\u0e07\u0e37\u0e48\u0e2d\u0e19\u0e44\u0e02\u0e15\u0e48\u0e32\u0e07\u0e46 \u0e23\u0e27\u0e21\u0e16\u0e36\u0e07\u0e2a\u0e16\u0e32\u0e19\u0e17\u0e35\u0e48 \u0e1b\u0e23\u0e30\u0e2a\u0e1a\u0e01\u0e32\u0e23\u0e13\u0e4c \u0e41\u0e25\u0e30\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e19\u0e43\u0e08
label.about.profiletags.heading=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e14\u0e49\u0e27\u0e22\u0e41\u0e17\u0e47\u0e01
label.about.profiletags.body=\u0e41\u0e17\u0e47\u0e01\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14\u0e17\u0e35\u0e48\u0e2a\u0e37\u0e48\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e2b\u0e21\u0e32\u0e22 \u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e41\u0e25\u0e30\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e02\u0e36\u0e49\u0e19\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e23\u0e30\u0e1a\u0e38\u0e1a\u0e17\u0e1a\u0e32\u0e17\u0e2b\u0e23\u0e37\u0e2d\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e43\u0e19\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07 \u0e04\u0e38\u0e13\u0e2d\u0e32\u0e08\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e41\u0e17\u0e47\u0e01\u0e0a\u0e37\u0e48\u0e2d accessibility \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14 \u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49\u0e41\u0e17\u0e47\u0e01\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e23\u0e30\u0e1a\u0e38\u0e27\u0e48\u0e32\u0e1e\u0e27\u0e01\u0e40\u0e02\u0e32\u0e21\u0e35\u0e04\u0e27\u0e32\u0e21\u0e40\u0e0a\u0e35\u0e48\u0e22\u0e27\u0e0a\u0e32\u0e0d\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a accessibility
label.about.relatedcontent.heading=\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e19\u0e35\u0e49
label.about.relatedcontent.body=\u0e19\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e01\u0e32\u0e23\u0e14\u0e39\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e20\u0e32\u0e1e\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e47\u0e19 \u0e17\u0e35\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e1e\u0e27\u0e01\u0e40\u0e02\u0e32 \u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07 \u0e04\u0e38\u0e13\u0e2d\u0e32\u0e08\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e17\u0e35\u0e48\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e44\u0e14\u0e49\u0e42\u0e1e\u0e2a\u0e15\u0e4c \u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e1a\u0e17\u0e04\u0e27\u0e32\u0e21\u0e17\u0e35\u0e48\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e44\u0e27\u0e49\u0e1a\u0e19\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c
label.about.profiles.findoutmore=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
label.about.profiles.ibmlogo=\u0e15\u0e23\u0e32\u0e2a\u0e31\u0e0d\u0e25\u0e31\u0e01\u0e29\u0e13\u0e4c IBM
label.about.profiles.copyright=\u0e07\u0e32\u0e19\u0e2d\u0e31\u0e19\u0e21\u0e35\u0e25\u0e34\u0e02\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c - \u0e17\u0e23\u0e31\u0e1e\u0e22\u0e4c\u0e2a\u0e34\u0e19\u0e02\u0e2d\u0e07 IBM, 5724-S68 &#169 \u0e25\u0e34\u0e02\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c IBM Corporation 2007, 2012 \u0e2a\u0e07\u0e27\u0e19\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14 IBM, \u0e15\u0e23\u0e32\u0e2a\u0e31\u0e0d\u0e25\u0e31\u0e01\u0e29\u0e13\u0e4c IBM, ibm.com \u0e41\u0e25\u0e30 Lotus \u0e40\u0e1b\u0e47\u0e19\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e01\u0e32\u0e23\u0e04\u0e49\u0e32\u0e02\u0e2d\u0e07 IBM Corporation \u0e43\u0e19\u0e1b\u0e23\u0e30\u0e40\u0e17\u0e28\u0e2a\u0e2b\u0e23\u0e31\u0e10\u0e2d\u0e40\u0e21\u0e23\u0e34\u0e01\u0e32 \u0e1b\u0e23\u0e30\u0e40\u0e17\u0e28\u0e2d\u0e37\u0e48\u0e19\u0e46 \u0e2b\u0e23\u0e37\u0e2d\u0e17\u0e31\u0e49\u0e07\u0e2a\u0e2d\u0e07\u0e01\u0e23\u0e13\u0e35 Java \u0e41\u0e25\u0e30\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e01\u0e32\u0e23\u0e04\u0e49\u0e32\u0e02\u0e2d\u0e07 Java \u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e01\u0e32\u0e23\u0e04\u0e49\u0e32\u0e02\u0e2d\u0e07 Sun Microsystems, Inc. \u0e43\u0e19\u0e1b\u0e23\u0e30\u0e40\u0e17\u0e28\u0e2a\u0e2b\u0e23\u0e31\u0e10\u0e2d\u0e40\u0e21\u0e23\u0e34\u0e01\u0e32 \u0e1b\u0e23\u0e30\u0e40\u0e17\u0e28\u0e2d\u0e37\u0e48\u0e19\u0e46 \u0e2b\u0e23\u0e37\u0e2d\u0e17\u0e31\u0e49\u0e07\u0e2a\u0e2d\u0e07\u0e01\u0e23\u0e13\u0e35 \u0e0a\u0e37\u0e48\u0e2d\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17 \u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e11\u0e4c \u0e2b\u0e23\u0e37\u0e2d\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e2d\u0e37\u0e48\u0e19\u0e46 \u0e40\u0e1b\u0e47\u0e19\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e01\u0e32\u0e23\u0e04\u0e49\u0e32\u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e02\u0e2d\u0e07\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17\u0e19\u0e31\u0e49\u0e19\u0e46  \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2b\u0e21\u0e32\u0e22\u0e01\u0e32\u0e23\u0e04\u0e49\u0e32 IBM \u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e1a\u0e19\u0e40\u0e27\u0e47\u0e1a\u0e17\u0e35\u0e48 www.ibm.com/legal/copytrade.shtml  \u0e08\u0e33\u0e01\u0e31\u0e14 \u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e42\u0e14\u0e22\u0e23\u0e31\u0e10\u0e1a\u0e32\u0e25\u0e2a\u0e2b\u0e23\u0e31\u0e10:  \u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19 \u0e17\u0e33\u0e0b\u0e49\u0e33 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e1b\u0e34\u0e14\u0e40\u0e1c\u0e22\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e08\u0e30\u0e16\u0e39\u0e01\u0e08\u0e33\u0e01\u0e31\u0e14\u0e42\u0e14\u0e22 GSA ADP Schedule Contract \u0e01\u0e31\u0e1a IBM Corp.  \u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e19\u0e35\u0e49\u0e21\u0e35\u0e44\u0e25\u0e40\u0e0b\u0e19\u0e2a\u0e4c\u0e20\u0e32\u0e22\u0e43\u0e15\u0e49\u0e40\u0e07\u0e37\u0e48\u0e2d\u0e19\u0e44\u0e02\u0e02\u0e2d\u0e07\u0e02\u0e49\u0e2d\u0e15\u0e01\u0e25\u0e07\u0e01\u0e32\u0e23\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e0a\u0e49\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e17\u0e35\u0e48\u0e21\u0e35\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e01\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21  \u0e02\u0e49\u0e2d\u0e15\u0e01\u0e25\u0e07\u0e01\u0e32\u0e23\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e0a\u0e49\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c\u0e19\u0e35\u0e49\u0e2d\u0e32\u0e08\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e42\u0e1f\u0e25\u0e40\u0e14\u0e2d\u0e23\u0e4c\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35 Program \u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e25\u0e1a\u0e23\u0e32\u0e23\u0e35\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e40\u0e1b\u0e47\u0e19 "License" \u0e2b\u0e23\u0e37\u0e2d "Non IBM License" \u0e16\u0e49\u0e32\u0e21\u0e35 \u0e2b\u0e23\u0e37\u0e2d\u0e43\u0e2b\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23\u0e08\u0e31\u0e14\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e02\u0e49\u0e2d\u0e15\u0e01\u0e25\u0e07\u0e01\u0e32\u0e23\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e0a\u0e49\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c \u0e42\u0e1b\u0e23\u0e14\u0e2d\u0e48\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e15\u0e01\u0e25\u0e07\u0e19\u0e35\u0e49\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e01\u0e48\u0e2d\u0e19\u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21 \u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21 \u0e16\u0e37\u0e2d\u0e27\u0e48\u0e32\u0e04\u0e38\u0e13\u0e15\u0e01\u0e25\u0e07\u0e43\u0e19\u0e02\u0e49\u0e2d\u0e15\u0e01\u0e25\u0e07\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49
label.about.profiles.legal.info=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e32\u0e07\u0e01\u0e0f\u0e2b\u0e21\u0e32\u0e22
label.about.profiles.javacompatible=\u0e17\u0e33\u0e07\u0e32\u0e19\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e1a Java \u0e44\u0e14\u0e49

# Tools Page
label.tools.stplugin.heading=\u0e1b\u0e25\u0e31\u0e4a\u0e01\u0e2d\u0e34\u0e19 Profiles Sametime
label.tools.stplugin.about.heading=\u0e1b\u0e25\u0e31\u0e4a\u0e01\u0e2d\u0e34\u0e19\u0e17\u0e33\u0e07\u0e32\u0e19\u0e2d\u0e30\u0e44\u0e23?
label.tools.stplugin.about.body1=\u0e1b\u0e25\u0e31\u0e4a\u0e01\u0e2d\u0e34\u0e19 Profiles Sametime \u0e0a\u0e48\u0e27\u0e22\u0e43\u0e2b\u0e49\u0e44\u0e04\u0e25\u0e40\u0e2d\u0e47\u0e19\u0e15\u0e4c Sametime \u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e43\u0e0a\u0e49\u0e1b\u0e23\u0e30\u0e42\u0e22\u0e0a\u0e19\u0e4c\u0e08\u0e32\u0e01\u0e19\u0e32\u0e21\u0e1a\u0e31\u0e15\u0e23\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c \u0e19\u0e32\u0e21\u0e1a\u0e31\u0e15\u0e23\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e08\u0e30\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e15\u0e48\u0e32\u0e07\u0e01\u0e32\u0e23\u0e1e\u0e39\u0e14\u0e04\u0e38\u0e22 instant message
label.tools.stplugin.cardimg.collapsed.caption=\u0e19\u0e32\u0e21\u0e1a\u0e31\u0e15\u0e23\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.tools.stplugin.cardimg.expanded.caption=\u0e19\u0e32\u0e21\u0e1a\u0e31\u0e15\u0e23\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e02\u0e22\u0e32\u0e22
label.tools.stplugin.about.body2=\u0e19\u0e32\u0e21\u0e1a\u0e31\u0e15\u0e23\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e22\u0e31\u0e07\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e36\u0e49\u0e19\u0e21\u0e32 \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e04\u0e38\u0e13\u0e27\u0e32\u0e07\u0e40\u0e21\u0e32\u0e2a\u0e4c\u0e40\u0e2b\u0e19\u0e37\u0e2d\u0e0a\u0e37\u0e48\u0e2d\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e04\u0e39\u0e48\u0e2b\u0e39\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e0b\u0e36\u0e48\u0e07\u0e0a\u0e48\u0e27\u0e22\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 IBM Connections \u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e31\u0e49\u0e19\u0e44\u0e14\u0e49\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e23\u0e27\u0e14\u0e40\u0e23\u0e47\u0e27
label.tools.stplugin.install.heading=\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e1b\u0e25\u0e31\u0e4a\u0e01\u0e2d\u0e34\u0e19
label.tools.stplugin.install.body1=\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 Sametime 7.5.1 \u0e43\u0e2b\u0e49\u0e04\u0e25\u0e34\u0e01\u0e1b\u0e38\u0e48\u0e21\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e1b\u0e25\u0e31\u0e4a\u0e01\u0e2d\u0e34\u0e19\u0e19\u0e35\u0e49:
label.tools.stplugin.install.altText=\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e1b\u0e25\u0e31\u0e4a\u0e01\u0e2d\u0e34\u0e19
label.tools.stplugin.install.body2=\u0e2b\u0e23\u0e37\u0e2d\u0e17\u0e33\u0e15\u0e32\u0e21\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49: <br /> \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e43\u0e19\u0e41\u0e16\u0e1a\u0e40\u0e21\u0e19\u0e39 Sametime Connect: \u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e21\u0e37\u0e2d > \u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e1b\u0e25\u0e31\u0e4a\u0e01\u0e2d\u0e34\u0e19 <br />\u0e08\u0e32\u0e01\u0e19\u0e31\u0e49\u0e19\u0e40\u0e25\u0e37\u0e2d\u0e01: "\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e43\u0e2b\u0e21\u0e48\u0e17\u0e35\u0e48\u0e08\u0e30\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07" <br /> \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e23\u0e35\u0e42\u0e21\u0e15\u0e44\u0e0b\u0e15\u0e4c\u0e43\u0e2b\u0e21\u0e48\u0e42\u0e14\u0e22\u0e43\u0e0a\u0e49 URL \u0e19\u0e35\u0e49 > {0} <br />\u0e17\u0e33\u0e15\u0e32\u0e21\u0e04\u0e33\u0e41\u0e19\u0e30\u0e19\u0e33\u0e43\u0e19\u0e27\u0e34\u0e0b\u0e32\u0e23\u0e4c\u0e14 <br />
label.tools.stplugin.install.body3=\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 Sametime 7.5 \u0e43\u0e2b\u0e49\u0e17\u0e33\u0e15\u0e32\u0e21\u0e02\u0e31\u0e49\u0e19\u0e15\u0e2d\u0e19\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49\u0e43\u0e19\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e1b\u0e25\u0e31\u0e4a\u0e01\u0e2d\u0e34\u0e19\u0e19\u0e35\u0e49: <br /> \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e43\u0e19\u0e44\u0e2d\u0e04\u0e2d\u0e19\u0e16\u0e32\u0e14\u0e23\u0e30\u0e1a\u0e1a Sametime: \u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15 -> \u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e06\u0e25\u0e14\u0e1b\u0e25\u0e31\u0e4a\u0e01\u0e2d\u0e34\u0e19 <br /> \u0e08\u0e32\u0e01\u0e19\u0e31\u0e49\u0e19\u0e40\u0e25\u0e37\u0e2d\u0e01: \u0e04\u0e49\u0e19\u0e2b\u0e32\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e43\u0e2b\u0e21\u0e48\u0e17\u0e35\u0e48\u0e08\u0e30\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07 <br /> \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e23\u0e35\u0e42\u0e21\u0e15\u0e44\u0e0b\u0e15\u0e4c\u0e43\u0e2b\u0e21\u0e48\u0e0a\u0e37\u0e48\u0e2d "Profiles Plug-ins" \u0e42\u0e14\u0e22\u0e43\u0e0a\u0e49 URL \u0e19\u0e35\u0e49: {0} <br /> \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e0b\u0e15\u0e4c\u0e43\u0e2b\u0e21\u0e48\u0e41\u0e25\u0e49\u0e27\u0e04\u0e25\u0e34\u0e01 "\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e49\u0e19" <br /> \u0e40\u0e25\u0e37\u0e2d\u0e01 "\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e1b\u0e25\u0e31\u0e4a\u0e01\u0e2d\u0e34\u0e19" \u0e41\u0e25\u0e30\u0e04\u0e25\u0e34\u0e01 "\u0e16\u0e31\u0e14\u0e44\u0e1b" <br /> \u0e17\u0e33\u0e15\u0e32\u0e21\u0e04\u0e33\u0e41\u0e19\u0e30\u0e19\u0e33\u0e08\u0e19\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e21\u0e1a\u0e39\u0e23\u0e13\u0e4c


# Common Welcome Text
label.welcome.tip=\u0e40\u0e04\u0e25\u0e47\u0e14\u0e25\u0e31\u0e1a: \u0e04\u0e25\u0e34\u0e01 {0} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e27\u0e34\u0e18\u0e35\u0e43\u0e0a\u0e49\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e17\u0e35\u0e48\u0e40\u0e08\u0e32\u0e30\u0e08\u0e07\u0e2b\u0e23\u0e37\u0e2d\u0e04\u0e25\u0e34\u0e01 \u0e27\u0e34\u0e18\u0e35\u0e43\u0e0a\u0e49 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d\u0e27\u0e34\u0e18\u0e35\u0e43\u0e0a\u0e49\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
label.welcome.learnMore=\u0e28\u0e36\u0e01\u0e29\u0e32\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21 
label.welcome.demoLink=\u0e14\u0e39\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e2a\u0e32\u0e18\u0e34\u0e15
label.welcome.help=\u0e27\u0e34\u0e18\u0e35\u0e43\u0e0a\u0e49
label.welcome.close=\u0e1b\u0e34\u0e14\u0e2a\u0e48\u0e27\u0e19\u0e22\u0e34\u0e19\u0e14\u0e35\u0e15\u0e49\u0e2d\u0e19\u0e23\u0e31\u0e1a
label.welcome.clickPerson=\u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e0a\u0e37\u0e48\u0e2d\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1b\u0e34\u0e14\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e1e\u0e08\u0e02\u0e2d\u0e07\u0e1e\u0e27\u0e01\u0e40\u0e02\u0e32 \u0e41\u0e25\u0e30\u0e28\u0e36\u0e01\u0e29\u0e32\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e1e\u0e27\u0e01\u0e40\u0e02\u0e32


#START welcome box UI strings
#All resources for the welcome box are rendered in the UI using 
#javascript and html instead of the standard fmt:message tag.
#Need to set NONE flag so apostrophes aren't doubled.

# NLS_MESSAGEFORMAT_NONE


# Directory Scene: Welcome
label.directory.welcome.title=\u0e14\u0e39\u0e27\u0e48\u0e32\u0e43\u0e04\u0e23\u0e40\u0e1b\u0e47\u0e19\u0e43\u0e04\u0e23\u0e43\u0e19\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
label.directory.welcome.title.authed=\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e1c\u0e39\u0e49\u0e40\u0e0a\u0e35\u0e48\u0e22\u0e27\u0e0a\u0e32\u0e0d?
label.directory.welcome.body=\u0e43\u0e0a\u0e49\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e41\u0e25\u0e30\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23 \u0e04\u0e25\u0e34\u0e01\u0e41\u0e17\u0e47\u0e01\u0e43\u0e19 tag cloud \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e21\u0e35\u0e41\u0e17\u0e47\u0e01\u0e19\u0e31\u0e49\u0e19 \u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19\u0e41\u0e25\u0e30\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e23\u0e34\u0e48\u0e21\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e2a\u0e31\u0e07\u0e04\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e41\u0e25\u0e30\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e04\u0e19\u0e15\u0e48\u0e32\u0e07\u0e46 \u0e41\u0e2a\u0e14\u0e07\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e17\u0e23\u0e32\u0e1a\u0e16\u0e36\u0e07\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e17\u0e33\u0e2d\u0e22\u0e39\u0e48 \u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e08\u0e32\u0e01\u0e41\u0e17\u0e47\u0e1a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
label.directory.welcome.body.authed=\u0e43\u0e0a\u0e49\u0e40\u0e1e\u0e08\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e04\u0e49\u0e19\u0e2b\u0e32 \u0e1a\u0e38\u0e04\u0e04\u0e25\u0e41\u0e25\u0e30\u0e04\u0e27\u0e32\u0e21\u0e40\u0e0a\u0e35\u0e48\u0e22\u0e27\u0e0a\u0e32\u0e0d \u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23 \u0e17\u0e33\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e41\u0e1a\u0e1a\u0e23\u0e27\u0e14\u0e40\u0e23\u0e47\u0e27 \u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e43\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e17\u0e35\u0e48\u0e21\u0e35 \u0e04\u0e25\u0e34\u0e01\u0e41\u0e17\u0e47\u0e01\u0e43\u0e19 tag cloud \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e21\u0e35\u0e41\u0e17\u0e47\u0e01\u0e19\u0e31\u0e49\u0e19 \u0e04\u0e25\u0e34\u0e01 "\u0e41\u0e2a\u0e14\u0e07\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14" \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21 \u0e41\u0e25\u0e30\u0e02\u0e22\u0e32\u0e22\u0e40\u0e1b\u0e49\u0e32\u0e2b\u0e21\u0e32\u0e22\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
label.directory.welcome.msg1=\u0e17\u0e33\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e41\u0e1a\u0e1a\u0e23\u0e27\u0e14\u0e40\u0e23\u0e47\u0e27 \u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e43\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e17\u0e35\u0e48\u0e21\u0e35
label.directory.welcome.msg2=\u0e04\u0e25\u0e34\u0e01 "\u0e41\u0e2a\u0e14\u0e07\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14" \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e23\u0e30\u0e14\u0e31\u0e1a\u0e2a\u0e39\u0e07\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21 {0}\u0e28\u0e36\u0e01\u0e29\u0e32\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21 {1}
label.directory.welcome.msg3=\u0e28\u0e36\u0e01\u0e29\u0e32\u0e16\u0e36\u0e07\u0e27\u0e34\u0e18\u0e35\u0e17\u0e35\u0e48 {0} \u0e43\u0e0a\u0e49\u0e41\u0e17\u0e47\u0e01 {1} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1a\u0e38\u0e04\u0e04\u0e25

# Profile View Scene: Welcome
label.profile.view.welcome.title=\u0e28\u0e36\u0e01\u0e29\u0e32\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
label.profile.view.welcome.body=\u0e43\u0e0a\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e43\u0e19\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e19\u0e43\u0e08\u0e41\u0e25\u0e30\u0e17\u0e31\u0e01\u0e29\u0e30\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e31\u0e49\u0e19 \u0e14\u0e39\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14 \u0e41\u0e25\u0e30\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e1e\u0e27\u0e01\u0e40\u0e02\u0e32 \u0e14\u0e39\u0e1c\u0e39\u0e49\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e40\u0e08\u0e49\u0e32\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c \u0e41\u0e25\u0e30\u0e14\u0e39\u0e27\u0e48\u0e32\u0e04\u0e38\u0e13\u0e08\u0e30\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e1e\u0e27\u0e01\u0e40\u0e02\u0e32\u0e44\u0e14\u0e49\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e44\u0e23 \u0e04\u0e25\u0e34\u0e01 <b>\u0e40\u0e0a\u0e34\u0e0d\u0e40\u0e02\u0e49\u0e32\u0e2a\u0e39\u0e48\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19</b> \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e0a\u0e34\u0e0d\u0e04\u0e19\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e2b\u0e23\u0e37\u0e2d\u0e04\u0e25\u0e34\u0e01 <b>\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21</b>  \u0e16\u0e49\u0e32\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e17\u0e23\u0e32\u0e1a\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e31\u0e49\u0e19
label.profile.view.welcome.msg1=\u0e04\u0e25\u0e34\u0e01 "\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21" \u0e16\u0e49\u0e32\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e43\u0e2b\u0e49\u0e41\u0e2a\u0e14\u0e07\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e43\u0e19\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07 \u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15 \u0e43\u0e19\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
label.profile.view.welcome.msg2=\u0e04\u0e25\u0e34\u0e01 "\u0e40\u0e0a\u0e34\u0e0d\u0e40\u0e02\u0e49\u0e32\u0e2a\u0e39\u0e48\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19" \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e43\u0e2b\u0e49\u0e01\u0e31\u0e1a\u0e41\u0e17\u0e47\u0e1a\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e14\u0e31\u0e07\u0e19\u0e31\u0e49\u0e19\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e1e\u0e27\u0e01\u0e40\u0e02\u0e32\u0e08\u0e36\u0e07\u0e07\u0e48\u0e32\u0e22\u0e15\u0e48\u0e2d\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32 \u0e2b\u0e32\u0e01\u0e04\u0e38\u0e13\u0e21\u0e2d\u0e07\u0e44\u0e21\u0e48\u0e40\u0e2b\u0e47\u0e19\u0e1b\u0e38\u0e48\u0e21\u0e19\u0e31\u0e49\u0e19 \u0e19\u0e31\u0e48\u0e19\u0e2b\u0e21\u0e32\u0e22\u0e04\u0e27\u0e32\u0e21\u0e27\u0e48\u0e32\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e40\u0e0a\u0e34\u0e0d\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e31\u0e49\u0e19\u0e41\u0e25\u0e49\u0e27
label.profile.view.welcome.msg3=\u0e14\u0e39\u0e1c\u0e39\u0e49\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25 \u0e40\u0e23\u0e34\u0e48\u0e21\u0e17\u0e33\u0e07\u0e32\u0e19\u0e01\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e15\u0e31\u0e49\u0e07\u0e41\u0e15\u0e48\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e23\u0e32\u0e22\u0e02\u0e36\u0e49\u0e19\u0e44\u0e1b\u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e0a\u0e34\u0e0d\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
label.profile.view.welcome.msg4={0}\u0e28\u0e36\u0e01\u0e29\u0e32 {1} \u0e16\u0e36\u0e07\u0e04\u0e27\u0e32\u0e21\u0e41\u0e15\u0e01\u0e15\u0e48\u0e32\u0e07\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e34\u0e0d\u0e41\u0e25\u0e30\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e43\u0e14\u0e46

# My Profile View Scene: Welcome
label.myprofile.view.welcome.title=\u0e40\u0e2b\u0e15\u0e38\u0e1c\u0e25\u0e43\u0e19\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
label.myprofile.view.welcome.body=\u0e41\u0e2a\u0e14\u0e07\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e17\u0e23\u0e32\u0e1a\u0e16\u0e36\u0e07\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e17\u0e33\u0e2d\u0e22\u0e39\u0e48 \u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e2a\u0e48\u0e27\u0e19\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e14\u0e39\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e43\u0e19\u0e01\u0e23\u0e30\u0e14\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e17\u0e47\u0e01\u0e17\u0e35\u0e48\u0e41\u0e2a\u0e14\u0e07\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e19\u0e43\u0e08\u0e41\u0e25\u0e30\u0e04\u0e27\u0e32\u0e21\u0e40\u0e0a\u0e35\u0e48\u0e22\u0e27\u0e0a\u0e32\u0e0d\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e04\u0e25\u0e34\u0e01 "\u0e41\u0e01\u0e49\u0e44\u0e02\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19" \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e23\u0e34\u0e48\u0e21\u0e1b\u0e49\u0e2d\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
label.myprofile.view.welcome.msg1=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e21\u0e2d\u0e07\u0e40\u0e2b\u0e47\u0e19\u0e44\u0e14\u0e49\u0e01\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e43\u0e14\u0e46 \u0e43\u0e19\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23 \u0e43\u0e0a\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e19\u0e34\u0e22\u0e32\u0e21\u0e27\u0e48\u0e32\u0e04\u0e38\u0e13\u0e04\u0e37\u0e2d\u0e43\u0e04\u0e23\u0e41\u0e25\u0e30\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e17\u0e33
label.myprofile.view.welcome.msg2=\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e41\u0e19\u0e27\u0e04\u0e34\u0e14\u0e2b\u0e23\u0e37\u0e2d\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e17\u0e33\u0e07\u0e32\u0e19\u0e41\u0e25\u0e30\u0e02\u0e2d\u0e23\u0e31\u0e1a\u0e1c\u0e25\u0e1b\u0e49\u0e2d\u0e19\u0e01\u0e25\u0e31\u0e1a\u0e43\u0e19\u0e17\u0e31\u0e19\u0e17\u0e35\u0e08\u0e32\u0e01\u0e1c\u0e39\u0e49\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
label.myprofile.view.welcome.msg3=\u0e04\u0e25\u0e34\u0e01 "\u0e41\u0e01\u0e49\u0e44\u0e02\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19" \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e20\u0e32\u0e1e\u0e16\u0e48\u0e32\u0e22 \u0e41\u0e25\u0e30\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e41\u0e25\u0e30\u0e04\u0e27\u0e32\u0e21\u0e40\u0e0a\u0e35\u0e48\u0e22\u0e27\u0e0a\u0e32\u0e0d\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 

# My Profile SmartCloud View Scene: Welcome
label.myprofile.view.smartcloud.welcome.title=\u0e40\u0e2b\u0e15\u0e38\u0e1c\u0e25\u0e43\u0e19\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
label.myprofile.view.smartcloud.welcome.body=\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e21\u0e2d\u0e07\u0e40\u0e2b\u0e47\u0e19\u0e44\u0e14\u0e49 \u0e1e\u0e1a \u0e19\u0e48\u0e32\u0e1b\u0e23\u0e30\u0e2b\u0e25\u0e32\u0e14\u0e43\u0e08
label.myprofile.view.smartcloud.welcome.msg1={0}\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e23\u0e39\u0e1b{1} \u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e2d\u0e37\u0e48\u0e19\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e17\u0e33\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49\u0e08\u0e31\u0e01\u0e04\u0e38\u0e13
label.myprofile.view.smartcloud.welcome.msg2={0}\u0e41\u0e17\u0e47\u0e01\u0e15\u0e31\u0e27\u0e04\u0e38\u0e13\u0e40\u0e2d\u0e07{1} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e2d\u0e37\u0e48\u0e19\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e15\u0e30\u0e43\u0e19\u0e04\u0e27\u0e32\u0e21\u0e23\u0e39\u0e49\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
label.myprofile.view.smartcloud.welcome.msg3={0}\u0e01\u0e25\u0e48\u0e32\u0e27\u0e16\u0e36\u0e07\u0e15\u0e31\u0e27\u0e04\u0e38\u0e13{1} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e2d\u0e37\u0e48\u0e19\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e07\u0e48\u0e32\u0e22\u0e02\u0e36\u0e49\u0e19

# Profile Edit Scene: Welcome
label.myprofile.edit.welcome.title=\u0e0a\u0e48\u0e27\u0e22\u0e43\u0e2b\u0e49\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19\u0e23\u0e39\u0e49\u0e08\u0e31\u0e01\u0e04\u0e38\u0e13
label.myprofile.edit.welcome.body=\u0e43\u0e0a\u0e49\u0e40\u0e1e\u0e08\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e1b\u0e49\u0e2d\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e41\u0e19\u0e30\u0e19\u0e33\u0e15\u0e31\u0e27\u0e04\u0e38\u0e13\u0e41\u0e01\u0e48\u0e1c\u0e39\u0e49\u0e2d\u0e37\u0e48\u0e19 \u0e41\u0e25\u0e30\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e17\u0e33 \u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e04\u0e27\u0e32\u0e21\u0e2a\u0e19\u0e43\u0e08\u0e41\u0e25\u0e30\u0e07\u0e32\u0e19\u0e2d\u0e14\u0e34\u0e40\u0e23\u0e01 \u0e41\u0e25\u0e30\u0e41\u0e17\u0e47\u0e01\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e17\u0e35\u0e48\u0e40\u0e0a\u0e35\u0e48\u0e22\u0e27\u0e0a\u0e32\u0e0d \u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e21\u0e32\u0e30\u0e2a\u0e21\u0e17\u0e32\u0e07\u0e18\u0e38\u0e23\u0e01\u0e34\u0e08
label.myprofile.edit.welcome.msg1={0}\u0e23\u0e31\u0e01\u0e29\u0e32\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e43\u0e2b\u0e49\u0e17\u0e31\u0e19\u0e2a\u0e21\u0e31\u0e22{1} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49
label.myprofile.edit.welcome.msg2={0}\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13{1} \u0e0b\u0e36\u0e48\u0e07\u0e23\u0e27\u0e21\u0e16\u0e36\u0e07\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e1c\u0e48\u0e32\u0e19\u0e21\u0e32 \u0e17\u0e31\u0e01\u0e29\u0e30 \u0e41\u0e25\u0e30\u0e01\u0e32\u0e23\u0e1d\u0e36\u0e01\u0e2d\u0e1a\u0e23\u0e21
label.myprofile.edit.welcome.msg3={0}\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e17\u0e47\u0e01 (\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14){1} \u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e17\u0e31\u0e01\u0e29\u0e30\u0e41\u0e25\u0e30\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e19\u0e43\u0e08\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49
label.myprofile.edit.welcome.msg4=\u0e04\u0e38\u0e13\u0e21\u0e2d\u0e07\u0e40\u0e2b\u0e47\u0e19\u0e41\u0e17\u0e47\u0e01\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e44\u0e27\u0e49\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48? \u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19\u0e46 \u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e41\u0e17\u0e47\u0e01\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 {0}\u0e28\u0e36\u0e01\u0e29\u0e32\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21 {1}

# My Network Scene: Welcome
label.mynetwork.welcome.title=\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e2d\u0e22\u0e39\u0e48\u0e01\u0e31\u0e1a\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
label.mynetwork.welcome.body=\u0e43\u0e0a\u0e49\u0e40\u0e1e\u0e08\u0e19\u0e35\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e41\u0e25\u0e30\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21 \u0e14\u0e39\u0e27\u0e48\u0e32\u0e43\u0e04\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e04\u0e38\u0e13\u0e2d\u0e22\u0e39\u0e48 \u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d\u0e02\u0e2d\u0e07\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e41\u0e25\u0e30\u0e14\u0e39\u0e01\u0e32\u0e23\u0e41\u0e19\u0e30\u0e19\u0e33\u0e02\u0e2d\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e19\u0e23\u0e27\u0e21\u0e07\u0e32\u0e19\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e15\u0e48\u0e32\u0e07\u0e46 \u0e41\u0e25\u0e30\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e1e\u0e27\u0e01\u0e40\u0e02\u0e32 \u0e04\u0e25\u0e34\u0e01 "\u0e40\u0e0a\u0e34\u0e0d\u0e40\u0e02\u0e49\u0e32\u0e2a\u0e39\u0e48\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19" \u0e43\u0e19\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e43\u0e14\u0e46 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e0a\u0e34\u0e0d\u0e04\u0e19\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
label.mynetwork.welcome.msg1=\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e44\u0e14\u0e49\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e23\u0e27\u0e14\u0e40\u0e23\u0e47\u0e27\u0e42\u0e14\u0e22\u0e04\u0e25\u0e34\u0e01\u0e0a\u0e37\u0e48\u0e2d\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25
label.mynetwork.welcome.msg2=\u0e28\u0e36\u0e01\u0e29\u0e32\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e27\u0e34\u0e18\u0e35\u0e15\u0e48\u0e32\u0e07\u0e46 \u0e40\u0e1e\u0e37\u0e48\u0e2d {0}\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e43\u0e2b\u0e49\u0e01\u0e31\u0e1a\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22 {1} \u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
label.mynetwork.welcome.msg3=\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e2b\u0e32\u0e01\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e43\u0e2b\u0e49\u0e41\u0e2a\u0e14\u0e07\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e43\u0e19\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07 \u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15 \u0e43\u0e19\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
label.mynetwork.welcome.msg4=\u0e25\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e25\u0e1a\u0e2d\u0e2d\u0e01\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e43\u0e2b\u0e49\u0e17\u0e23\u0e32\u0e1a 

label.mynetwork.welcome.invitation.msg1=\u0e22\u0e2d\u0e21\u0e23\u0e31\u0e1a\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e23\u0e32\u0e22\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
label.mynetwork.welcome.invitation.msg2=\u0e2b\u0e32\u0e01\u0e04\u0e38\u0e13\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e17\u0e35\u0e48\u0e08\u0e30\u0e25\u0e30\u0e17\u0e34\u0e49\u0e07\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d \u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e31\u0e49\u0e19\u0e08\u0e30\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19
label.mynetwork.welcome.invitation.msg3=\u0e28\u0e36\u0e01\u0e29\u0e32\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e27\u0e34\u0e18\u0e35\u0e15\u0e48\u0e32\u0e07\u0e46 \u0e40\u0e1e\u0e37\u0e48\u0e2d {0} \u0e40\u0e0a\u0e34\u0e0d\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22 {1} \u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13

label.mynetwork.welcome.following.msg1=\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e1a\u0e32\u0e07\u0e04\u0e19\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e2d\u0e22\u0e39\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e43\u0e14\u0e46 \u0e40\u0e0a\u0e48\u0e19 \u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e16\u0e32\u0e19\u0e30 \u0e2b\u0e23\u0e37\u0e2d\u0e25\u0e1a\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e1a\u0e25\u0e47\u0e2d\u0e01 \u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e19\u0e31\u0e49\u0e19\u0e08\u0e30\u0e1b\u0e23\u0e32\u0e01\u0e0f\u0e02\u0e36\u0e49\u0e19\u0e1a\u0e19\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
label.mynetwork.welcome.following.msg2=\u0e28\u0e36\u0e01\u0e29\u0e32\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e27\u0e34\u0e18\u0e35\u0e01\u0e32\u0e23\u0e15\u0e48\u0e32\u0e07\u0e46 \u0e40\u0e1e\u0e37\u0e48\u0e2d {0} \u0e40\u0e23\u0e34\u0e48\u0e21\u0e17\u0e33\u0e07\u0e32\u0e19\u0e01\u0e31\u0e1a\u0e43\u0e04\u0e23\u0e1a\u0e32\u0e07\u0e04\u0e19 {1} \u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e19\u0e35\u0e49
label.mynetwork.welcome.following.msg3=\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e2b\u0e22\u0e38\u0e14\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e1a\u0e38\u0e04\u0e04\u0e25 \u0e43\u0e2b\u0e49\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e0a\u0e37\u0e48\u0e2d\u0e43\u0e19\u0e23\u0e32\u0e22\u0e0a\u0e37\u0e48\u0e2d\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21 \u0e08\u0e32\u0e01\u0e19\u0e31\u0e49\u0e19\u0e04\u0e25\u0e34\u0e01 \u0e2b\u0e22\u0e38\u0e14\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21

label.mynetwork.welcome.followers.msg1=\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e15\u0e48\u0e32\u0e07\u0e46\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e17\u0e33 \u0e40\u0e0a\u0e48\u0e19 \u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e43\u0e19\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e1a\u0e25\u0e47\u0e2d\u0e01 \u0e08\u0e30\u0e1b\u0e23\u0e32\u0e01\u0e0f\u0e02\u0e36\u0e49\u0e19\u0e1a\u0e19\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08\u0e02\u0e2d\u0e07\u0e41\u0e15\u0e48\u0e25\u0e30\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e04\u0e38\u0e13
label.mynetwork.welcome.followers.msg2=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e25\u0e1a\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e2b\u0e23\u0e37\u0e2d\u0e1b\u0e49\u0e2d\u0e07\u0e01\u0e31\u0e19\u0e44\u0e21\u0e48\u0e43\u0e2b\u0e49\u0e1a\u0e32\u0e07\u0e04\u0e19\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e04\u0e38\u0e13

# Network Scene: Welcome; default:
label.network.welcome.title=\u0e14\u0e39\u0e27\u0e48\u0e32\u0e43\u0e04\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e43\u0e04\u0e23
label.network.welcome.body=\u0e14\u0e39\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e40\u0e08\u0e49\u0e32\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.network.welcome.body.following=\u0e14\u0e39\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e40\u0e08\u0e49\u0e32\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e2d\u0e22\u0e39\u0e48
label.network.welcome.body.followers=\u0e14\u0e39\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e40\u0e08\u0e49\u0e32\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e2d\u0e22\u0e39\u0e48

# Reporting Structure Scene: Welcome; default: 
label.reportchain.welcome.title=\u0e23\u0e39\u0e49\u0e08\u0e31\u0e01\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
label.reportchain.welcome.body=\u0e14\u0e39\u0e23\u0e32\u0e22\u0e0a\u0e37\u0e48\u0e2d\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e43\u0e19\u0e25\u0e39\u0e01\u0e42\u0e0b\u0e48\u0e01\u0e32\u0e23\u0e23\u0e32\u0e22\u0e07\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e40\u0e08\u0e49\u0e32\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c \u0e0a\u0e37\u0e48\u0e2d\u0e16\u0e39\u0e01\u0e41\u0e2a\u0e14\u0e07\u0e15\u0e32\u0e21\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e15\u0e32\u0e21\u0e04\u0e27\u0e32\u0e21\u0e2d\u0e32\u0e27\u0e38\u0e42\u0e2a\u0e08\u0e32\u0e01\u0e40\u0e08\u0e49\u0e32\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e36\u0e49\u0e19\u0e44\u0e1b
label.reportchain.welcome.body.manager=\u0e14\u0e39\u0e23\u0e32\u0e22\u0e0a\u0e37\u0e48\u0e2d\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e1c\u0e39\u0e49\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e08\u0e49\u0e32\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e2b\u0e21\u0e37\u0e2d\u0e19\u0e01\u0e31\u0e19
label.reportchain.welcome.body.managed=\u0e14\u0e39\u0e23\u0e32\u0e22\u0e0a\u0e37\u0e48\u0e2d\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e42\u0e14\u0e22\u0e40\u0e08\u0e49\u0e32\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
 
#END welcome box UI strings

# NLS_MESSAGEFORMAT_VAR

# Search Page
label.search.profiles.heading=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13:
label.search.profiles.body=\u0e43\u0e0a\u0e49\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e41\u0e25\u0e30\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23 {0} \u0e41\u0e25\u0e30\u0e40\u0e25\u0e37\u0e2d\u0e01 {1} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e23\u0e34\u0e48\u0e21\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e2a\u0e31\u0e07\u0e04\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e41\u0e25\u0e30\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e04\u0e19\u0e15\u0e48\u0e32\u0e07\u0e46 \u0e41\u0e2a\u0e14\u0e07\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e17\u0e23\u0e32\u0e1a\u0e16\u0e36\u0e07\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e17\u0e33\u0e2d\u0e22\u0e39\u0e48 \u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e08\u0e32\u0e01\u0e41\u0e17\u0e47\u0e1a {2} 
# 1=Log in 2=My Network 3=My Profile 
label.search.profiles.logo=\u0e15\u0e23\u0e32\u0e2a\u0e31\u0e0d\u0e25\u0e31\u0e01\u0e29\u0e13\u0e4c\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.search.profiles.aboutlink=\u0e28\u0e36\u0e01\u0e29\u0e32\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
label.search.profiles.demolink=\u0e14\u0e39\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e2a\u0e32\u0e18\u0e34\u0e15
label.search.profiles.help.line1=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e41\u0e25\u0e30\u0e04\u0e25\u0e34\u0e01 "\u0e04\u0e49\u0e19\u0e2b\u0e32"
label.search.profiles.help.line2=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2b\u0e25\u0e32\u0e22\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e08\u0e33\u0e01\u0e31\u0e19\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e01\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e15\u0e23\u0e07\u0e40\u0e01\u0e13\u0e11\u0e4c\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
label.search.profiles.heading.close.alttext=\u0e1b\u0e34\u0e14\u0e2a\u0e48\u0e27\u0e19\u0e22\u0e34\u0e19\u0e14\u0e35\u0e15\u0e49\u0e2d\u0e19\u0e23\u0e31\u0e1a\u0e2a\u0e39\u0e48\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c

label.search.profiles.profilesearch.simple.link=\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e18\u0e23\u0e23\u0e21\u0e14\u0e32
label.search.profiles.profilesearch.simple.heading=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.search.profiles.profilesearch.simple.help=\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c \u0e43\u0e2b\u0e49\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e2b\u0e23\u0e37\u0e2d\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e41\u0e25\u0e30\u0e04\u0e25\u0e34\u0e01\u0e1b\u0e38\u0e48\u0e21\u0e04\u0e49\u0e19\u0e2b\u0e32
label.search.profiles.profilesearch.simple.findbyname=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e15\u0e32\u0e21\u0e0a\u0e37\u0e48\u0e2d
label.search.profiles.profilesearch.simple.findbykeyword=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e15\u0e32\u0e21\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14
label.search.profiles.profilesearch.simple.findbyname.hint=\u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d
label.search.profiles.profilesearch.simple.findbykeyword.hint=\u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e1b\u0e49\u0e2d\u0e19\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14

label.search.profiles.profilesearch.adv.show=\u0e41\u0e2a\u0e14\u0e07\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e31\u0e49\u0e19\u0e2a\u0e39\u0e07
label.search.profiles.profilesearch.adv.hide=\u0e0b\u0e48\u0e2d\u0e19\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e31\u0e49\u0e19\u0e2a\u0e39\u0e07
label.search.profiles.profilesearch.adv.showfull=\u0e41\u0e2a\u0e14\u0e07\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
label.search.profiles.profilesearch.adv.hidefull=\u0e0b\u0e48\u0e2d\u0e19\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
label.search.profiles.profilesearch.adv.link=\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e31\u0e49\u0e19\u0e2a\u0e39\u0e07
label.search.profiles.profilesearch.adv.heading=\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e31\u0e49\u0e19\u0e2a\u0e39\u0e07
label.search.profiles.profilesearch.adv.help=\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c \u0e43\u0e2b\u0e49\u0e1b\u0e49\u0e2d\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32 \u0e41\u0e25\u0e30\u0e04\u0e25\u0e34\u0e01\u0e1b\u0e38\u0e48\u0e21\u0e04\u0e49\u0e19\u0e2b\u0e32
label.search.profiles.profilesearch.adv.findbyname=\u0e0a\u0e37\u0e48\u0e2d:
label.search.profiles.profilesearch.adv.findbykeyword=\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14:
label.search.profiles.profilesearch.adv.findbycontactinfo=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d:
label.search.profiles.profilesearch.adv.findbycustomfields=\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07:

label.page.typeaheadsearch.heading=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35 
label.page.typeaheadearch.description=\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c \u0e40\u0e23\u0e34\u0e48\u0e21\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e0a\u0e37\u0e48\u0e2d\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e41\u0e25\u0e30\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34 

label.page.advancedsearch.heading=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35 
label.page.advancedsearch.description=\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c \u0e43\u0e2b\u0e49\u0e1b\u0e49\u0e2d\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32 \u0e41\u0e25\u0e30\u0e04\u0e25\u0e34\u0e01\u0e1b\u0e38\u0e48\u0e21\u0e04\u0e49\u0e19\u0e2b\u0e32 

label.search.profiles.profilesearch.byname.help=\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
label.search.profiles.profilesearch.bykeyword.help=\u0e1b\u0e49\u0e2d\u0e19\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
label.search.profiles.profilesearch.bycontactinfo.help=\u0e43\u0e0a\u0e49\u0e1a\u0e32\u0e07\u0e2a\u0e48\u0e27\u0e19\u0e2b\u0e23\u0e37\u0e2d\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e02\u0e2d\u0e07\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e43\u0e19\u0e2a\u0e48\u0e27\u0e19\u0e19\u0e35\u0e49 \u0e41\u0e25\u0e49\u0e27\u0e04\u0e25\u0e34\u0e01\u0e1b\u0e38\u0e48\u0e21\u0e04\u0e49\u0e19\u0e2b\u0e32
label.search.profiles.profilesearch.bycustomfields.help=\u0e43\u0e0a\u0e49\u0e1a\u0e32\u0e07\u0e2a\u0e48\u0e27\u0e19\u0e2b\u0e23\u0e37\u0e2d\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e02\u0e2d\u0e07\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e43\u0e19\u0e2a\u0e48\u0e27\u0e19\u0e19\u0e35\u0e49 \u0e41\u0e25\u0e49\u0e27\u0e04\u0e25\u0e34\u0e01\u0e1b\u0e38\u0e48\u0e21\u0e04\u0e49\u0e19\u0e2b\u0e32

label.search.profiles.profilesearch.byname.button.hint=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e42\u0e14\u0e22\u0e43\u0e0a\u0e49\u0e0a\u0e37\u0e48\u0e2d
label.search.profiles.profilesearch.bykeyword.button.hint=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e42\u0e14\u0e22\u0e43\u0e0a\u0e49\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14 
label.search.profiles.profilesearch.bycontactinfo.button.hint=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e42\u0e14\u0e22\u0e43\u0e0a\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d
label.search.profiles.profilesearch.bycustomfields.button.hint=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e42\u0e14\u0e22\u0e43\u0e0a\u0e49\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07

label.search.profiles.profilesearch.byname.button=\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e0a\u0e37\u0e48\u0e2d
label.search.profiles.profilesearch.bykeyword.button=\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14 
label.search.profiles.profilesearch.bycontactinfo.button=\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d
label.search.profiles.profilesearch.bycustomfields.button=\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e41\u0e1a\u0e1a\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e2d\u0e07

label.search.profiles.name=\u0e0a\u0e37\u0e48\u0e2d
label.search.profiles.stdname=\u0e0a\u0e37\u0e48\u0e2d (\u0e0a\u0e37\u0e48\u0e2d \u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25)
label.search.profiles.kanjiname=\u0e0a\u0e37\u0e48\u0e2d (\u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25 \u0e0a\u0e37\u0e48\u0e2d)
label.search.profiles.phone=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e42\u0e17\u0e23\u0e28\u0e31\u0e1e\u0e17\u0e4c
label.search.profiles.internetemail=\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a
label.search.profiles.location=\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07
label.search.profiles.city=\u0e40\u0e21\u0e37\u0e2d\u0e07
label.search.profiles.state=\u0e23\u0e31\u0e10
label.search.profiles.country=\u0e1b\u0e23\u0e30\u0e40\u0e17\u0e28
label.search.profiles.jobtitle=\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07
label.search.profiles.company=\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e2b\u0e23\u0e37\u0e2d\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17
label.search.profiles.search=\u0e04\u0e49\u0e19\u0e2b\u0e32
label.search.profiles.searchfieldlabel=\u0e0a\u0e37\u0e48\u0e2d\u0e43\u0e19\u0e01\u0e32\u0e23\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25:

label.search.profiles.tagsandrelatedinfo=\u0e41\u0e17\u0e47\u0e01\u0e41\u0e25\u0e30\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07:
label.search.profiles.tips=\u0e40\u0e04\u0e25\u0e47\u0e14\u0e25\u0e31\u0e1a
label.search.profiles.tip1=\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e14\u0e49\u0e32\u0e19\u0e1a\u0e19\u0e02\u0e2d\u0e07\u0e40\u0e1e\u0e08\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e41\u0e1a\u0e1a\u0e23\u0e27\u0e14\u0e40\u0e23\u0e47\u0e27 \u0e43\u0e0a\u0e49\u0e1f\u0e2d\u0e23\u0e4c\u0e21\u0e17\u0e35\u0e48\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07\u0e02\u0e2d\u0e07\u0e40\u0e1e\u0e08\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e02\u0e31\u0e49\u0e19\u0e2a\u0e39\u0e07\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
label.search.profiles.tip2=
label.search.profiles.help.heading=\u0e44\u0e21\u0e48\u0e40\u0e04\u0e22\u0e43\u0e0a\u0e49\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c?
label.search.profiles.help.close.alttext=\u0e1b\u0e34\u0e14\u0e2a\u0e48\u0e27\u0e19\u0e44\u0e21\u0e48\u0e40\u0e04\u0e22\u0e43\u0e0a\u0e49\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.search.profiles.close=\u0e1b\u0e34\u0e14
label.search.profiles.helplink=\u0e28\u0e36\u0e01\u0e29\u0e32\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e27\u0e34\u0e18\u0e35\u0e43\u0e0a\u0e49\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.search.profiles.selectSearchScope=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e02\u0e2d\u0e1a\u0e40\u0e02\u0e15\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32

label.search.profiles.tagsUnavailable=tag clound \u0e43\u0e0a\u0e49\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e0a\u0e31\u0e48\u0e27\u0e04\u0e23\u0e32\u0e27

# Search Results Page
label.search.refine=\u0e1b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e19\u0e35\u0e49

# The heading for profile search results. {0} are the field:value searching pairs;
label.searchresults.people.heading=\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0}
label.searchresults.directory.heading=\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35

# The heading for community search results. {0} are the field:value searching pairs;
label.searchresults.community.heading=\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0}
label.searchresults.searchby.name=\u0e0a\u0e37\u0e48\u0e2d:
label.searchresults.searchby.kanjiName=\u0e0a\u0e37\u0e48\u0e2d:
label.searchresults.searchby.department=\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23:
label.searchresults.searchby.phoneNumber=\u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23\u0e28\u0e31\u0e1e\u0e17\u0e4c:
label.searchresults.searchby.jobTitle=\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07:
label.searchresults.searchby.email=\u0e2d\u0e35\u0e40\u0e21\u0e25:
label.searchresults.searchby.profileTags=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e41\u0e17\u0e47\u0e01:
label.searchresults.searchby.community=\u0e0a\u0e38\u0e21\u0e0a\u0e19:
label.searchresults.searchby.city=\u0e40\u0e21\u0e37\u0e2d\u0e07:
label.searchresults.searchby.state=\u0e23\u0e31\u0e10:
label.searchresults.searchby.country=\u0e1b\u0e23\u0e30\u0e40\u0e17\u0e28:
label.searchresults.searchby.keyword=\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14:
label.searchresults.noresults=\u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c
label.searchresults.photo.altText=\u0e23\u0e39\u0e1b\u0e16\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
# {0} - number
label.searchresults.results={0} \u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e17\u0e35\u0e48\u0e1e\u0e1a
label.searchresults.people.tablabel=\u0e1a\u0e38\u0e04\u0e04\u0e25
label.searchresults.community.tablabel=\u0e0a\u0e38\u0e21\u0e0a\u0e19
label.searchresults.pageinfo={0} - {1} \u0e08\u0e32\u0e01 {2}
label.searchresults.pageinfo.alt=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e41\u0e2a\u0e14\u0e07\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21 {0} \u0e16\u0e36\u0e07 {1} \u0e08\u0e32\u0e01 {2}
label.searchresults.previouslink=\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32
label.searchresults.previouslink.alt=\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e02\u0e2d\u0e07\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
label.searchresults.nextlink=\u0e16\u0e31\u0e14\u0e44\u0e1b
label.searchresults.nextlink.alt=\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e16\u0e31\u0e14\u0e44\u0e1b\u0e02\u0e2d\u0e07\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
label.searchresults.firstlink=\u0e41\u0e23\u0e01\u0e2a\u0e38\u0e14
label.searchresults.firstlink.alt=\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e41\u0e23\u0e01\u0e44\u0e1b\u0e02\u0e2d\u0e07\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
label.searchresults.lastlink=\u0e2a\u0e38\u0e14\u0e17\u0e49\u0e32\u0e22
label.searchresults.lastlink.alt=\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e2a\u0e38\u0e14\u0e17\u0e49\u0e32\u0e22\u0e44\u0e1b\u0e02\u0e2d\u0e07\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
# {0} - number
label.searchresults.pagelink.alt=\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e2b\u0e19\u0e49\u0e32 {0} \u0e02\u0e2d\u0e07\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
# {0} - number
label.searchresults.itemsperpage.alt=\u0e41\u0e2a\u0e14\u0e07 {0} \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e15\u0e48\u0e2d\u0e2b\u0e19\u0e49\u0e32
label.searchresults.pagelabel=\u0e2b\u0e19\u0e49\u0e32
label.searchresults.people.tableheading.photo=\u0e23\u0e39\u0e1b\u0e16\u0e48\u0e32\u0e22
label.searchresults.people.tableheading.employeeinfo=\u0e0a\u0e37\u0e48\u0e2d &amp; \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
label.searchresults.people.tableheading.contactinfo=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d
label.searchresults.community.tableheading=\u0e0a\u0e38\u0e21\u0e0a\u0e19
label.searchresults.people.phone=\u0e42\u0e17\u0e23\u0e28\u0e31\u0e1e\u0e17\u0e4c:
label.searchresults.people.email=\u0e2d\u0e35\u0e40\u0e21\u0e25:
label.searchresults.people.notesId=Notes ID:

# note about edit validation error messages: 
# these string resources are also used by the struts edit validation messages (see validation.xml),
# yet the field names in the edit scenes come from the freemarker template nls resources (see see profileEdit.ftl and template_en.properties)
# so we need to keep these in sync with the template until our struts error validation can point to the templates resource bundle  
label.searchresults.searchby.displayName=\u0e0a\u0e37\u0e48\u0e2d\u0e43\u0e19\u0e01\u0e32\u0e23\u0e41\u0e2a\u0e14\u0e07\u0e1c\u0e25:
label.searchresults.searchby.jobResp=\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07:
label.searchresults.searchby.organizationTitle=\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e2b\u0e23\u0e37\u0e2d\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17:
label.searchresults.searchby.workLocation$city=\u0e40\u0e21\u0e37\u0e2d\u0e07:
label.searchresults.searchby.workLocation$state=\u0e23\u0e31\u0e10:
label.searchresults.searchby.countryDisplayValue=\u0e1b\u0e23\u0e30\u0e40\u0e17\u0e28:
label.searchresults.searchby.telephoneNumber=\u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23\u0e28\u0e31\u0e1e\u0e17\u0e4c:
label.searchresults.searchby.tags=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e41\u0e17\u0e47\u0e01:
label.searchresults.searchby.preferredFirstName=\u0e0a\u0e37\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14:
label.searchresults.searchby.preferredLastName=\u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25:
label.searchresults.searchby.secretaryName=\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e02\u0e32\u0e19\u0e38\u0e01\u0e32\u0e23:
label.searchresults.searchby.secretaryUid=UID \u0e40\u0e25\u0e02\u0e32\u0e19\u0e38\u0e01\u0e32\u0e23:
label.searchresults.searchby.secretaryEmail=\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e40\u0e25\u0e02\u0e32\u0e19\u0e38\u0e01\u0e32\u0e23:
label.searchresults.searchby.secretaryUserid=ID \u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e40\u0e25\u0e02\u0e32\u0e19\u0e38\u0e01\u0e32\u0e23:
label.searchresults.searchby.employeeNumber=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19:
label.searchresults.searchby.isManager=\u0e40\u0e1b\u0e47\u0e19\u0e1c\u0e39\u0e49\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23:
label.searchresults.searchby.managerUid=UID \u0e1c\u0e39\u0e49\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23:
label.searchresults.searchby.managerUserid=ID \u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e1c\u0e39\u0e49\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23:
label.searchresults.searchby.shift=\u0e01\u0e30:
label.searchresults.searchby.deptNumber=\u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23\u0e28\u0e31\u0e1e\u0e17\u0e4c\u0e41\u0e1c\u0e19\u0e01:
label.searchresults.searchby.countryCode=\u0e23\u0e2b\u0e31\u0e2a\u0e1b\u0e23\u0e30\u0e40\u0e17\u0e28:
label.searchresults.searchby.courtesyTitle=\u0e0a\u0e37\u0e48\u0e2d\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07:
label.searchresults.searchby.alternateLastname=\u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25\u0e2a\u0e33\u0e23\u0e2d\u0e07:
label.searchresults.searchby.nativeFirstName=\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e14\u0e22\u0e01\u0e33\u0e40\u0e19\u0e34\u0e14:
label.searchresults.searchby.nativeLastName=\u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25\u0e42\u0e14\u0e22\u0e01\u0e33\u0e40\u0e19\u0e34\u0e14:
label.searchresults.searchby.preferredLanguage=\u0e20\u0e32\u0e29\u0e32\u0e17\u0e35\u0e48\u0e16\u0e19\u0e31\u0e14:
label.searchresults.searchby.bldgId=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e2d\u0e32\u0e04\u0e32\u0e23:
label.searchresults.searchby.floor=\u0e0a\u0e31\u0e49\u0e19:
label.searchresults.searchby.officeName=\u0e0a\u0e37\u0e48\u0e2d\u0e2a\u0e33\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19:
label.searchresults.searchby.ipTelephoneNumber=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e42\u0e17\u0e23\u0e28\u0e31\u0e1e\u0e17\u0e4c IP:
label.searchresults.searchby.officeNumber=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e2a\u0e33\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19:
label.searchresults.searchby.mobileNumber=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e42\u0e17\u0e23\u0e28\u0e31\u0e1e\u0e17\u0e4c\u0e21\u0e37\u0e2d\u0e16\u0e37\u0e2d:
label.searchresults.searchby.pagerNumber=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e40\u0e1e\u0e08\u0e40\u0e08\u0e2d\u0e23\u0e4c:
label.searchresults.searchby.pagerType=\u0e0a\u0e19\u0e34\u0e14\u0e40\u0e1e\u0e08\u0e40\u0e08\u0e2d\u0e23\u0e4c:
label.searchresults.searchby.pagerId=ID \u0e40\u0e1e\u0e08\u0e40\u0e08\u0e2d\u0e23\u0e4c:
label.searchresults.searchby.pagerServiceProvider=\u0e1c\u0e39\u0e49\u0e43\u0e2b\u0e49\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a\u0e40\u0e1e\u0e08\u0e40\u0e08\u0e2d\u0e23\u0e4c:
label.searchresults.searchby.faxNumber=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e42\u0e17\u0e23\u0e2a\u0e32\u0e23:
label.searchresults.searchby.groupwareEmail=\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e2a\u0e33\u0e23\u0e2d\u0e07:
label.searchresults.searchby.calendarUrl=URL \u0e1b\u0e0f\u0e34\u0e17\u0e34\u0e19:
label.searchresults.searchby.freeBusyUrl= URL \u0e27\u0e48\u0e32\u0e07 \u0e44\u0e21\u0e48\u0e27\u0e48\u0e32\u0e07:
label.searchresults.searchby.blogUrl=URL \u0e1a\u0e25\u0e47\u0e2d\u0e01:
label.searchresults.searchby.description=\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e09\u0e31\u0e19:
label.searchresults.searchby.givenName=\u0e0a\u0e37\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14:
label.searchresults.searchby.surname= \u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25:
label.searchresults.searchby.departmentTitle=\u0e41\u0e1c\u0e19\u0e01:
label.searchresults.searchby.experience=\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34:
#label.searchresults.searchby.background=About Me:
# {0} - tag name
label.searchresults.tagfilter.remove=\u0e25\u0e1a\u0e41\u0e17\u0e47\u0e01 {0} \u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32


# Profile Page
label.profile.heading=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0}
label.profile.pronunciation=\u0e40\u0e25\u0e48\u0e19\u0e44\u0e1f\u0e25\u0e4c\u0e2d\u0e2d\u0e14\u0e34\u0e42\u0e2d\u0e17\u0e35\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e2d\u0e2d\u0e01\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e0a\u0e37\u0e48\u0e2d\u0e1a\u0e38\u0e04\u0e04\u0e25
label.profile.vcardlink=\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25 vcard \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e35\u0e49
label.profile.vcard.export=vCard
label.profile.im=IM:
label.profile.im.signin=\u0e25\u0e07\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e02\u0e49\u0e32\u0e43\u0e0a\u0e49\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e2a\u0e16\u0e32\u0e19\u0e30 Sametime
label.profile.description.inlineedit=\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e19\u0e35\u0e49\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48? \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e14\u0e49\u0e1a\u0e48\u0e2d\u0e22\u0e40\u0e17\u0e48\u0e32\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23!
label.profile.description.inlineedit.link=\u0e41\u0e01\u0e49\u0e44\u0e02
label.profile.description.inlineedit.save=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
label.profile.description.inlineedit.cancel=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
label.profile.heading.otherviews=\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e2d\u0e37\u0e48\u0e19
label.profile.otherviews.show=\u0e41\u0e2a\u0e14\u0e07:
label.profile.localtime=\u0e40\u0e27\u0e25\u0e32\u0e17\u0e49\u0e2d\u0e07\u0e16\u0e34\u0e48\u0e19:
label.profile.link=\u0e25\u0e34\u0e07\u0e01\u0e4c
label.profile.blogUrl=\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49
label.profile.bizcard.a11y=\u0e01\u0e14 control-enter \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e19\u0e32\u0e21\u0e1a\u0e31\u0e15\u0e23\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0}

# Reporting Structure Page
label.reportingstructure.heading=\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e2a\u0e32\u0e22\u0e07\u0e32\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0}


# Edit Profile Page
label.editprofile.tab.toolbar=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c - \u0e2a\u0e48\u0e27\u0e19
label.editprofile.tab.content=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c - \u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e2a\u0e48\u0e27\u0e19
label.editprofile.contactInformation.tab.label=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d
label.editprofile.aboutMe.tab.label=\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e09\u0e31\u0e19
label.editprofile.background.tab.label=\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34
label.editprofile.photo.tab.label=\u0e23\u0e39\u0e1b\u0e16\u0e48\u0e32\u0e22
label.editprofile.pronunciation.tab.label=\u0e01\u0e32\u0e23\u0e2d\u0e2d\u0e01\u0e40\u0e2a\u0e35\u0e22\u0e07
label.editprofile.heading=\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e43\u0e19\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
label.editprofile.contactInformation.heading=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d
label.editprofile.contactInformation.help.body=\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e01\u0e49\u0e44\u0e02\u0e44\u0e14\u0e49\u0e08\u0e30\u0e16\u0e39\u0e01\u0e41\u0e2a\u0e14\u0e07\u0e14\u0e49\u0e27\u0e22\u0e04\u0e48\u0e32\u0e08\u0e32\u0e01\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e2b\u0e32\u0e01\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e44\u0e27\u0e49\u0e25\u0e48\u0e27\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e04\u0e48\u0e32\u0e14\u0e49\u0e27\u0e22\u0e15\u0e31\u0e27\u0e04\u0e38\u0e13\u0e40\u0e2d\u0e07
label.editprofile.associatedInformation.heading=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07
label.editprofile.associatedInformation.help.body=\u0e2b\u0e19\u0e49\u0e32\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e09\u0e31\u0e19\u0e02\u0e2d\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e04\u0e27\u0e23\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22\u0e16\u0e36\u0e07\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19 \u0e1b\u0e23\u0e30\u0e2a\u0e1a\u0e01\u0e32\u0e23\u0e13\u0e4c \u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e0a\u0e33\u0e19\u0e32\u0e0d \u0e41\u0e25\u0e30\u0e23\u0e27\u0e21\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1a\u0e32\u0e07\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e19\u0e43\u0e08\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e2b\u0e23\u0e37\u0e2d\u0e07\u0e32\u0e19\u0e2d\u0e14\u0e34\u0e40\u0e23\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e21\u0e35\u0e04\u0e27\u0e32\u0e21\u0e19\u0e48\u0e32\u0e2a\u0e19\u0e43\u0e08
label.editprofile.profiletags.help.body=\u0e41\u0e17\u0e47\u0e01\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e23\u0e30\u0e1a\u0e38\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e19\u0e43\u0e08\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e43\u0e19\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d\u0e40\u0e08\u0e32\u0e30\u0e08\u0e07 \u0e41\u0e15\u0e48\u0e25\u0e30\u0e41\u0e17\u0e47\u0e01\u0e04\u0e27\u0e23\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e33\u0e40\u0e14\u0e35\u0e48\u0e22\u0e27 \u0e41\u0e15\u0e48\u0e21\u0e35\u0e40\u0e2a\u0e49\u0e19\u0e2d\u0e31\u0e01\u0e02\u0e23\u0e1b\u0e23\u0e30\u0e2b\u0e23\u0e37\u0e2d underscore \u0e44\u0e14\u0e49 \u0e40\u0e21\u0e37\u0e48\u0e2d\u0e04\u0e38\u0e13\u0e1b\u0e49\u0e2d\u0e19\u0e2b\u0e25\u0e32\u0e22\u0e41\u0e17\u0e47\u0e01\u0e43\u0e2b\u0e49\u0e41\u0e22\u0e01\u0e14\u0e49\u0e27\u0e22\u0e0a\u0e48\u0e2d\u0e07\u0e27\u0e48\u0e32\u0e07\u0e2b\u0e23\u0e37\u0e2d\u0e04\u0e2d\u0e21\u0e21\u0e32 \u0e41\u0e17\u0e47\u0e01\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07: human_resources, financial_controls, emerging_technology
label.editprofile.photoandpronunciatio.heading=\u0e23\u0e39\u0e1b\u0e16\u0e48\u0e32\u0e22\u0e41\u0e25\u0e30\u0e01\u0e32\u0e23\u0e2d\u0e2d\u0e01\u0e40\u0e2a\u0e35\u0e22\u0e07
label.editprofile.photo.editPhoto=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e23\u0e39\u0e1b\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.editprofile.photo.heading=\u0e23\u0e39\u0e1b\u0e16\u0e48\u0e32\u0e22
label.editprofile.photo.selectFile=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e1f\u0e25\u0e4c
label.editprofile.photo.selectImage=\u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e
label.editprofile.photo.current=\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19:
label.editprofile.photo.newupload=\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e20\u0e32\u0e1e\u0e43\u0e2b\u0e21\u0e48:
# label.editprofile.photo.loading=Preparing image to preview
label.editprofile.photo.removeimage=\u0e25\u0e1a\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e
label.editprofile.photo.removeimage.confirm=\u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e2d\u0e34\u0e21\u0e40\u0e21\u0e08\u0e19\u0e35\u0e49\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48?
label.editprofile.photo.previewBox=\u0e41\u0e2a\u0e14\u0e07\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e:
label.editprofile.photo.previewButton=\u0e41\u0e2a\u0e14\u0e07\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e
label.editprofile.photo.loading=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e25\u0e14\u0e01\u0e32\u0e23\u0e41\u0e2a\u0e14\u0e07\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07 \u0e42\u0e1b\u0e23\u0e14\u0e23\u0e2d\u0e2a\u0e31\u0e01\u0e04\u0e23\u0e39\u0e48...
label.editprofile.photo.info=\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e23\u0e39\u0e1b\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e21\u0e32\u0e30\u0e2a\u0e21\u0e17\u0e32\u0e07\u0e18\u0e38\u0e23\u0e01\u0e34\u0e08\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13<br/>\u0e23\u0e39\u0e1b\u0e16\u0e48\u0e32\u0e22\u0e15\u0e49\u0e2d\u0e07\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a JPEG, GIF \u0e2b\u0e23\u0e37\u0e2d PNG \u0e41\u0e25\u0e30\u0e21\u0e35\u0e02\u0e19\u0e32\u0e14\u0e14\u0e35\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14\u0e16\u0e36\u0e07 155x155 \u0e1e\u0e34\u0e01\u0e40\u0e0b\u0e25<br/>\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e\u0e17\u0e35\u0e48\u0e43\u0e2b\u0e0d\u0e48\u0e02\u0e36\u0e49\u0e19\u0e08\u0e30\u0e43\u0e0a\u0e49\u0e40\u0e27\u0e25\u0e32\u0e43\u0e19\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e19\u0e32\u0e19\u0e02\u0e36\u0e49\u0e19 \u0e41\u0e25\u0e30\u0e21\u0e35\u0e04\u0e27\u0e32\u0e21\u0e04\u0e21\u0e0a\u0e31\u0e14\u0e25\u0e14\u0e25\u0e07\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e16\u0e39\u0e01\u0e1b\u0e23\u0e31\u0e1a\u0e02\u0e19\u0e32\u0e14
label.editprofile.photo.delay=\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e23\u0e39\u0e1b\u0e16\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e2d\u0e32\u0e08\u0e43\u0e0a\u0e49\u0e40\u0e27\u0e25\u0e32\u0e2a\u0e31\u0e01\u0e04\u0e23\u0e39\u0e48\u0e43\u0e19\u0e01\u0e32\u0e23\u0e41\u0e2a\u0e14\u0e07
label.editprofile.photo.no_init=cropper \u0e23\u0e39\u0e1b\u0e16\u0e48\u0e32\u0e22\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e15\u0e23\u0e35\u0e22\u0e21\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e1a\u0e37\u0e49\u0e2d\u0e07\u0e15\u0e49\u0e19!
label.editprofile.pronunciation.heading=\u0e01\u0e32\u0e23\u0e2d\u0e2d\u0e01\u0e40\u0e2a\u0e35\u0e22\u0e07
label.editprofile.pronunciation.selectFile=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e1f\u0e25\u0e4c
label.editprofile.pronunciation.helplink=\u0e27\u0e34\u0e18\u0e35\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e0a\u0e37\u0e48\u0e2d
label.editprofile.pronunciation.removeaudiofile=\u0e25\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e2a\u0e35\u0e22\u0e07
label.editprofile.pronunciation.removeafile=\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e25\u0e1a\u0e2d\u0e2d\u0e01
label.editprofile.pronunciation.newInfo=\u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e14\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e17\u0e35\u0e48\u0e1e\u0e39\u0e14\u0e0a\u0e37\u0e48\u0e2d\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e43\u0e0a\u0e49 .wav \u0e2b\u0e23\u0e37\u0e2d .wma \u0e40\u0e1b\u0e47\u0e19\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e44\u0e1f\u0e25\u0e4c\u0e15\u0e49\u0e2d\u0e07\u0e21\u0e35\u0e02\u0e19\u0e32\u0e14\u0e44\u0e21\u0e48\u0e40\u0e01\u0e34\u0e19 100 KB
label.editprofile.pronunciation.info=\u0e2d\u0e31\u0e1b\u0e42\u0e2b\u0e25\u0e14\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e02\u0e2d\u0e07\u0e0a\u0e37\u0e48\u0e2d\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e44\u0e1f\u0e25\u0e4c\u0e04\u0e27\u0e23\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a .wav \u0e2b\u0e23\u0e37\u0e2d .wma \u0e41\u0e25\u0e30\u0e21\u0e35\u0e02\u0e19\u0e32\u0e14\u0e44\u0e21\u0e48\u0e40\u0e01\u0e34\u0e19 100 KB
label.editprofile.pronunciation.moreinfo=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e01\u0e32\u0e23\u0e2d\u0e2d\u0e01\u0e40\u0e2a\u0e35\u0e22\u0e07
label.editprofile.pronunciation.close=\u0e1b\u0e34\u0e14
label.editprofile.update=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
label.editprofile.close=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e41\u0e25\u0e30\u0e1b\u0e34\u0e14
label.editprofilecnx8.close=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e41\u0e25\u0e30\u0e1b\u0e34\u0e14
label.editprofile.cancel=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
label.editprofile.action.toolbar=\u0e41\u0e16\u0e1a\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e21\u0e37\u0e2d\u0e41\u0e2d\u0e47\u0e04\u0e0a\u0e31\u0e19
label.editprofile.update.warning=\u0e16\u0e49\u0e32\u0e04\u0e38\u0e13\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e40\u0e1e\u0e08\u0e19\u0e35\u0e49 \u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e08\u0e30\u0e2a\u0e39\u0e0d\u0e2b\u0e32\u0e22
label.editprofile.rte.charsRemaining={0} \u0e2d\u0e31\u0e01\u0e02\u0e23\u0e30\u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e2d\u0e22\u0e39\u0e48
label.editprofile.rte.charsOverLimit={0} \u0e2d\u0e31\u0e01\u0e02\u0e23\u0e30\u0e40\u0e01\u0e34\u0e19\u0e02\u0e49\u0e2d\u0e08\u0e33\u0e01\u0e31\u0e14 {0}

label.editprofile.title=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0}
label.editprofile.update.successful=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e21\u0e1a\u0e39\u0e23\u0e13\u0e4c
label.editprofile.update.unsaved=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07  \u0e04\u0e25\u0e34\u0e01\u0e1b\u0e38\u0e48\u0e21\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
label.editprofile.update.unknownErr=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e43\u0e19\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.editprofile.update.internalErr=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e20\u0e32\u0e22\u0e43\u0e19

errors.personalEmail=\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e41\u0e2d\u0e14\u0e40\u0e14\u0e23\u0e2a\u0e2a\u0e33\u0e23\u0e2d\u0e07\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e1b\u0e49\u0e2d\u0e19\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
errors.aboutMe=\u0e04\u0e33\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e25\u0e07\u0e43\u0e19\u0e2a\u0e48\u0e27\u0e19 \u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e09\u0e31\u0e19 \u0e22\u0e32\u0e27\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
errors.background=\u0e04\u0e33\u0e2d\u0e18\u0e34\u0e1a\u0e32\u0e22\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e43\u0e19\u0e2a\u0e48\u0e27\u0e19 \u0e40\u0e1a\u0e37\u0e49\u0e2d\u0e07\u0e2b\u0e25\u0e31\u0e07 \u0e22\u0e32\u0e27\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
errors.pronunciation.maxfilesize=\u0e44\u0e1f\u0e25\u0e4c\u0e01\u0e32\u0e23\u0e2d\u0e2d\u0e01\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e23\u0e30\u0e1a\u0e38\u0e43\u0e2b\u0e0d\u0e48\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
errors.pronunciation.filetype=\u0e44\u0e21\u0e48\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19\u0e0a\u0e19\u0e34\u0e14\u0e02\u0e2d\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e01\u0e32\u0e23\u0e2d\u0e2d\u0e01\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e23\u0e30\u0e1a\u0e38
errors.photo.maxfilesize=\u0e44\u0e1f\u0e25\u0e4c\u0e23\u0e39\u0e1b\u0e16\u0e48\u0e32\u0e22\u0e04\u0e38\u0e13\u0e23\u0e30\u0e1a\u0e38\u0e43\u0e2b\u0e0d\u0e48\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b
errors.photo.filetype=\u0e44\u0e21\u0e48\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19\u0e0a\u0e19\u0e34\u0e14\u0e02\u0e2d\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e23\u0e39\u0e1b\u0e16\u0e48\u0e32\u0e22\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e23\u0e30\u0e1a\u0e38
errors.photo.general=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e43\u0e19\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e23\u0e39\u0e1b\u0e16\u0e48\u0e32\u0e22

# Person card
label.personcard.noprofilemsg=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e35\u0e49\u0e44\u0e21\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48
label.personcard.cardreqexpired=\u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e23\u0e31\u0e1a\u0e19\u0e32\u0e21\u0e1a\u0e31\u0e15\u0e23\u0e2b\u0e21\u0e14\u0e2d\u0e32\u0e22\u0e38
label.personcard.cardnomarkup=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e23\u0e35\u0e22\u0e01\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e19\u0e32\u0e21\u0e1a\u0e31\u0e15\u0e23
label.personcard.profilelink=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.personcard.profilelink.title=\u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e35\u0e49
label.personcard.communitieslink=\u0e0a\u0e38\u0e21\u0e0a\u0e19
label.personcard.communitieslink.title=\u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e35\u0e49
label.personcard.blogslink=\u0e1a\u0e25\u0e47\u0e2d\u0e01
label.personcard.blogslink.title=\u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e1a\u0e25\u0e47\u0e2d\u0e01\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e35\u0e49&#146;
label.personcard.dogearlink=\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
label.personcard.dogearlink.title=\u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e35\u0e49&#146;
label.personcard.activitieslink=\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
label.personcard.activitieslink.title=\u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e17\u0e35\u0e48\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49
label.personcard.quickrlink=Quickr
label.personcard.quickrlink.title=\u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49 quickr \u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e35\u0e49
label.personcard.fileslink=\u0e44\u0e1f\u0e25\u0e4c
label.personcard.fileslink.title=\u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e35\u0e49
label.personcard.wikislink=\u0e27\u0e34\u0e01\u0e34
label.personcard.wikislink.title=\u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e27\u0e34\u0e01\u0e34\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e35\u0e49
label.personcard.homepagelink=\u0e42\u0e2e\u0e21
label.personcard.homepagelink.title=\u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25
label.personcard.mobilelink=\u0e21\u0e37\u0e2d\u0e16\u0e37\u0e2d
label.personcard.mobilelink.title=\u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e42\u0e21\u0e1a\u0e32\u0e22\u0e25\u0e4c\u0e40\u0e1e\u0e08\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e35\u0e49
label.personcard.newslink=\u0e02\u0e48\u0e32\u0e27\u0e2a\u0e32\u0e23
label.personcard.newslink.title=\u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e02\u0e48\u0e32\u0e27\u0e2a\u0e32\u0e23\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e35\u0e49
label.personcard.forumlink=\u0e1f\u0e2d\u0e23\u0e31\u0e21
label.personcard.forumlink.title=\u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e1f\u0e2d\u0e23\u0e31\u0e21\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e35\u0e49
label.phone.other=\u0e2d\u0e37\u0e48\u0e19\u0e46:
label.phone.home=\u0e1a\u0e49\u0e32\u0e19:
label.phone.work=\u0e17\u0e35\u0e48\u0e17\u0e33\u0e07\u0e32\u0e19:
label.phone.cell=\u0e21\u0e37\u0e2d\u0e16\u0e37\u0e2d:
label.phone.fax=\u0e41\u0e1f\u0e01\u0e0b\u0e4c:

personCardSendMail=\u0e2a\u0e48\u0e07\u0e2d\u0e35\u0e40\u0e21\u0e25
personCardMoreActions=\u0e41\u0e2d\u0e47\u0e04\u0e0a\u0e31\u0e19\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
personCardMoreActionsAltText=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e40\u0e21\u0e19\u0e39\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23
personCardAddAsColleagues=\u0e40\u0e0a\u0e34\u0e0d\u0e40\u0e02\u0e49\u0e32\u0e2a\u0e39\u0e48\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
personCardRemoveFromColleagues=\u0e25\u0e1a\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
personCardAddAsMyColleagues=\u0e40\u0e0a\u0e34\u0e0d\u0e40\u0e02\u0e49\u0e32\u0e2a\u0e39\u0e48\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
personCardDownloadVCard=\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14 vCard
personCardCall=\u0e42\u0e17\u0e23
personCardChat=\u0e2a\u0e19\u0e17\u0e19\u0e32
personCardSendEMail=\u0e2a\u0e48\u0e07\u0e2d\u0e35\u0e40\u0e21\u0e25
personCardFollow=\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
personCardUnfollow=\u0e2b\u0e22\u0e38\u0e14\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
personCardPendingInv=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e04\u0e07\u0e04\u0e49\u0e32\u0e07\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d...
personCardAcceptInv=\u0e15\u0e2d\u0e1a\u0e23\u0e31\u0e1a\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d
personCardInNetwork=\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22
personCardRemoveFromNetwork=\u0e25\u0e1a\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22
personCardRemoveFromNetworkVerify=\u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e25\u0e1a {0} \u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e2b\u0e23\u0e37\u0e2d?
personCardInvitedContact={0} \u0e44\u0e14\u0e49\u0e40\u0e0a\u0e34\u0e0d\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e23\u0e32\u0e22\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
personCardAddedContact={0} \u0e44\u0e14\u0e49\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e23\u0e32\u0e22\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
personCardRemovedContact={0} \u0e44\u0e14\u0e49\u0e25\u0e1a\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
personCardAddContactRecord=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e23\u0e47\u0e01\u0e04\u0e2d\u0e23\u0e4c\u0e14\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d
personCardViewContactRecord=\u0e14\u0e39\u0e40\u0e23\u0e47\u0e01\u0e04\u0e2d\u0e23\u0e4c\u0e14\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d
personCardRemoveFromContacts=\u0e25\u0e1a\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d

# NLS_MESSAGEFORMAT_NONE
personCardShareFile=\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e44\u0e1f\u0e25\u0e4c
# for the next two entries, {0} is the file name, {1} is the name of the person
personCardShareFileSuccess=\u0e04\u0e38\u0e13\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e44\u0e1f\u0e25\u0e4c "{0}" \u0e01\u0e31\u0e1a {1} \u0e40\u0e2a\u0e23\u0e47\u0e08\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27
personCardShareFileError=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e44\u0e1f\u0e25\u0e4c "{0}" \u0e01\u0e31\u0e1a {1}

# NLS_MESSAGEFORMAT_VAR
personCardInviteToMeetingRoom=\u0e40\u0e0a\u0e34\u0e0d\u0e40\u0e02\u0e49\u0e32\u0e2a\u0e39\u0e48\u0e2b\u0e49\u0e2d\u0e07\u0e1b\u0e23\u0e30\u0e0a\u0e38\u0e21\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19



# General Error Page
label.error.heading=\u0e43\u0e0a\u0e49\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49
label.error.body=\u0e21\u0e35\u0e1a\u0e32\u0e07\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14 - \u0e42\u0e1b\u0e23\u0e14\u0e04\u0e25\u0e34\u0e01\u0e1b\u0e38\u0e48\u0e21\u0e22\u0e49\u0e2d\u0e19\u0e01\u0e25\u0e31\u0e1a\u0e41\u0e25\u0e30\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07  \u0e16\u0e49\u0e32\u0e19\u0e35\u0e48\u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e17\u0e33\u0e07\u0e32\u0e19 \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e01\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13  \u0e16\u0e49\u0e32\u0e21\u0e35\u0e43\u0e04\u0e23\u0e2a\u0e48\u0e07\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e19\u0e35\u0e49\u0e43\u0e2b\u0e49\u0e04\u0e38\u0e13 \u0e43\u0e2b\u0e49\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e27\u0e48\u0e32\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e2a\u0e34\u0e17\u0e18\u0e34
label.error.showfullerrormessagelink=\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
label.error.hidefullerrormessagelink=\u0e0b\u0e48\u0e2d\u0e19\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
label.error.backtoprofileslink=\u0e01\u0e25\u0e31\u0e1a\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c

# Other errors
label.error.session.timeout=\u0e40\u0e0b\u0e2a\u0e0a\u0e31\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e2b\u0e21\u0e14\u0e40\u0e27\u0e25\u0e32\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19  \u0e14\u0e49\u0e27\u0e22\u0e40\u0e2b\u0e15\u0e38\u0e1c\u0e25\u0e14\u0e49\u0e32\u0e19\u0e04\u0e27\u0e32\u0e21\u0e1b\u0e25\u0e2d\u0e14\u0e20\u0e31\u0e22 \u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e04\u0e25\u0e34\u0e01\u0e1b\u0e38\u0e48\u0e21 '\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15' \u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e43\u0e2b\u0e49\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e16\u0e39\u0e01\u0e22\u0e2d\u0e21\u0e23\u0e31\u0e1a

# Time Zones
Etc/GMT+12=(GMT-12:00) \u0e40\u0e2a\u0e49\u0e19\u0e41\u0e1a\u0e48\u0e07\u0e40\u0e02\u0e15\u0e27\u0e31\u0e19\u0e2a\u0e32\u0e01\u0e25\u0e1d\u0e31\u0e48\u0e07\u0e15\u0e30\u0e27\u0e31\u0e19\u0e15\u0e01
Pacific/Pago_Pago=(GMT-11:00) \u0e2b\u0e21\u0e39\u0e48\u0e40\u0e01\u0e32\u0e30\u0e21\u0e34\u0e14\u0e40\u0e27\u0e22\u0e4c \u0e0b\u0e32\u0e21\u0e31\u0e27
Pacific/Honolulu=(GMT-10:00) \u0e2e\u0e32\u0e27\u0e32\u0e22
America/Anchorage=(GMT-09:00) \u0e2d\u0e30\u0e41\u0e25\u0e2a\u0e01\u0e32
America/Los_Angeles=(GMT-08:00) \u0e40\u0e27\u0e25\u0e32\u0e1d\u0e31\u0e48\u0e07\u0e41\u0e1b\u0e0b\u0e34\u0e1f\u0e34\u0e01 (\u0e2a\u0e2b\u0e23\u0e31\u0e10\u0e2d\u0e40\u0e21\u0e23\u0e34\u0e01\u0e32\u0e41\u0e25\u0e30\u0e41\u0e04\u0e19\u0e32\u0e14\u0e32)
America/Tijuana=(GMT-08:00) \u0e15\u0e34\u0e2e\u0e31\u0e27\u0e19\u0e32 \u0e1a\u0e32\u0e2e\u0e32\u0e01\u0e32\u0e25\u0e34\u0e1f\u0e2d\u0e23\u0e4c\u0e40\u0e19\u0e35\u0e22
America/Phoenix=(GMT-07:00) \u0e41\u0e2d\u0e23\u0e34\u0e42\u0e0b\u0e19\u0e32
America/Chihuahua=(GMT-07:00) \u0e0a\u0e35\u0e27\u0e32\u0e27\u0e32 \u0e25\u0e32\u0e1b\u0e32\u0e0b \u0e21\u0e32\u0e0b\u0e31\u0e17\u0e25\u0e31\u0e19
America/Denver=(GMT-07:00) \u0e40\u0e27\u0e25\u0e32\u0e40\u0e02\u0e15\u0e20\u0e39\u0e40\u0e02\u0e32 (\u0e2a\u0e2b\u0e23\u0e31\u0e10\u0e2d\u0e40\u0e21\u0e23\u0e34\u0e01\u0e32\u0e41\u0e25\u0e30\u0e41\u0e04\u0e19\u0e32\u0e14\u0e32)
America/Guatemala=(GMT-06:00) \u0e2d\u0e40\u0e21\u0e23\u0e34\u0e01\u0e32\u0e01\u0e25\u0e32\u0e07
America/Chicago=(GMT-06:00) \u0e40\u0e27\u0e25\u0e32\u0e20\u0e32\u0e04\u0e01\u0e25\u0e32\u0e07 (\u0e2a\u0e2b\u0e23\u0e31\u0e10\u0e2d\u0e40\u0e21\u0e23\u0e34\u0e01\u0e32\u0e41\u0e25\u0e30\u0e41\u0e04\u0e19\u0e32\u0e14\u0e32)
America/Mexico_City=(GMT-06:00) \u0e01\u0e27\u0e32\u0e14\u0e32\u0e25\u0e32\u0e2e\u0e32\u0e23\u0e32 \u0e40\u0e21\u0e47\u0e01\u0e0b\u0e34\u0e42\u0e01\u0e0b\u0e34\u0e15\u0e35 \u0e21\u0e2d\u0e19\u0e40\u0e15\u0e23\u0e4c\u0e40\u0e23\u0e22\u0e4c
America/Regina=(GMT-06:00) \u0e0b\u0e31\u0e2a\u0e41\u0e04\u0e15\u0e40\u0e0a\u0e27\u0e31\u0e19
America/Lima=(GMT-05:00) \u0e42\u0e1a\u0e42\u0e01\u0e15\u0e32 \u0e25\u0e34\u0e21\u0e32 \u0e01\u0e35\u0e42\u0e15
America/New_York=(GMT-05:00) \u0e40\u0e27\u0e25\u0e32\u0e20\u0e32\u0e04\u0e15\u0e30\u0e27\u0e31\u0e19\u0e2d\u0e2d\u0e01 (\u0e2a\u0e2b\u0e23\u0e31\u0e10\u0e2d\u0e40\u0e21\u0e23\u0e34\u0e01\u0e32\u0e41\u0e25\u0e30\u0e41\u0e04\u0e19\u0e32\u0e14\u0e32)
America/Indianapolis=(GMT-05:00) \u0e2d\u0e34\u0e19\u0e14\u0e35\u0e41\u0e2d\u0e19\u0e32 (\u0e15\u0e30\u0e27\u0e31\u0e19\u0e2d\u0e2d\u0e01)
America/Halifax=(GMT-04:00) \u0e40\u0e27\u0e25\u0e32\u0e41\u0e2d\u0e15\u0e41\u0e25\u0e19\u0e15\u0e34\u0e01 (\u0e41\u0e04\u0e19\u0e32\u0e14\u0e32)
America/La_Paz=(GMT-04:00) \u0e04\u0e32\u0e23\u0e32\u0e01\u0e31\u0e2a \u0e25\u0e32\u0e1b\u0e32\u0e0b
America/Manaus=(GMT-04:00) \u0e21\u0e32\u0e40\u0e19\u0e32\u0e2a\u0e4c
America/Santiago=(GMT-04:00) \u0e0b\u0e31\u0e19\u0e15\u0e34\u0e2d\u0e32\u0e42\u0e01
America/St_Johns=(GMT-03:30) \u0e19\u0e34\u0e27\u0e1f\u0e31\u0e19\u0e14\u0e4c\u0e41\u0e25\u0e19\u0e14\u0e4c
America/Sao_Paulo=(GMT-03:00) \u0e1a\u0e23\u0e32\u0e0b\u0e34\u0e40\u0e25\u0e35\u0e22
America/Buenos_Aires=(GMT-03:00) \u0e1a\u0e31\u0e27\u0e42\u0e19\u0e2a\u0e44\u0e2d\u0e40\u0e23\u0e2a \u0e08\u0e2d\u0e23\u0e4c\u0e08\u0e17\u0e32\u0e27\u0e19\u0e4c
America/Godthab=(GMT-03:00) \u0e01\u0e23\u0e35\u0e19\u0e41\u0e25\u0e19\u0e14\u0e4c
America/Montevideo=(GMT-03:00) \u0e21\u0e2d\u0e19\u0e40\u0e15\u0e27\u0e34\u0e40\u0e14\u0e42\u0e2d
Atlantic/South_Georgia=(GMT-02:00) \u0e41\u0e2d\u0e15\u0e41\u0e25\u0e19\u0e15\u0e34\u0e01\u0e15\u0e2d\u0e19\u0e01\u0e25\u0e32\u0e07
Atlantic/Azores=(GMT-01:00) \u0e2d\u0e30\u0e0b\u0e2d\u0e23\u0e4c\u0e2a
Atlantic/Cape_Verde=(GMT-01:00) \u0e40\u0e01\u0e32\u0e30\u0e40\u0e04\u0e1b\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14
Africa/Casablanca=(GMT) \u0e04\u0e32\u0e0b\u0e32\u0e1a\u0e25\u0e31\u0e07\u0e01\u0e32 \u0e21\u0e31\u0e19\u0e42\u0e23\u0e40\u0e27\u0e35\u0e22
Europe/London=(GMT) \u0e40\u0e27\u0e25\u0e32\u0e21\u0e32\u0e15\u0e23\u0e10\u0e32\u0e19\u0e01\u0e23\u0e35\u0e19\u0e34\u0e0a : \u0e14\u0e31\u0e1a\u0e25\u0e34\u0e19 \u0e40\u0e2d\u0e14\u0e34\u0e19\u0e1a\u0e30\u0e23\u0e30 \u0e25\u0e34\u0e2a\u0e1a\u0e2d\u0e19 \u0e25\u0e2d\u0e19\u0e14\u0e2d\u0e19
Europe/Amsterdam=(GMT+01:00) \u0e2d\u0e31\u0e21\u0e2a\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e14\u0e31\u0e21 \u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e25\u0e34\u0e19 \u0e40\u0e1a\u0e34\u0e23\u0e4c\u0e19 \u0e42\u0e23\u0e21 \u0e2a\u0e15\u0e2d\u0e01\u0e42\u0e2e\u0e25\u0e4c\u0e21 \u0e40\u0e27\u0e35\u0e22\u0e19\u0e19\u0e32
Europe/Belgrade=(GMT+01:00) \u0e40\u0e1a\u0e25\u0e40\u0e01\u0e23\u0e14 \u0e1a\u0e23\u0e32\u0e15\u0e34\u0e2a\u0e25\u0e32\u0e27\u0e32 \u0e1a\u0e39\u0e14\u0e32\u0e40\u0e1b\u0e2a\u0e15\u0e4c \u0e25\u0e39\u0e1a\u0e25\u0e34\u0e22\u0e32\u0e19\u0e32 \u0e1b\u0e23\u0e32\u0e01
Europe/Brussels=(GMT+01:00) \u0e1a\u0e23\u0e31\u0e2a\u0e40\u0e0b\u0e25\u0e2a\u0e4c \u0e42\u0e04\u0e40\u0e1b\u0e19\u0e40\u0e2e\u0e40\u0e01\u0e19 \u0e21\u0e32\u0e14\u0e23\u0e34\u0e14 \u0e1b\u0e32\u0e23\u0e35\u0e2a
Europe/Warsaw=(GMT+01:00) \u0e0b\u0e32\u0e23\u0e32\u0e40\u0e22\u0e42\u0e27 \u0e2a\u0e42\u0e01\u0e40\u0e1b\u0e35\u0e22 \u0e27\u0e2d\u0e23\u0e4c\u0e0b\u0e2d\u0e27\u0e4c \u0e0b\u0e32\u0e40\u0e01\u0e23\u0e47\u0e1a
Africa/Lagos=(GMT+01:00) \u0e41\u0e2d\u0e1f\u0e23\u0e34\u0e01\u0e32\u0e01\u0e25\u0e32\u0e07\u0e1d\u0e31\u0e48\u0e07\u0e15\u0e30\u0e27\u0e31\u0e19\u0e15\u0e01
Asia/Amman=(GMT+02:00) \u0e2d\u0e31\u0e21\u0e21\u0e32\u0e19
Europe/Athens=(GMT+02:00) \u0e40\u0e2d\u0e40\u0e18\u0e19\u0e2a\u0e4c \u0e1a\u0e39\u0e04\u0e32\u0e40\u0e23\u0e2a\u0e15\u0e4c \u0e2d\u0e34\u0e2a\u0e15\u0e31\u0e19\u0e1a\u0e39\u0e25
Asia/Beirut=(GMT+02:00) \u0e40\u0e1a\u0e23\u0e38\u0e15
Africa/Cairo=(GMT+02:00) \u0e44\u0e04\u0e42\u0e23
Africa/Harare=(GMT+02:00) \u0e2e\u0e32\u0e23\u0e32\u0e40\u0e23 \u0e1e\u0e23\u0e34\u0e17\u0e2d\u0e40\u0e23\u0e35\u0e22
Europe/Helsinki=(GMT+02:00) \u0e40\u0e2e\u0e25\u0e0b\u0e34\u0e07\u0e01\u0e34 \u0e04\u0e35\u0e40\u0e2d\u0e1f \u0e23\u0e34\u0e01\u0e32 \u0e42\u0e0b\u0e40\u0e1f\u0e35\u0e22 \u0e17\u0e32\u0e25\u0e25\u0e34\u0e19\u0e19\u0e4c \u0e27\u0e34\u0e25\u0e19\u0e35\u0e2d\u0e38\u0e2a
Asia/Jerusalem=(GMT+02:00) \u0e40\u0e22\u0e23\u0e39\u0e0b\u0e32\u0e40\u0e25\u0e47\u0e21
Europe/Minsk=(GMT+02:00) \u0e21\u0e34\u0e19\u0e2a\u0e01\u0e4c
Africa/Windhoek=(GMT+02:00) \u0e27\u0e34\u0e19\u0e14\u0e4c\u0e2e\u0e38\u0e01
Asia/Baghdad=(GMT+03:00) \u0e41\u0e1a\u0e01\u0e41\u0e14\u0e14
Asia/Kuwait=(GMT+03:00) \u0e04\u0e39\u0e40\u0e27\u0e15 \u0e23\u0e34\u0e22\u0e32\u0e14
Europe/Moscow=(GMT+03:00) \u0e21\u0e2d\u0e2a\u0e42\u0e01 \u0e40\u0e0b\u0e19\u0e15\u0e4c\u0e1b\u0e35\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e2a\u0e40\u0e1a\u0e34\u0e23\u0e4c\u0e01 \u0e42\u0e27\u0e25\u0e42\u0e01\u0e01\u0e23\u0e32\u0e14
Africa/Nairobi=(GMT+03:00) \u0e44\u0e19\u0e42\u0e23\u0e1a\u0e35
Asia/Tbilisi=(GMT+03:00) \u0e17\u0e1a\u0e34\u0e25\u0e34\u0e0b\u0e34
Asia/Tehran=(GMT+03:30) \u0e40\u0e15\u0e2b\u0e30\u0e23\u0e32\u0e19
Asia/Muscat=(GMT+04:00) \u0e2d\u0e32\u0e1a\u0e39\u0e14\u0e32\u0e1a\u0e35 \u0e21\u0e31\u0e2a\u0e01\u0e31\u0e15
Asia/Baku=(GMT+04:00) \u0e1a\u0e32\u0e01\u0e39
Asia/Yerevan=(GMT+04:00) \u0e40\u0e22\u0e40\u0e23\u0e27\u0e32\u0e19
Asia/Kabul=(GMT+04:30) \u0e04\u0e32\u0e1a\u0e39\u0e25
Asia/Yekaterinburg=(GMT+05:00) \u0e40\u0e2d\u0e04\u0e40\u0e15\u0e2d\u0e23\u0e34\u0e19\u0e40\u0e1a\u0e34\u0e23\u0e4c\u0e01
Asia/Karachi=(GMT+05:00) \u0e2d\u0e34\u0e2a\u0e25\u0e32\u0e21\u0e32\u0e1a\u0e31\u0e14 \u0e01\u0e32\u0e23\u0e32\u0e08\u0e35 \u0e41\u0e17\u0e0a\u0e40\u0e04\u0e19\u0e17\u0e4c
Asia/Calcutta=(GMT+05:30) \u0e40\u0e0a\u0e19\u0e44\u0e19 \u0e01\u0e31\u0e25\u0e01\u0e31\u0e15\u0e15\u0e32 \u0e21\u0e38\u0e21\u0e44\u0e1a \u0e19\u0e34\u0e27\u0e40\u0e14\u0e25\u0e35
Asia/Colombo=(GMT+05:30) \u0e28\u0e23\u0e35\u0e0a\u0e22\u0e32\u0e27\u0e32\u0e40\u0e14\u0e40\u0e19\u0e1b\u0e38\u0e23\u0e30
Asia/Katmandu=(GMT+05:45) \u0e01\u0e32\u0e10\u0e21\u0e32\u0e13\u0e11\u0e38
Asia/Almaty=(GMT+06:00) \u0e2d\u0e31\u0e25\u0e21\u0e32\u0e15\u0e35 \u0e42\u0e19\u0e42\u0e27\u0e0b\u0e34\u0e40\u0e1a\u0e35\u0e22\u0e23\u0e4c\u0e0b\u0e04\u0e4c
Asia/Dhaka=(GMT+06:00) \u0e2d\u0e31\u0e2a\u0e15\u0e32\u0e19\u0e32 \u0e18\u0e32\u0e01\u0e32
Asia/Rangoon=(GMT+06:30) \u0e22\u0e48\u0e32\u0e07\u0e01\u0e38\u0e49\u0e07 (\u0e23\u0e48\u0e32\u0e07\u0e01\u0e38\u0e49\u0e07)
Asia/Bangkok=(GMT+07:00) \u0e01\u0e23\u0e38\u0e07\u0e40\u0e17\u0e1e \u0e2e\u0e32\u0e19\u0e2d\u0e22 \u0e08\u0e32\u0e01\u0e32\u0e23\u0e4c\u0e15\u0e32
Asia/Krasnoyarsk=(GMT+07:00) \u0e04\u0e23\u0e32\u0e42\u0e19\u0e22\u0e32
Asia/Hong_Kong=(GMT+08:00) \u0e1b\u0e31\u0e01\u0e01\u0e34\u0e48\u0e07 \u0e09\u0e07\u0e0a\u0e34\u0e48\u0e07 \u0e2e\u0e48\u0e2d\u0e07\u0e01\u0e07 \u0e2d\u0e38\u0e23\u0e38\u0e21\u0e0a\u0e35
Asia/Irkutsk=(GMT+08:00) \u0e40\u0e2d\u0e2d\u0e04\u0e38\u0e17\u0e2a\u0e04\u0e4c \u0e2d\u0e39\u0e25\u0e32\u0e19\u0e1a\u0e32\u0e15\u0e2d\u0e23\u0e4c
Asia/Singapore=(GMT+08:00) \u0e01\u0e31\u0e27\u0e25\u0e32\u0e25\u0e31\u0e21\u0e40\u0e1b\u0e2d\u0e23\u0e4c \u0e2a\u0e34\u0e07\u0e04\u0e42\u0e1b\u0e23\u0e4c
Australia/Perth=(GMT+08:00) \u0e40\u0e1e\u0e34\u0e23\u0e4c\u0e18
Asia/Taipei=(GMT+08:00) \u0e44\u0e17\u0e40\u0e1b
Asia/Tokyo=(GMT+09:00) \u0e42\u0e2d\u0e0b\u0e32\u0e01\u0e32 \u0e0b\u0e31\u0e1b\u0e42\u0e1b\u0e42\u0e23 \u0e42\u0e15\u0e40\u0e01\u0e35\u0e22\u0e27
Asia/Seoul=(GMT+09:00) \u0e42\u0e0b\u0e25
Asia/Yakutsk=(GMT+09:00) \u0e22\u0e32\u0e04\u0e38\u0e15\u0e2a\u0e04\u0e4c
Australia/Adelaide=(GMT+09:30) \u0e41\u0e2d\u0e14\u0e34\u0e40\u0e25\u0e14
Australia/Darwin=(GMT+09:30) \u0e14\u0e32\u0e23\u0e4c\u0e27\u0e34\u0e19
Australia/Brisbane=(GMT+10:00) \u0e1a\u0e23\u0e34\u0e2a\u0e40\u0e1a\u0e19
Australia/Sydney=(GMT+10:00) \u0e41\u0e04\u0e19\u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e23\u0e32 \u0e40\u0e21\u0e25\u0e40\u0e1a\u0e34\u0e23\u0e4c\u0e19 \u0e0b\u0e34\u0e14\u0e19\u0e35\u0e22\u0e4c
Pacific/Guam=(GMT+10:00) \u0e01\u0e27\u0e21 \u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e21\u0e2d\u0e23\u0e4c\u0e2a\u0e1a\u0e35
Australia/Hobart=(GMT+10:00) \u0e42\u0e2e\u0e1a\u0e32\u0e23\u0e4c\u0e15
Asia/Vladivostok=(GMT+10:00) \u0e27\u0e25\u0e32\u0e14\u0e34\u0e27\u0e2d\u0e2a\u0e15\u0e47\u0e2d\u0e01
Pacific/Noumea= (GMT+11:00) \u0e21\u0e32\u0e01\u0e32\u0e14\u0e32\u0e19 \u0e2b\u0e21\u0e39\u0e48\u0e40\u0e01\u0e32\u0e30\u0e42\u0e0b\u0e42\u0e25\u0e21\u0e2d\u0e19 \u0e19\u0e34\u0e27\u0e41\u0e04\u0e25\u0e34\u0e42\u0e14\u0e40\u0e19\u0e35\u0e22
Pacific/Auckland=(GMT+12:00) \u0e42\u0e2d\u0e04\u0e41\u0e25\u0e19\u0e14\u0e4c \u0e40\u0e27\u0e25\u0e25\u0e34\u0e07\u0e15\u0e31\u0e19
Pacific/Fiji=(GMT+12:00) \u0e1f\u0e34\u0e08\u0e34 \u0e04\u0e31\u0e21\u0e0a\u0e31\u0e15\u0e01\u0e32 \u0e2b\u0e21\u0e39\u0e48\u0e40\u0e01\u0e32\u0e30\u0e21\u0e32\u0e23\u0e4c\u0e41\u0e0a\u0e25\u0e25\u0e4c
Pacific/Tongatapu=(GMT+13:00) \u0e19\u0e39\u0e01\u0e39\u0e2d\u0e30\u0e42\u0e25\u0e1f\u0e32

#serverStats
label.stats.title=\u0e2a\u0e16\u0e34\u0e15\u0e34\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c (\u0e15\u0e31\u0e49\u0e07\u0e41\u0e15\u0e48\u0e23\u0e35\u0e2a\u0e15\u0e32\u0e23\u0e4c\u0e17\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e04\u0e23\u0e31\u0e49\u0e07\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14)
label.stats.name=\u0e0a\u0e37\u0e48\u0e2d
label.stats.value=\u0e04\u0e48\u0e32

#servermetrics
profiles.metric.employee.count=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
profiles.metric.employee.active.count=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e41\u0e2d\u0e47\u0e04\u0e17\u0e35\u0e1f
profiles.metric.employee.inactive.count=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e41\u0e2d\u0e47\u0e04\u0e17\u0e35\u0e1f
profiles.metric.employee.external.count=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e20\u0e32\u0e22\u0e19\u0e2d\u0e01
profiles.metric.employee.internal.count=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e20\u0e32\u0e22\u0e43\u0e19
profiles.metric.background.count=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34
profiles.metric.picture.count=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e43\u0e2b\u0e49\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e
profiles.metric.pronunciation.count=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e43\u0e2b\u0e49\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e01\u0e32\u0e23\u0e2d\u0e2d\u0e01\u0e40\u0e2a\u0e35\u0e22\u0e07
profiles.metric.authenticated.today=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19\u0e27\u0e31\u0e19\u0e19\u0e35\u0e49
profiles.metric.authenticated.last.7.days=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19\u0e2a\u0e31\u0e1b\u0e14\u0e32\u0e2b\u0e4c\u0e17\u0e35\u0e48\u0e41\u0e25\u0e49\u0e27
profiles.metric.authenticated.last.30.days=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19\u0e40\u0e14\u0e37\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e41\u0e25\u0e49\u0e27
profiles.metric.tag.profile.count=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e21\u0e35\u0e41\u0e17\u0e47\u0e01
profiles.metric.tag.unique.count=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e41\u0e17\u0e47\u0e01\u0e40\u0e09\u0e1e\u0e32\u0e30
profiles.metric.tag.total.count=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e41\u0e17\u0e47\u0e01
profiles.metric.tag.top.5=\u0e41\u0e17\u0e47\u0e01\u0e41\u0e25\u0e30\u0e08\u0e33\u0e19\u0e27\u0e19\u0e22\u0e2d\u0e14\u0e19\u0e34\u0e22\u0e21\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14 5 \u0e2d\u0e31\u0e19\u0e14\u0e31\u0e1a
profiles.metric.user.board.count=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e19\u0e49\u0e2d\u0e22\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e1a\u0e2d\u0e23\u0e4c\u0e14
profiles.metric.board.count.today=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e43\u0e2b\u0e21\u0e48\u0e27\u0e31\u0e19\u0e19\u0e35\u0e49
profiles.metric.board.total.count=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e1a\u0e2d\u0e23\u0e4c\u0e14
profiles.metric.board.comment.count=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e17\u0e35\u0e48\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19
profiles.metric.colleage.count.user=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e21\u0e35\u0e1c\u0e39\u0e49\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e19\u0e49\u0e2d\u0e22\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e23\u0e32\u0e22
profiles.metric.colleage.count.accepted.user=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e21\u0e35\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d\u0e08\u0e32\u0e01\u0e1c\u0e39\u0e49\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e22\u0e2d\u0e21\u0e23\u0e31\u0e1a\u0e41\u0e25\u0e49\u0e27
profiles.metric.colleage.count.pending.user=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e21\u0e35\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d\u0e08\u0e32\u0e01\u0e1c\u0e39\u0e49\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e04\u0e07\u0e04\u0e49\u0e32\u0e07\u0e2d\u0e22\u0e39\u0e48
profiles.metric.colleage.total.count=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19
profiles.metric.links.count=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e21\u0e35\u0e25\u0e34\u0e07\u0e01\u0e4c

profiles.metric.employee.count.desc=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19\u0e43\u0e19\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c

profiles.metric.employee.active.count.desc=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e1c\u0e39\u0e49\u0e17\u0e35\u0e48\u0e41\u0e2d\u0e47\u0e04\u0e17\u0e35\u0e1f
profiles.metric.employee.inactive.count.desc=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e41\u0e2d\u0e47\u0e04\u0e17\u0e35\u0e1f / \u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e0a\u0e31\u0e48\u0e27\u0e04\u0e23\u0e32\u0e27
profiles.metric.employee.internal.count.desc=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e20\u0e32\u0e22\u0e43\u0e19
profiles.metric.employee.external.count.desc=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e20\u0e32\u0e22\u0e19\u0e2d\u0e01

profiles.metric.background.count.desc=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19\u0e43\u0e19\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34
profiles.metric.picture.count.desc=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19\u0e43\u0e19\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e43\u0e2b\u0e49\u0e23\u0e39\u0e1b\u0e16\u0e48\u0e32\u0e22
profiles.metric.pronunciation.count.desc=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19\u0e43\u0e19\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e43\u0e2b\u0e49\u0e01\u0e32\u0e23\u0e41\u0e19\u0e30\u0e19\u0e33\u0e01\u0e32\u0e23\u0e2d\u0e2d\u0e01\u0e40\u0e2a\u0e35\u0e22\u0e07
profiles.metric.authenticated.today.desc=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e43\u0e19\u0e27\u0e31\u0e19\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
profiles.metric.authenticated.last.7.days.desc=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e43\u0e19\u0e2a\u0e31\u0e1b\u0e14\u0e32\u0e2b\u0e4c\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
profiles.metric.authenticated.last.30.days.desc=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e43\u0e19\u0e40\u0e14\u0e37\u0e2d\u0e19\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
profiles.metric.tag.profile.count.desc=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e21\u0e35\u0e41\u0e17\u0e47\u0e01\u0e43\u0e19\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
profiles.metric.tag.unique.count.desc=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e41\u0e17\u0e47\u0e01\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e43\u0e19\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
profiles.metric.tag.total.count.desc=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e41\u0e17\u0e47\u0e01\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e43\u0e19\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
profiles.metric.tag.top.5.desc=\u0e41\u0e17\u0e47\u0e01\u0e22\u0e2d\u0e14\u0e19\u0e34\u0e22\u0e21 5 \u0e2d\u0e31\u0e19\u0e14\u0e31\u0e1a\u0e41\u0e25\u0e30\u0e08\u0e33\u0e19\u0e27\u0e19\u0e43\u0e19\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
profiles.metric.user.board.count.desc=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e19\u0e49\u0e2d\u0e22\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e1a\u0e2d\u0e23\u0e4c\u0e14
profiles.metric.board.count.today.desc=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e43\u0e2b\u0e21\u0e48\u0e27\u0e31\u0e19\u0e19\u0e35\u0e49
profiles.metric.board.total.count.desc=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e1a\u0e2d\u0e23\u0e4c\u0e14
profiles.metric.board.comment.count.desc=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e17\u0e35\u0e48\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19
profiles.metric.colleage.count.user.desc=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e21\u0e35\u0e1c\u0e39\u0e49\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e19\u0e49\u0e2d\u0e22\u0e2b\u0e19\u0e36\u0e48\u0e07\u0e23\u0e32\u0e22
profiles.metric.colleage.count.accepted.user.desc=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e02\u0e36\u0e49\u0e19\u0e41\u0e25\u0e49\u0e27
profiles.metric.colleage.count.pending.user.desc=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e01\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e04\u0e07\u0e04\u0e49\u0e32\u0e07\u0e2d\u0e22\u0e39\u0e48
profiles.metric.colleage.total.count.desc=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19
profiles.metric.links.count.desc=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e21\u0e35\u0e25\u0e34\u0e07\u0e01\u0e4c


label.metrics.title=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e21\u0e17\u0e23\u0e34\u0e01
label.metrics.name=\u0e0a\u0e37\u0e48\u0e2d
label.metrics.value=\u0e04\u0e48\u0e32
label.metrics.asof=\u0e13 \u0e27\u0e31\u0e19\u0e17\u0e35\u0e48: 
label.metrics.dataErrMsg=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14 


#atom errors
error.atomDatabase=CLFRN1119E: \u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e13\u0e30\u0e40\u0e23\u0e35\u0e22\u0e01\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
error.atomGeneral=CLFRN1120E: \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19
error.atomNoDoc=CLFRN1121E: \u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e1f\u0e35\u0e14 Atom \u0e17\u0e35\u0e48\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d
error.atomNoParameters=CLFRN1122E: \u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e23\u0e30\u0e1a\u0e38\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c
error.atomInvalidParameters=CLFRN1123E: \u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e23\u0e30\u0e1a\u0e38\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
error.atomUnauthorized=CLFRN1174E: \u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23
error.atomInvalidXMLContent=CLFRN1171E: \u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e2a\u0e48\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32 XML \u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a
error.atomInvalidRequest=CLFRN1172E: \u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
error.atomInvalidContentType=CLFRN1369E: \u0e44\u0e21\u0e48\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17-\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32 (Content-Type)
error.atomUnsupportedOperation=CLFRN1175E: \u0e44\u0e21\u0e48\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e19\u0e35\u0e49
error.atomNotFound=CLFRN1170E: \u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e23\u0e35\u0e0b\u0e2d\u0e23\u0e4c\u0e2a
error.atomConnectionAlreadExists=CLFRN1168E: \u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e19\u0e35\u0e49\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e41\u0e25\u0e49\u0e27\u0e2b\u0e23\u0e37\u0e2d\u0e16\u0e39\u0e01\u0e1e\u0e31\u0e01\u0e44\u0e27\u0e49
error.enforce.role.undefined=CLFRN1173E: \u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c init 'enforce.role' \u0e15\u0e49\u0e2d\u0e07\u0e16\u0e39\u0e01\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e44\u0e27\u0e49\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e15\u0e31\u0e27\u0e01\u0e23\u0e2d\u0e07\u0e19\u0e35\u0e49

# Login Required was moved to another poperties file.
# All future strings should go into :
# \socnet.03\sn.infra\lwp\lc.widgets\lc.widgets.core\src\com\ibm\lconn\widgets\resources\ui_resources_en.properties
# message.loginRequired=Log in to view your content.

#Widgets
widgetLoading=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e25\u0e14...
widgetHelpClose=\u0e1b\u0e34\u0e14
widgetCollapse=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e22\u0e38\u0e1a\u0e2a\u0e48\u0e27\u0e19 {0}
widgetExpand=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e02\u0e22\u0e32\u0e22\u0e2a\u0e48\u0e27\u0e19 {0}
widgetActionsFor=\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0}

#Widget Menus
deleteWidget=\u0e25\u0e1a\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15
hideWidget=\u0e0b\u0e48\u0e2d\u0e19\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15
deleteWidgetMsg=\u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e25\u0e1a\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e0b\u0e36\u0e48\u0e07\u0e08\u0e30\u0e25\u0e1a\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e08\u0e32\u0e01\u0e41\u0e2d\u0e47\u0e1e\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19 \u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e19\u0e35\u0e49\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e25\u0e34\u0e01\u0e17\u0e33\u0e44\u0e14\u0e49<br/><br/>\u0e16\u0e49\u0e32\u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15 \u0e43\u0e2b\u0e49\u0e04\u0e25\u0e34\u0e01\u0e1b\u0e38\u0e48\u0e21 \u0e25\u0e1a \u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07 <br/>\u0e16\u0e49\u0e32\u0e44\u0e21\u0e48 \u0e04\u0e25\u0e34\u0e01 \u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
hideWidgetMsg=\u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e08\u0e30\u0e0b\u0e48\u0e2d\u0e19\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13<br/><br/>\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e2a\u0e14\u0e07\u0e44\u0e14\u0e49\u0e43\u0e19\u0e20\u0e32\u0e22\u0e2b\u0e25\u0e31\u0e07 \u0e42\u0e14\u0e22\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e43\u0e2b\u0e49\u0e01\u0e31\u0e1a\u0e0a\u0e38\u0e21\u0e0a\u0e19\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07 \u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e27\u0e34\u0e14\u0e40\u0e08\u0e47\u0e15\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e08\u0e30\u0e16\u0e39\u0e01\u0e40\u0e01\u0e47\u0e1a\u0e44\u0e27\u0e49\u0e40\u0e2b\u0e21\u0e37\u0e2d\u0e19\u0e40\u0e14\u0e34\u0e21
delete=\u0e25\u0e1a
hide=\u0e0b\u0e48\u0e2d\u0e19
ok=\u0e15\u0e01\u0e25\u0e07
cancel=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
edit=\u0e41\u0e01\u0e49\u0e44\u0e02
help=\u0e04\u0e27\u0e32\u0e21\u0e0a\u0e48\u0e27\u0e22\u0e40\u0e2b\u0e25\u0e37\u0e2d
refresh=\u0e23\u0e35\u0e40\u0e1f\u0e23\u0e0a
actions=\u0e41\u0e2d\u0e47\u0e04\u0e0a\u0e31\u0e19
toggle=\u0e2a\u0e25\u0e31\u0e1a
open=\u0e40\u0e1b\u0e34\u0e14
close=\u0e1b\u0e34\u0e14
widgets_Min=\u0e22\u0e48\u0e2d\u0e02\u0e19\u0e32\u0e14\u0e40\u0e25\u0e47\u0e01\u0e2a\u0e38\u0e14
widgets_Max=\u0e02\u0e22\u0e32\u0e22\u0e43\u0e2b\u0e49\u0e43\u0e2b\u0e0d\u0e48\u0e2a\u0e38\u0e14



#Table paging
# Of {total count pages} (e.g. "Of 23")
tablePagingOf=\u0e02\u0e2d\u0e07 {0}

# for the next two entries: {0} is the number of the first item on the page, {1} is the number of the last item on the page, and {2} is the total number of items
tablePagingInfo={0} - {1} \u0e08\u0e32\u0e01 {2}
tablePagingInfoAlt=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e41\u0e2a\u0e14\u0e07\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21 {0} \u0e16\u0e36\u0e07 {1} \u0e08\u0e32\u0e01 {2}

# {0} will be filled in with a small textbox and the current page number.  {1} is the total number of pages
tablePagingJumpToPageControl=\u0e02\u0e49\u0e32\u0e21\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e2b\u0e19\u0e49\u0e32 {0} \u0e08\u0e32\u0e01 {1}
tablePagingJumpToPageDesc=\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e04\u0e48\u0e32\u0e43\u0e19\u0e15\u0e31\u0e27\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21\u0e19\u0e35\u0e49 \u0e2b\u0e19\u0e49\u0e32\u0e08\u0e30\u0e23\u0e35\u0e42\u0e2b\u0e25\u0e14\u0e42\u0e14\u0e22\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e31\u0e49\u0e19

tablePagingItermsPerPage=\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e15\u0e48\u0e2d\u0e2b\u0e19\u0e49\u0e32
tablePagingResultsPerPage=\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e15\u0e48\u0e2d\u0e2b\u0e19\u0e49\u0e32
tablePagingShowLinkAlt=\u0e41\u0e2a\u0e14\u0e07 {0} \u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e15\u0e48\u0e2d\u0e2b\u0e19\u0e49\u0e32
tablePagingJumpToPage=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e2b\u0e19\u0e49\u0e32
tablePagingPage=\u0e2b\u0e19\u0e49\u0e32
tablePagingPageLinkAlt=\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e2b\u0e19\u0e49\u0e32 {0} \u0e02\u0e2d\u0e07\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21
tablePagingSortBy=\u0e40\u0e23\u0e35\u0e22\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e15\u0e32\u0e21:
tablePagingShow=\u0e41\u0e2a\u0e14\u0e07:
tablePagingPrevious=\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32
tablePagingPreviousAlt=\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49\u0e02\u0e2d\u0e07\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21
tablePagingNext=\u0e16\u0e31\u0e14\u0e44\u0e1b
tablePagingNextAlt=\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e2b\u0e19\u0e49\u0e32\u0e16\u0e31\u0e14\u0e44\u0e1b\u0e02\u0e2d\u0e07\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21
tablePagingSortByLastName=\u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25
tablePagingSortByLastNameDesc=\u0e40\u0e23\u0e35\u0e22\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e15\u0e32\u0e21\u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25
tablePagingCurrentlySortedByLastNameDesc=\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e17\u0e35\u0e48\u0e40\u0e23\u0e35\u0e22\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e15\u0e32\u0e21\u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25\u0e43\u0e19\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19
tablePagingSortByDisplayName=\u0e0a\u0e37\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e41\u0e2a\u0e14\u0e07
tablePagingSortByDisplayNameDesc=\u0e40\u0e23\u0e35\u0e22\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e15\u0e32\u0e21\u0e0a\u0e37\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e41\u0e2a\u0e14\u0e07
tablePagingCurrentlySortedByDisplayNameDesc=\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e17\u0e35\u0e48\u0e40\u0e23\u0e35\u0e22\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e15\u0e32\u0e21\u0e0a\u0e37\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e41\u0e2a\u0e14\u0e07\u0e43\u0e19\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19
tablePagingSortByRelevence=\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e31\u0e21\u0e1e\u0e31\u0e19\u0e18\u0e4c
tablePagingSortByRelevenceDesc=\u0e40\u0e23\u0e35\u0e22\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e15\u0e32\u0e21\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e31\u0e21\u0e1e\u0e31\u0e19\u0e18\u0e4c
tablePagingCurrentlySortedByRelevenceDesc=\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e17\u0e35\u0e48\u0e40\u0e23\u0e35\u0e22\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e15\u0e32\u0e21\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e31\u0e21\u0e1e\u0e31\u0e19\u0e18\u0e4c\u0e43\u0e19\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19
tablePagingLabel=\u0e15\u0e31\u0e27\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e08
tableBottomPagingLabel=\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07\u0e02\u0e2d\u0e07\u0e15\u0e31\u0e27\u0e04\u0e27\u0e1a\u0e04\u0e38\u0e21\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e08

# Friends
#friends=Recent Network Contacts
friends=\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22
friendsFullPageTitle=\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22
friendsMenuTitleAllContacts=\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
friendsMenuTitleMyContacts=\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
friendsMenuTitleMyContactsNew=\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
friendsInvitations=\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d
friendsMenuTitleInCommon=\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e43\u0e19 Common
friendsShowAllCommonFriends=\u0e41\u0e2a\u0e14\u0e07\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14...
friendsViewAllFriends=\u0e14\u0e39\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
friendsSendFriendRequest=\u0e2a\u0e48\u0e07\u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d
friendsNoFriends=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e16\u0e39\u0e01\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e01\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e19\u0e35\u0e49
friendsColleaguesInvite=\u0e40\u0e0a\u0e34\u0e0d {0} \u0e40\u0e1b\u0e47\u0e19\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
friendsColleaguesFor=Network Contacts \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0}
friendsNewInv={0} \u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d\u0e43\u0e2b\u0e21\u0e48
friendsNewInvs={0} \u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d\u0e43\u0e2b\u0e21\u0e48
friendsNewInvcnx8={0} \u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d
friendsNewInvscnx8={0} \u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d
friendsLoading=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e25\u0e14\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22...
friendsLoadingInv=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e25\u0e14\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d...
friendsSelectFriendForRemoval=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07
friendsRemoved=\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e41\u0e25\u0e49\u0e27
friendsInvSent=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e07\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d \u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e21\u0e35\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d\u0e04\u0e49\u0e32\u0e07\u0e2d\u0e22\u0e39\u0e48
friendsRemovedSelected=\u0e25\u0e1a\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
friendsSortByDisplayName=\u0e41\u0e2a\u0e14\u0e07\u0e0a\u0e37\u0e48\u0e2d
friendsSortByRecent=\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
friendsTelephone=\u0e42\u0e17\u0e23\u0e28\u0e31\u0e1e\u0e17\u0e4c:
friendsEmail=\u0e2d\u0e35\u0e40\u0e21\u0e25:
friendsAltEmail=\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e2a\u0e33\u0e23\u0e2d\u0e07:
friendsNewInvitationsCount=\u0e04\u0e38\u0e13\u0e21\u0e35 {0} \u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d\u0e43\u0e2b\u0e21\u0e48
friendsNoInv=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d
friendsInCommonSingle=\u0e04\u0e38\u0e13\u0e21\u0e35 {0} \u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e43\u0e19 common
friendsInCommonMulti=\u0e04\u0e38\u0e13\u0e21\u0e35 {0} \u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e43\u0e19 common
friendsIncludeMsgForInv=\u0e23\u0e27\u0e21\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e01\u0e31\u0e1a\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13:
friendsInitialMsgForInv=\u0e09\u0e31\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e04\u0e38\u0e13\u0e43\u0e19\u0e23\u0e32\u0e22\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22 Connections \u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
friendsSendInvAction=\u0e2a\u0e48\u0e07\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d
friendsCancelInvAction=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
friendsAcceptActionA11y=\u0e22\u0e2d\u0e21\u0e23\u0e31\u0e1a {0}
friendsIgnoreActionA11y=\u0e25\u0e30\u0e40\u0e27\u0e49\u0e19 {0}
friendsAcceptAction=\u0e15\u0e2d\u0e1a\u0e23\u0e31\u0e1a
friendsIgnoreAction=\u0e25\u0e30\u0e40\u0e27\u0e49\u0e19
friendsRejectAction=\u0e1b\u0e0f\u0e34\u0e40\u0e2a\u0e18
friendsYouExceedTextLimit=\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e40\u0e0a\u0e34\u0e0d\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e22\u0e32\u0e27\u0e40\u0e01\u0e34\u0e19\u0e44\u0e1b \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2a\u0e39\u0e07\u0e2a\u0e38\u0e14\u0e04\u0e37\u0e2d {1} \u0e2d\u0e31\u0e01\u0e02\u0e23\u0e30 \u0e21\u0e35 {0} \u0e2d\u0e31\u0e01\u0e02\u0e23\u0e30\u0e43\u0e19\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e19\u0e35\u0e49
friendsCannotAddYourself=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e15\u0e31\u0e27\u0e40\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22
friendsIsYourColleague={0} \u0e04\u0e37\u0e2d\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
friendsRecentlyAdded=\u0e1c\u0e39\u0e49\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
friendsDate=\u0e27\u0e31\u0e19\u0e17\u0e35\u0e48
friendsCollapseWidget=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e22\u0e38\u0e1a\u0e2a\u0e48\u0e27\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22
friendsExpandWidget=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e02\u0e22\u0e32\u0e22\u0e2a\u0e48\u0e27\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22
friendsIsInYourNetwork={0} \u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
friendsActionsFor=\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22
friendsInviteFollowError=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e1e\u0e22\u0e32\u0e22\u0e32\u0e21\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21 {0}
friendsInviteTagError=\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e1e\u0e22\u0e32\u0e22\u0e32\u0e21\u0e41\u0e17\u0e47\u0e01 {0}
friendsPleaseLogIn=\u0e42\u0e1b\u0e23\u0e14\u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e0a\u0e34\u0e0d\u0e04\u0e19\u0e40\u0e02\u0e49\u0e32\u0e2a\u0e39\u0e48\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
# {0} - person name from profile
friendsPersonAlreadyInYourNetwork=\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e34\u0e0d\u0e40\u0e02\u0e49\u0e32\u0e2a\u0e39\u0e48\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e17\u0e33\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49 \u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01 {0} \u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e2d\u0e22\u0e39\u0e48\u0e41\u0e25\u0e49\u0e27
friendsInviteAddTagsFor=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e02\u0e49\u0e32\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0}:
friendsInviteAlsoFollow=\u0e41\u0e25\u0e30\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
friendsInviteReceiveUpdates=(\u0e23\u0e31\u0e1a\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15)
friendsInviteUpdatesDescription=\u0e23\u0e31\u0e1a\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e1a\u0e19\u0e42\u0e2e\u0e21\u0e40\u0e1e\u0e08 \u0e41\u0e25\u0e30\u0e43\u0e19\u0e2a\u0e23\u0e38\u0e1b\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2d\u0e35\u0e40\u0e21\u0e25
friendsInviteFollowHelp=\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21 \u0e42\u0e1b\u0e23\u0e14\u0e14\u0e39 {0}\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e1a\u0e38\u0e04\u0e04\u0e25{1}
friendsAlreadyAccepted=\u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e22\u0e2d\u0e21\u0e23\u0e31\u0e1a\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d\u0e19\u0e35\u0e49
friendsInvitationDoesNotExistAnyMore=\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d\u0e08\u0e32\u0e01 {0} \u0e44\u0e21\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e2d\u0e35\u0e01\u0e15\u0e48\u0e2d\u0e44\u0e1b
friendsAllreadyInvited="\u0e2a\u0e48\u0e07\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d\u0e41\u0e25\u0e49\u0e27"
friendsAlreadyFollowing=\u0e04\u0e38\u0e13\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21 {0} \u0e2d\u0e22\u0e39\u0e48\u0e41\u0e25\u0e49\u0e27
friendsFollowUser=\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21 {0}

friends_tableheading_selection=\u0e01\u0e25\u0e48\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e25\u0e37\u0e2d\u0e01
friends_tableheading_photo=\u0e23\u0e39\u0e1b\u0e16\u0e48\u0e32\u0e22
friends_tableheading_employeeinfo=\u0e0a\u0e37\u0e48\u0e2d &amp; \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
friends_tableheading_contactinfo=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d

userActivationTitle=\u0e40\u0e1b\u0e34\u0e14\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07 {0}
userActivationAriaLabel=\u0e01\u0e32\u0e23\u0e40\u0e23\u0e35\u0e22\u0e01\u0e43\u0e0a\u0e49\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e19\u0e35\u0e49\u0e08\u0e30\u0e40\u0e1b\u0e34\u0e14\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07 {0} \u0e43\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e15\u0e48\u0e32\u0e07\u0e43\u0e2b\u0e21\u0e48

# these are for 2.01
friendsNetwork=\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22
friendsMyNetwork=\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22
friendsNetworkFor=\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0}
friendsRemoveSelected=\u0e25\u0e1a\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2d\u0e2d\u0e01
friendsRemoveSelectedTip=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e25\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
friendsNetworkInCommon=\u0e04\u0e38\u0e13\u0e21\u0e35 {0} \u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e43\u0e19 common
friendsAddToMyNetwork=\u0e09\u0e31\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e04\u0e38\u0e13\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22 Connections
friendsInvite=\u0e40\u0e0a\u0e34\u0e0d\u0e40\u0e02\u0e49\u0e32\u0e2a\u0e39\u0e48\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
friendsInvitePerson=\u0e40\u0e0a\u0e34\u0e0d {0} \u0e40\u0e02\u0e49\u0e32\u0e2a\u0e39\u0e48\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
friendsInviteMessage=\u0e09\u0e31\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e04\u0e38\u0e13\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22 Connections
friendsInvitedEmailSubject=[Profiles] \u0e04\u0e38\u0e13\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e40\u0e0a\u0e34\u0e0d\u0e43\u0e2b\u0e49\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
friendsInvitedEmailMsg1=\u0e44\u0e14\u0e49\u0e40\u0e0a\u0e34\u0e0d\u0e04\u0e38\u0e13\u0e43\u0e2b\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e42\u0e14\u0e22\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e19\u0e35\u0e49\u0e43\u0e19\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d:
friendsInvitedEmailMsg2=\u0e40\u0e1b\u0e34\u0e14\u0e40\u0e1e\u0e08\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
friendsInvitedEmailMsg3=\u0e09\u0e31\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e04\u0e38\u0e13\u0e40\u0e02\u0e49\u0e32\u0e2a\u0e39\u0e48\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
friendsInvitedEmailMsg4={0} \u0e44\u0e14\u0e49\u0e40\u0e0a\u0e34\u0e0d\u0e04\u0e38\u0e13\u0e43\u0e2b\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22:
friendsInvitedEmailMsg5={0} \u0e44\u0e14\u0e49\u0e40\u0e0a\u0e34\u0e0d\u0e04\u0e38\u0e13\u0e43\u0e2b\u0e49\u0e40\u0e1b\u0e47\u0e19\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e42\u0e14\u0e22\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e19\u0e35\u0e49\u0e43\u0e19\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d:
friendsInviteLegalNote=\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e07\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d\u0e19\u0e35\u0e49 \u0e04\u0e38\u0e13\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49 {0} \u0e41\u0e2a\u0e14\u0e07\u0e40\u0e43\u0e19\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
friendsInviteFailed=\u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c \u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e32\u0e07\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e16\u0e39\u0e01\u0e2a\u0e48\u0e07\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e1c\u0e39\u0e49\u0e16\u0e39\u0e01\u0e40\u0e0a\u0e34\u0e0d \u0e2d\u0e22\u0e48\u0e32\u0e07\u0e44\u0e23\u0e01\u0e47\u0e15\u0e32\u0e21 \u0e1c\u0e39\u0e49\u0e16\u0e39\u0e01\u0e40\u0e0a\u0e34\u0e0d\u0e22\u0e31\u0e07\u0e04\u0e07\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e23\u0e31\u0e1a\u0e04\u0e33\u0e40\u0e0a\u0e34\u0e0d\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e1c\u0e48\u0e32\u0e19\u0e40\u0e27\u0e47\u0e1a\u0e41\u0e2d\u0e47\u0e1e\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19\u0e42\u0e1b\u0e23\u0e4c\u0e44\u0e1f\u0e25\u0e4c

# For Following feature
label_following_follow=\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
label_following_unfollow=\u0e2b\u0e22\u0e38\u0e14\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
label_following_login=\u0e42\u0e1b\u0e23\u0e14\u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49
label_following_not_enabled=\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e19\u0e35\u0e49\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49
label_following_not_allowed=\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e15\u0e48\u0e2d\u0e44\u0e1b\u0e19\u0e35\u0e49\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15
label_following_user_followed={0} \u0e44\u0e14\u0e49\u0e16\u0e39\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e43\u0e2b\u0e49\u0e01\u0e31\u0e1a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
label_following_user_unfollowed={0} \u0e44\u0e14\u0e49\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
label_following_user_list_following=\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
label_following_user_list_followed=\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
label.following.follows=\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
label.following.following=\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
label.following.followers=\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
label.following.ifollow=\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e09\u0e31\u0e19\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e2d\u0e22\u0e39\u0e48
label.following.followme=\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e09\u0e31\u0e19
label.following.youfollow=\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
label.following.followyou=\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d

follow_Loading=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e25\u0e14\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22...
follow_LoadingError=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e43\u0e19\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22
follow_title_ContactsFollowedBy=\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e42\u0e14\u0e22 {0} 
follow_title_ContactsFollowing=\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21 {0} 
follow_sortByDisplayName=\u0e41\u0e2a\u0e14\u0e07\u0e0a\u0e37\u0e48\u0e2d
follow_sortByRecent=\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
follow_telephone=\u0e42\u0e17\u0e23\u0e28\u0e31\u0e1e\u0e17\u0e4c:
follow_email=\u0e2d\u0e35\u0e40\u0e21\u0e25:
follow_altEmail=\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e2a\u0e33\u0e23\u0e2d\u0e07:
follow_noContacts=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e16\u0e39\u0e01\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e01\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e19\u0e35\u0e49
follow_noFollowerContacts=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e17\u0e35\u0e48\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e42\u0e22\u0e07\u0e01\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e19\u0e35\u0e49
follow_fullPageTitle=\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22
follow_removedSelected=\u0e2b\u0e22\u0e38\u0e14\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
follow_removedSelectedcnx8=\u0e40\u0e25\u0e34\u0e01\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21
follow_selectForRemoval=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e2b\u0e22\u0e38\u0e14\u0e01\u0e32\u0e23\u0e15\u0e34\u0e14\u0e15\u0e32\u0e21\u0e08\u0e32\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07

follow_tableheading_selection=\u0e01\u0e25\u0e48\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e25\u0e37\u0e2d\u0e01
follow_tableheading_photo=\u0e23\u0e39\u0e1b\u0e16\u0e48\u0e32\u0e22
follow_tableheading_employeeinfo=\u0e0a\u0e37\u0e48\u0e2d &amp; \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
follow_tableheading_contactinfo=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d

# Linkroll
linkRoll=\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
#linkRollAddLink=[Add Link]
linkRollAddLink=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e25\u0e34\u0e07\u0e01\u0e4c
linkRollName=*\u0e0a\u0e37\u0e48\u0e2d:
linkRollLink=*\u0e25\u0e34\u0e07\u0e01\u0e4c:
linkRollRequired=* \u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e21\u0e35
linkRollSave=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
linkRollCancel=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
linkRollLoading=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e25\u0e14\u0e25\u0e34\u0e07\u0e01\u0e4c...
linkRollNameOrLinkCannotBeEmpty=*\u0e0a\u0e37\u0e48\u0e2d\u0e2b\u0e23\u0e37\u0e2d *\u0e25\u0e34\u0e07\u0e01\u0e4c \u0e15\u0e49\u0e2d\u0e07\u0e44\u0e21\u0e48\u0e27\u0e48\u0e32\u0e07\u0e40\u0e1b\u0e25\u0e48\u0e32
linkRollLinkRemoved=\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e16\u0e39\u0e01\u0e25\u0e1a
linkRollLinkAdded=\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e16\u0e39\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21
linkRollRemoveLinkAltText=\u0e25\u0e1a\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e2a\u0e48\u0e27\u0e19\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
linkRollAddLinkAltText=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e43\u0e19\u0e2a\u0e48\u0e27\u0e19\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 
linkRollInfoText=\u0e02\u0e22\u0e32\u0e22\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e42\u0e14\u0e22\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e01\u0e32\u0e23\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e2a\u0e31\u0e07\u0e04\u0e21\u0e17\u0e35\u0e48\u0e0a\u0e37\u0e48\u0e19\u0e0a\u0e2d\u0e1a\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
linkRollCollapseWidget=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e22\u0e38\u0e1a\u0e2a\u0e48\u0e27\u0e19\u0e25\u0e34\u0e07\u0e01\u0e4c
linkRollExpandWidget=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e02\u0e22\u0e32\u0e22\u0e2a\u0e48\u0e27\u0e19\u0e25\u0e34\u0e07\u0e01\u0e4c
linkRollNoLinks=\u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e21\u0e35\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e19\u0e35\u0e49
linkRollActionsFor=\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
linkRollDuplicateName=\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e17\u0e35\u0e48\u0e21\u0e35\u0e0a\u0e37\u0e48\u0e2d\u0e19\u0e35\u0e49\u0e16\u0e39\u0e01\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e02\u0e36\u0e49\u0e19\u0e41\u0e25\u0e49\u0e27  \u0e42\u0e1b\u0e23\u0e14\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e0a\u0e37\u0e48\u0e2d\u0e2d\u0e37\u0e48\u0e19
linkRollDuplicateUrl=\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e19\u0e35\u0e49\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e25\u0e34\u0e07\u0e01\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e41\u0e25\u0e49\u0e27

# social Tags Widget
socialTags=\u0e41\u0e17\u0e47\u0e01
socialTagsTablabel=\u0e41\u0e17\u0e47\u0e01
socialTagsHeading=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e41\u0e17\u0e47\u0e01
socialTagsHelpHeading=\u0e41\u0e17\u0e47\u0e01
socialTagsHelpBody=\u0e2a\u0e33\u0e23\u0e27\u0e08\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e19\u0e43\u0e08\u0e41\u0e25\u0e30\u0e04\u0e27\u0e32\u0e21\u0e40\u0e0a\u0e35\u0e48\u0e22\u0e27\u0e0a\u0e32\u0e0d\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e14\u0e39\u0e41\u0e17\u0e47\u0e01\u0e02\u0e2d\u0e07\u0e1e\u0e27\u0e01\u0e40\u0e02\u0e32 \u0e41\u0e17\u0e47\u0e01\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e1e\u0e34\u0e21\u0e1e\u0e37\u0e25\u0e07\u0e43\u0e19\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e23\u0e30\u0e1a\u0e38\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e19\u0e43\u0e08\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e43\u0e19\u0e2b\u0e31\u0e27\u0e02\u0e49\u0e2d\u0e40\u0e08\u0e32\u0e30\u0e08\u0e07 \u0e04\u0e25\u0e34\u0e01\u0e41\u0e17\u0e47\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19\u0e17\u0e35\u0e48\u0e21\u0e35\u0e41\u0e17\u0e47\u0e01\u0e40\u0e2b\u0e21\u0e37\u0e2d\u0e19\u0e01\u0e31\u0e19
socialTagsHelpMoreinfo=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e41\u0e17\u0e47\u0e01
socialTagsHelpSubheading=\u0e41\u0e17\u0e47\u0e01\u0e14\u0e49\u0e32\u0e19\u0e25\u0e48\u0e32\u0e07\u0e23\u0e30\u0e1a\u0e38\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e19\u0e43\u0e08\u0e02\u0e2d\u0e07\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e35\u0e49
socialTagsAdvisorytitle=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19\u0e17\u0e35\u0e48\u0e21\u0e35\u0e41\u0e17\u0e47\u0e01 &#34;{0}&#34;
socialTagsAddTags=\u0e40\u0e1e\u0e34\u0e48\u0e21
socialTagsSave=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
socialTagsLoading=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e25\u0e14\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e41\u0e17\u0e47\u0e01...
socialTagsYouTagged=\u0e41\u0e17\u0e47\u0e01\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e19\u0e35\u0e49:
# View as something, 1 of the properties used (e.g. View as Cloud)
socialTagsViewAs=\u0e14\u0e39\u0e40\u0e1b\u0e47\u0e19 {0} 
socialTagsList=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23
socialTagsTagCloud=Cloud
socialTagsAddTagsAltText=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e17\u0e47\u0e01\u0e43\u0e2b\u0e49\u0e01\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e19\u0e35\u0e49
socialTagsRemoveTagsAltText=\u0e25\u0e1a\u0e41\u0e17\u0e47\u0e01 "{0}" \u0e08\u0e32\u0e01\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e19\u0e35\u0e49
socialTagsListAltText=\u0e41\u0e2a\u0e14\u0e07\u0e41\u0e17\u0e47\u0e01\u0e40\u0e1b\u0e47\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e02\u0e2d\u0e07\u0e41\u0e17\u0e47\u0e01
socialTagsTagCloudAltText=\u0e41\u0e2a\u0e14\u0e07\u0e41\u0e17\u0e47\u0e01\u0e40\u0e1b\u0e47\u0e19 tag cloud
socialTagsCollapseWidget=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e22\u0e38\u0e1a\u0e2a\u0e48\u0e27\u0e19\u0e41\u0e17\u0e47\u0e01
socialTagsExpandWidget=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e02\u0e22\u0e32\u0e22\u0e2a\u0e48\u0e27\u0e19\u0e41\u0e17\u0e47\u0e01
socialTagsPeople= \u0e1a\u0e38\u0e04\u0e04\u0e25
socialTagsPerson= \u0e1a\u0e38\u0e04\u0e04\u0e25
#Tagged by {number}, for example number of contributors 
socialTagsTaggedBy=\u0e17\u0e35\u0e48\u0e41\u0e17\u0e47\u0e01\u0e42\u0e14\u0e22 {0}
# "Added by {number}" + socialTagsPeople|socialTagsPerson, user(s) number,
# e.g. "Added by 11 people" or "Added by 1 person"  
socialTagsAddedBy=\u0e41\u0e17\u0e47\u0e01\u0e17\u0e35\u0e48\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e42\u0e14\u0e22 {0}
socialTagsWhoTagged=\u0e41\u0e17\u0e47\u0e01 "{0}" \u0e21\u0e35\u0e01\u0e32\u0e23\u0e41\u0e17\u0e47\u0e01\u0e42\u0e14\u0e22 1 \u0e04\u0e19  \u0e14\u0e39\u0e27\u0e48\u0e32\u0e43\u0e04\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e17\u0e47\u0e01\u0e19\u0e35\u0e49 
socialTagsWhoTaggedMulti=\u0e41\u0e17\u0e47\u0e01 "{0}" \u0e16\u0e39\u0e01\u0e41\u0e17\u0e47\u0e01\u0e42\u0e14\u0e22 {1} \u0e04\u0e19  \u0e14\u0e39\u0e27\u0e48\u0e32\u0e43\u0e04\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e17\u0e47\u0e01\u0e19\u0e35\u0e49 
socialTagsNoTags=\u0e1b\u0e49\u0e2d\u0e19\u0e41\u0e17\u0e47\u0e01\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e33\u0e40\u0e14\u0e35\u0e22\u0e27\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e21\u0e35\u0e0a\u0e48\u0e2d\u0e07\u0e27\u0e48\u0e32\u0e07 \u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07: human-resources, hiring_manager, payroll
socialTagsNoTagsCantAdd=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e41\u0e17\u0e47\u0e01
socialTagsActionsFor=\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e17\u0e47\u0e01


# Report Chain Widget
reportStructure=\u0e25\u0e39\u0e01\u0e42\u0e0b\u0e48\u0e01\u0e32\u0e23\u0e23\u0e32\u0e22\u0e07\u0e32\u0e19
label_profile_reportingstructure=\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e2a\u0e32\u0e22\u0e07\u0e32\u0e19
label_profile_otherviews_reportingstructure=Report-to Chain \u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
label_profile_otherviews_samemanager=\u0e1c\u0e39\u0e49\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e04\u0e19\u0e40\u0e14\u0e35\u0e22\u0e27\u0e01\u0e31\u0e19
label_profile_otherviews_peoplemanaged=\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e17\u0e35\u0e48\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23
# ${0} is the person's manager name, ${1} is the person's name
reportStructureNameLabel=${0}, \u0e1c\u0e39\u0e49\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e02\u0e2d\u0e07 ${1}
reportStructureLoading=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e25\u0e14\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e2a\u0e32\u0e22\u0e07\u0e32\u0e19...
reportStructureCollapseWidget=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e22\u0e38\u0e1a\u0e2a\u0e48\u0e27\u0e19\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e2a\u0e32\u0e22\u0e07\u0e32\u0e19
reportStructureExpandWidget=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e02\u0e22\u0e32\u0e22\u0e2a\u0e48\u0e27\u0e19\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e2a\u0e32\u0e22\u0e07\u0e32\u0e19
reportStructureActionsFor=\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a Report-to Chain

# multiFeedReader
multiFeedReader=\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
multiFeedReaderShow=\u0e41\u0e2a\u0e14\u0e07:
communityResourceId=\u0e0a\u0e38\u0e21\u0e0a\u0e19
dogearResourceId=\u0e1a\u0e38\u0e4a\u0e01\u0e21\u0e32\u0e23\u0e4c\u0e01
blogsResourceId=\u0e1a\u0e25\u0e47\u0e2d\u0e01
activitiesResourceId=\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
wikiResourceId=\u0e27\u0e34\u0e01\u0e34
filesResourceId=\u0e44\u0e1f\u0e25\u0e4c
sharepointResourceId=SharePoint
homepageResourceId=\u0e42\u0e2e\u0e21
mobileResourceId=\u0e21\u0e37\u0e2d\u0e16\u0e37\u0e2d
newsResourceId=\u0e02\u0e48\u0e32\u0e27\u0e2a\u0e32\u0e23
quickrResourceId=Quickr
#multiFeedReaderSeeAllFeeds=See all the entries
multiFeedReaderSeeAllFeeds=\u0e14\u0e39\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
multiFeedReaderNoFeeds=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07
multiFeedReaderLoading=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e25\u0e14\u0e1f\u0e35\u0e14...
multiFeedReaderPostedBy=\u0e17\u0e35\u0e48\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e42\u0e14\u0e22:
multiFeedReaderCreatedBy=\u0e17\u0e35\u0e48\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e42\u0e14\u0e22:
multiFeedReaderUpdatedBy=\u0e17\u0e35\u0e48\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e42\u0e14\u0e22:
multiFeedReaderActivitiesNeedToLogIn=\u0e04\u0e38\u0e13\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e25\u0e47\u0e2d\u0e01\u0e2d\u0e34\u0e19\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e01\u0e31\u0e1a\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e35\u0e49
multiFeedReaderCollapseWidget=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e22\u0e38\u0e1a\u0e2a\u0e48\u0e27\u0e19\u0e17\u0e35\u0e48\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
multiFeedReaderExpandWidget=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e02\u0e22\u0e32\u0e22\u0e2a\u0e48\u0e27\u0e19\u0e17\u0e35\u0e48\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14
multiFeedReaderActionsFor=\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14

# NLS_MESSAGEFORMAT_NONE

#filesReader
filesReader=\u0e44\u0e1f\u0e25\u0e4c
filesMineResourceId=\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
# ${0} is the person's name
filesByUserResourceId=\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e2d\u0e07 {0}
filesWithMeResourceId=\u0e41\u0e1a\u0e48\u0e07\u0e43\u0e0a\u0e49\u0e01\u0e31\u0e1a\u0e09\u0e31\u0e19

# NLS_MESSAGEFORMAT_VAR

# Multi Tab Widget
multiWidget=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
multiWidgetLoading=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e25\u0e14\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c...

# Contact Info Widget
contactInfo=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d
contactInfoLoading=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e25\u0e14\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d...
contactInfoActionsFor=\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d

# Background Info Widget
backgroundInfo=\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34
backgroundInfoLoading=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e25\u0e14\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34...
backgroundInfoActionsFor=\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34

# Activity Stream Widget
activityStream=\u0e2a\u0e15\u0e23\u0e35\u0e21\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21
activityStreamLoading=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e25\u0e14\u0e2a\u0e15\u0e23\u0e35\u0e21\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21...
activityStreamActionsFor=\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2a\u0e15\u0e23\u0e35\u0e21\u0e01\u0e34\u0e08\u0e01\u0e23\u0e23\u0e21

# structTags Widget
structTags=\u0e41\u0e17\u0e47\u0e01\u0e17\u0e35\u0e48\u0e21\u0e35\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07
structTagsNoTags=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e41\u0e17\u0e47\u0e01
structTagsLoading=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e25\u0e14\u0e41\u0e17\u0e47\u0e01\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07...
structTagsSelect=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e41\u0e17\u0e47\u0e01
structTagsCollapseWidget=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e22\u0e38\u0e1a\u0e2a\u0e48\u0e27\u0e19\u0e41\u0e17\u0e47\u0e01\u0e17\u0e35\u0e48\u0e21\u0e35\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07
structTagsExpandWidget=\u0e04\u0e25\u0e34\u0e01\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e02\u0e22\u0e32\u0e22\u0e2a\u0e48\u0e27\u0e19\u0e41\u0e17\u0e47\u0e01\u0e17\u0e35\u0e48\u0e21\u0e35\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07
structTagsActionsFor=\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e17\u0e47\u0e01\u0e17\u0e35\u0e48\u0e21\u0e35\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07

# sametime
noStatuAvailable=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e2a\u0e16\u0e32\u0e19\u0e30 Sametime
loadingSTStatus=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e25\u0e14\u0e2a\u0e16\u0e32\u0e19\u0e30 Sametime...

# Common Tags
commonTags=\u0e41\u0e17\u0e47\u0e01\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23
commonTagsNoTags=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e41\u0e17\u0e47\u0e01
commonTagsHelpBody=\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e42\u0e14\u0e22\u0e43\u0e0a\u0e49\u0e41\u0e17\u0e47\u0e01 \u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e01\u0e23\u0e2d\u0e07\u0e21\u0e38\u0e21\u0e21\u0e2d\u0e07\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e1b\u0e49\u0e2d\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e41\u0e17\u0e47\u0e01\u0e2b\u0e23\u0e37\u0e2d\u0e04\u0e25\u0e34\u0e01\u0e41\u0e17\u0e47\u0e01\u0e2d\u0e37\u0e48\u0e19\u0e43\u0e19 tag cloud
commonTagsActiveTags=\u0e41\u0e2d\u0e47\u0e04\u0e17\u0e35\u0e1f\u0e41\u0e17\u0e47\u0e01
commonTagsRelatedTags=\u0e41\u0e17\u0e47\u0e01\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07
commonTagsSearchTags=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e21\u0e35\u0e41\u0e17\u0e47\u0e01\u0e19\u0e35\u0e49
commonTagsLoading=\u0e01\u0e33\u0e25\u0e31\u0e07\u0e42\u0e2b\u0e25\u0e14\u0e41\u0e17\u0e47\u0e01\u0e02\u0e2d\u0e07\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23...
commonTagRelatedString=\u0e04\u0e25\u0e34\u0e01\u0e41\u0e17\u0e47\u0e01\u0e17\u0e35\u0e48\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e02\u0e49\u0e2d\u0e07\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e1b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
commonTagFindByTag=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e41\u0e17\u0e47\u0e01
commonTagDiscover=\u0e2a\u0e33\u0e23\u0e27\u0e08\u0e2b\u0e32\u0e1c\u0e39\u0e49\u0e40\u0e0a\u0e35\u0e48\u0e22\u0e27\u0e0a\u0e32\u0e0d\u0e43\u0e19\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e42\u0e14\u0e22\u0e01\u0e32\u0e23\u0e40\u0e23\u0e35\u0e22\u0e01\u0e14\u0e39\u0e41\u0e17\u0e47\u0e01\u0e43\u0e19\u0e40\u0e2d\u0e47\u0e19\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e44\u0e1e\u0e23\u0e0b\u0e4c\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
commonTagActions=\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e17\u0e47\u0e01\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23

#ProfilesHomePage
label.home.status.update = {0} \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e14\u0e39\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13

#VCard export feature
label.vcard.header.exportVcard=\u0e40\u0e2d\u0e47\u0e01\u0e0b\u0e4c\u0e1e\u0e2d\u0e23\u0e4c\u0e15 vCard
label.vcard.selectEncoding=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e23\u0e2b\u0e31\u0e2a\u0e2d\u0e31\u0e01\u0e02\u0e23\u0e30
label.vcard.help.alt=\u0e27\u0e34\u0e18\u0e35\u0e43\u0e0a\u0e49\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e23\u0e2b\u0e31\u0e2a\u0e2d\u0e31\u0e01\u0e02\u0e23\u0e30
label.vcard.help.close=\u0e1b\u0e34\u0e14\u0e27\u0e34\u0e18\u0e35\u0e43\u0e0a\u0e49\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e23\u0e2b\u0e31\u0e2a\u0e2d\u0e31\u0e01\u0e02\u0e23\u0e30
# Outputed like so:
# <b>{label.vcard.help.title}</b>: {label.vcard.help}
label.vcard.help.title=\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e23\u0e2b\u0e31\u0e2a\u0e2d\u0e31\u0e01\u0e02\u0e23\u0e30:
label.vcard.help=\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e23\u0e2b\u0e31\u0e2a\u0e2d\u0e31\u0e01\u0e02\u0e23\u0e30\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e2d\u0e47\u0e01\u0e0b\u0e4c\u0e1e\u0e2d\u0e23\u0e4c\u0e15\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e21\u0e32\u0e30\u0e2a\u0e21\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e2d\u0e48\u0e32\u0e19\u0e2a\u0e21\u0e38\u0e14\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48 \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e2a\u0e48\u0e27\u0e19\u0e43\u0e2b\u0e0d\u0e48 \u0e23\u0e27\u0e21\u0e16\u0e36\u0e07 Lotus Notes \u0e41\u0e25\u0e30 Microsoft Outlook (\u0e44\u0e21\u0e48\u0e23\u0e27\u0e21 Outlook Express) \u0e04\u0e27\u0e23\u0e43\u0e0a\u0e49\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c 'Internationalized' \u0e40\u0e2a\u0e21\u0e2d \u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49 Windows Address Book, Microsoft Outlook Express \u0e2d\u0e32\u0e08\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e2d\u0e34\u0e21\u0e1e\u0e2d\u0e23\u0e4c\u0e15 vcard \u0e25\u0e07\u0e43\u0e19\u0e2a\u0e21\u0e38\u0e14\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48\u0e02\u0e2d\u0e07\u0e1e\u0e27\u0e01\u0e40\u0e02\u0e32\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
label.vcard.download=\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14
label.vcard.cancel=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01

label.vcard.encoding.utf8=Internationalized (UTF-8)
label.vcard.encoding.iso88591=Western European (ISO-8859-1)
label.vcard.encoding.cp943c=Japanese (Cp943c)

#Search Dropdown
search.dropdown.contacts=\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
search.dropdown.directory=\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35
#{0} is the Org Name
search.dropdown.orgDirectory={0} \u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35
search.dropdown.organizations=\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23
search.dropdown.guests=\u0e40\u0e01\u0e2a\u0e15\u0e4c
search.dropdown.byname=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e15\u0e32\u0e21\u0e0a\u0e37\u0e48\u0e2d
search.dropdown.bykeyword=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e15\u0e32\u0e21\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14
search.dropdown.advancedsearch=\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35
search.dropdown.allconnections=\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
search.dropdown.advanced=\u0e02\u0e31\u0e49\u0e19\u0e2a\u0e39\u0e07

#Preferences
preference.email.write.my.board=\u0e2a\u0e48\u0e07\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e43\u0e2b\u0e49\u0e09\u0e31\u0e19\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e43\u0e04\u0e23\u0e1a\u0e32\u0e07\u0e04\u0e19\u0e40\u0e02\u0e35\u0e22\u0e19\u0e1a\u0e19\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
preference.email.comment.any.message=\u0e2a\u0e48\u0e07\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e43\u0e2b\u0e49\u0e09\u0e31\u0e19\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e43\u0e04\u0e23\u0e1a\u0e32\u0e07\u0e04\u0e19\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e1a\u0e19\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e43\u0e14\u0e46 \u0e17\u0e35\u0e48\u0e09\u0e31\u0e19\u0e42\u0e1e\u0e2a\u0e15\u0e4c
preference.email.comment.after.my.message=\u0e2a\u0e48\u0e07\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e43\u0e2b\u0e49\u0e09\u0e31\u0e19\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e43\u0e04\u0e23\u0e1a\u0e32\u0e07\u0e04\u0e19\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01\u0e09\u0e31\u0e19\u0e1a\u0e19\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e01\u0e32\u0e23\u0e42\u0e1e\u0e2a\u0e15\u0e4c

preference.board.enable=\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e1a\u0e2d\u0e23\u0e4c\u0e14
preference.board.disable=\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e1a\u0e2d\u0e23\u0e4c\u0e14
preference.board.show.public=\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e43\u0e19\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
preference.board.show.network=\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19 \u0e17\u0e35\u0e48\u0e08\u0e30\u0e40\u0e2b\u0e47\u0e19\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
preference.board.write.public=\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e43\u0e2b\u0e49\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e2b\u0e23\u0e37\u0e2d\u0e40\u0e02\u0e35\u0e22\u0e19\u0e43\u0e19\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19
preference.board.write.network=\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e43\u0e19\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19 \u0e17\u0e35\u0e48\u0e08\u0e30\u0e40\u0e02\u0e35\u0e22\u0e19\u0e43\u0e19\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e02\u0e2d\u0e07\u0e09\u0e31\u0e19

#Resume
attachment.resume.title=\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19
attachment.resume.not.available=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e19\u0e35\u0e49
attachment.resume.download=\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a{0}
attachment.resume.upload=\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19
attachment.resume.delete=\u0e25\u0e1a\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19
attachment.resume.search.label=\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e21\u0e35\u0e04\u0e35\u0e22\u0e4c\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e14\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49
attachment.resume.upload.failed=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19 \u0e42\u0e1b\u0e23\u0e14\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07 \u0e2b\u0e23\u0e37\u0e2d\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e23\u0e30\u0e1a\u0e1a\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e16\u0e49\u0e32\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e22\u0e31\u0e07\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48
attachment.resume.type.not.supported=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19 \u0e44\u0e21\u0e48\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19\u0e0a\u0e19\u0e34\u0e14\u0e44\u0e1f\u0e25\u0e4c\u0e19\u0e35\u0e49
attachment.resume.replace=\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e41\u0e17\u0e19\u0e17\u0e35\u0e48\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13 \u0e2d\u0e31\u0e19\u0e14\u0e31\u0e1a\u0e41\u0e23\u0e01\u0e43\u0e2b\u0e49\u0e25\u0e1a\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e40\u0e01\u0e48\u0e32 \u0e41\u0e25\u0e30\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e43\u0e2b\u0e21
attachment.resume.exceed.limit=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19 \u0e02\u0e19\u0e32\u0e14\u0e44\u0e1f\u0e25\u0e4c\u0e40\u0e01\u0e34\u0e19\u0e02\u0e19\u0e32\u0e14\u0e17\u0e35\u0e48\u0e08\u0e33\u0e01\u0e31\u0e14\u0e44\u0e27\u0e49\u0e17\u0e35\u0e48 {0}

# For future usage 
profile_preferences=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e15\u0e32\u0e21\u0e04\u0e27\u0e32\u0e21\u0e0a\u0e2d\u0e1a
feed_forPage=\u0e1f\u0e35\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e2b\u0e19\u0e49\u0e32\u0e19\u0e35\u0e49
feed_forProfiles=\u0e1f\u0e35\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49
feed_forUpdates=\u0e1f\u0e35\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e40\u0e2b\u0e25\u0e48\u0e32\u0e19\u0e35\u0e49
feed_forBoard=\u0e1f\u0e35\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e19\u0e35\u0e49
email_fromLotusConnectionsProfiles=\u0e19\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e2a\u0e48\u0e07\u0e08\u0e32\u0e01\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c IBM Connections
delete_confirmation=\u0e04\u0e38\u0e13\u0e41\u0e19\u0e48\u0e43\u0e08\u0e27\u0e48\u0e32\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e19\u0e35\u0e49\u0e2b\u0e23\u0e37\u0e2d?

label.search.results.more.available= \u0e21\u0e35\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32 {0} \u0e41\u0e2a\u0e14\u0e07\u0e40\u0e09\u0e1e\u0e32\u0e30 {0} \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e41\u0e23\u0e01\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19
label.search.results.refine=\u0e04\u0e25\u0e34\u0e01\u0e17\u0e35\u0e48\u0e19\u0e35\u0e48\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e1b\u0e23\u0e31\u0e1a\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32
label.search.results.refine.terms=\u0e1b\u0e49\u0e2d\u0e19\u0e04\u0e33\u0e17\u0e35\u0e48\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e40\u0e08\u0e32\u0e30\u0e08\u0e07\u0e21\u0e32\u0e01\u0e02\u0e36\u0e49\u0e19\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e08\u0e33\u0e01\u0e31\u0e14\u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c

#More Attributes in Edit Profile Page
label.editprofile.jobinformation.secretaryName=\u0e1c\u0e39\u0e49\u0e0a\u0e48\u0e27\u0e22:
label.editprofile.jobinformation.secretaryUid=\u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23\u0e28\u0e31\u0e1e\u0e17\u0e4c\u0e1c\u0e39\u0e49\u0e0a\u0e48\u0e27\u0e22:
label.editprofile.jobinformation.secretaryEmail=\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e1c\u0e39\u0e49\u0e0a\u0e48\u0e27\u0e22:
label.editprofile.contactinformation.preferredFirstName=\u0e0a\u0e37\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23:
label.editprofile.contactinformation.preferredLastName=\u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23:
label.editprofile.contactinformation.telephoneNumber=\u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23\u0e28\u0e31\u0e1e\u0e17\u0e4c\u0e2a\u0e33\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19:
label.editprofile.contactinformation.timezone=\u0e40\u0e02\u0e15\u0e40\u0e27\u0e25\u0e32:

# For Feature enablement
label.feature.not.enabled=\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30 {0} \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e0a\u0e19\u0e34\u0e14\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c {1}
label.feature.not.allowed=\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30 {0} \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e0a\u0e19\u0e34\u0e14\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c {1}
label.feature.photo.disabled=\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e23\u0e39\u0e1b\u0e16\u0e48\u0e32\u0e22
label.feature.photo.edit.not.allowed=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e01\u0e49\u0e44\u0e02\u0e23\u0e39\u0e1b\u0e16\u0e48\u0e32\u0e22
label.feature.pronun.disabled=\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e01\u0e32\u0e23\u0e2d\u0e2d\u0e01\u0e40\u0e2a\u0e35\u0e22\u0e07
label.feature.pronun.edit.not.allowed=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e41\u0e01\u0e49\u0e44\u0e02\u0e01\u0e32\u0e23\u0e2d\u0e2d\u0e01\u0e40\u0e2a\u0e35\u0e22\u0e07
label.feature.tag.disabled=\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e01\u0e32\u0e23\u0e41\u0e17\u0e47\u0e01\u0e15\u0e31\u0e27\u0e40\u0e2d\u0e07
label.feature.tag.others.disabled=\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e01\u0e32\u0e23\u0e41\u0e17\u0e47\u0e01\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e37\u0e48\u0e19
label.feature.tag.others.add.not.allowed=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e17\u0e47\u0e01\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e19\u0e35\u0e49
label.feature.tag.add.not.allowed=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e41\u0e17\u0e47\u0e01
label.feature.colleague.disabled=\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e19\u0e23\u0e48\u0e27\u0e21\u0e07\u0e32\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e19\u0e35\u0e49
label.feature.colleague.connect.not.allowed=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e0a\u0e34\u0e0d\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e23\u0e32\u0e22\u0e19\u0e35\u0e49\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21\u0e40\u0e04\u0e23\u0e37\u0e2d\u0e02\u0e48\u0e32\u0e22\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13
label.feature.board.message.not.allowed=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e42\u0e1e\u0e2a\u0e15\u0e4c\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e1a\u0e19\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e19\u0e35\u0e49
label.feature.board.comment.not.allowed=\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e2b\u0e49\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e1a\u0e19\u0e1a\u0e2d\u0e23\u0e4c\u0e14\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e19\u0e35\u0e49
label.feature.access.warning=\u0e04\u0e38\u0e13\u0e21\u0e35\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e17\u0e35\u0e48\u0e08\u0e33\u0e01\u0e31\u0e14\u0e01\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e19\u0e35\u0e49

# Inactive Users
label.inactive.user.msg=\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e19\u0e35\u0e49\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e41\u0e2d\u0e47\u0e04\u0e17\u0e35\u0e1f\u0e2d\u0e35\u0e01\u0e15\u0e48\u0e2d\u0e44\u0e1b
label.message.information=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25:

#Sametime Proxy text
personCardProxyStatusAvailable= \u0e09\u0e31\u0e19\u0e27\u0e48\u0e32\u0e07

# User not found
label.userNotFound.title=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e44\u0e21\u0e48\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49
label.userNotFound.info=\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e17\u0e35\u0e48\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e44\u0e21\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49

# Bad request
label.badRequest.title=\u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
label.badRequest.info=\u0e40\u0e1e\u0e08\u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07

label.bizcard.applinks.more = \u0e41\u0e2a\u0e14\u0e07\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
label.bizcard.applinks.less = \u0e41\u0e2a\u0e14\u0e07\u0e19\u0e49\u0e2d\u0e22\u0e25\u0e07
label.bizcard.applinks = \u0e25\u0e34\u0e07\u0e01\u0e4c\u0e41\u0e2d\u0e47\u0e1e\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19
label.bizcard.document = \u0e44\u0e14\u0e2d\u0e30\u0e25\u0e47\u0e2d\u0e01\u0e19\u0e32\u0e21\u0e1a\u0e31\u0e15\u0e23
label.bizcard.dismiss = \u0e01\u0e14 escape \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e02\u0e49\u0e32\u0e21\u0e19\u0e32\u0e21\u0e1a\u0e31\u0e15\u0e23\u0e19\u0e35\u0e49
label.profiles.navigation = \u0e01\u0e32\u0e23\u0e19\u0e33\u0e17\u0e32\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c
label.profiles.search.directory = \u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e0a\u0e37\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e08\u0e30\u0e04\u0e49\u0e19\u0e2b\u0e32

# 
# Strings for nationwide features
#
label.statusUpdates.recommend=\u0e41\u0e19\u0e30\u0e19\u0e33
label.statusUpdates.openImage=\u0e40\u0e1b\u0e34\u0e14\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e
label.statusUpdates.goToFile=\u0e44\u0e1b\u0e17\u0e35\u0e48\u0e44\u0e1f\u0e25\u0e4c
label.statusUpdates.downloadImage=\u0e14\u0e32\u0e27\u0e19\u0e4c\u0e42\u0e2b\u0e25\u0e14\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e
label.statusUpdates.noName=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e0a\u0e37\u0e48\u0e2d
label.statusUpdates.file=\u0e44\u0e1f\u0e25\u0e4c:
label.statusUpdates.name=\u0e0a\u0e37\u0e48\u0e2d:
label.statusUpdates.message=\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21:
label.statusUpdates.captionTextBox=\u0e23\u0e27\u0e21\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30...
label.statusUpdates.post=\u0e42\u0e1e\u0e2a\u0e15\u0e4c
label.statusUpdates.cancel=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
label.statusUpdates.uploadImage=\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e
label.statusUpdates.shareImage=\u0e43\u0e0a\u0e49\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e\u0e23\u0e48\u0e27\u0e21\u0e01\u0e31\u0e19
label.statusUpdates.uploadFile=\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e44\u0e1f\u0e25\u0e4c
label.statusUpdates.uploadAttachment=\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e41\u0e19\u0e1a
label.statusUpdates.altImage=\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e\u0e17\u0e35\u0e48\u0e41\u0e19\u0e1a
label.statusUpdates.altAttachment=\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e41\u0e19\u0e1a
label.statusUpdates.errorUpload=\u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e13\u0e30\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e41\u0e19\u0e1a
label.statusUpdates.preview=\u0e41\u0e2a\u0e14\u0e07\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07
label.statusUpdates.openPreview=\u0e40\u0e1b\u0e34\u0e14\u0e44\u0e14\u0e2d\u0e30\u0e25\u0e47\u0e2d\u0e01\u0e41\u0e2a\u0e14\u0e07\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07
label.statusUpdates.removeFile=\u0e25\u0e1a\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e41\u0e19\u0e1a
label.statusUpdates.confirmDelete=\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e41\u0e19\u0e1a\u0e08\u0e32\u0e01\u0e04\u0e25\u0e31\u0e07\u0e40\u0e01\u0e47\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e14\u0e49\u0e27\u0e22\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48?
label.statusUpdates.thumbnailNotAvailable=\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e\u0e02\u0e19\u0e32\u0e14\u0e40\u0e25\u0e47\u0e01\u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
label.statusUpdates.previewNotAvailable=\u0e01\u0e32\u0e23\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e39\u0e1b\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
label.statusUpdates.recommendCaption={0} \u0e04\u0e19\u0e17\u0e35\u0e48\u0e41\u0e19\u0e30\u0e19\u0e33\u0e2a\u0e34\u0e48\u0e07\u0e19\u0e35\u0e49
label.statusUpdates.recommendCaption.1=1 \u0e04\u0e19\u0e41\u0e19\u0e30\u0e19\u0e33\u0e2a\u0e34\u0e48\u0e07\u0e19\u0e35\u0e49
label.statusUpdates.recommendCaptionYou=\u0e04\u0e38\u0e13\u0e41\u0e25\u0e30 {0} \u0e04\u0e19\u0e41\u0e19\u0e30\u0e19\u0e33\u0e2a\u0e34\u0e48\u0e07\u0e19\u0e35\u0e49
label.statusUpdates.noRecommendation=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e41\u0e19\u0e30\u0e19\u0e33
label.statusUpdates.recommendCaptionYouOthers={0} \u0e04\u0e19\u0e41\u0e19\u0e30\u0e19\u0e33\u0e2a\u0e34\u0e48\u0e07\u0e19\u0e35\u0e49 \u0e23\u0e27\u0e21\u0e04\u0e38\u0e13\u0e14\u0e49\u0e27\u0e22
label.statusUpdates.recommendThis=\u0e04\u0e38\u0e13\u0e41\u0e19\u0e30\u0e19\u0e33\u0e2a\u0e34\u0e48\u0e07\u0e19\u0e35\u0e49
label.statusUpdates.recommendedBy=\u0e41\u0e19\u0e30\u0e19\u0e33\u0e42\u0e14\u0e22: {0}
label.statusUpdates.errorCreatingPreview=\u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e13\u0e30\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e15\u0e31\u0e27\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e23\u0e39\u0e1b
label.statusUpdates.errorCreatingThumbnail=\u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e13\u0e30\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e\u0e02\u0e19\u0e32\u0e14\u0e40\u0e25\u0e47\u0e01
label.statusUpdates.tabLabel=\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e2a\u0e16\u0e32\u0e19\u0e30
label.statusUpdates.attachFile=\u0e41\u0e19\u0e1a\u0e44\u0e1f\u0e25\u0e4c
label.statusUpdates.browse=\u0e40\u0e23\u0e35\u0e22\u0e01\u0e14\u0e39

#
# Strings for Accessibility
#

#Label used when a toolbar button is selected.  {0} will be replaced with the Label of the button
label.a11y.button.unselected={0}.
label.a11y.button.selected={0} \u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01

label.a11y.button.unselected.moveFocus={0}. \u0e42\u0e1f\u0e01\u0e31\u0e2a\u0e2b\u0e19\u0e49\u0e32\u0e08\u0e30\u0e16\u0e39\u0e01\u0e22\u0e49\u0e32\u0e22\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e20\u0e39\u0e21\u0e34\u0e20\u0e32\u0e04\u0e2b\u0e25\u0e31\u0e01\u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1b\u0e38\u0e48\u0e21\u0e19\u0e35\u0e49 
label.a11y.button.selected.moveFocus={0} \u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e42\u0e1f\u0e01\u0e31\u0e2a\u0e2b\u0e19\u0e49\u0e32\u0e08\u0e30\u0e16\u0e39\u0e01\u0e22\u0e49\u0e32\u0e22\u0e44\u0e1b\u0e22\u0e31\u0e07\u0e20\u0e39\u0e21\u0e34\u0e20\u0e32\u0e04\u0e2b\u0e25\u0e31\u0e01\u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01\u0e17\u0e35\u0e48\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1b\u0e38\u0e48\u0e21\u0e19\u0e35\u0e49 
