# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                   
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N SA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

err.registering.mbean=CLFRN1034E: Erreur lors de l''initialisation de la prise en charge JMX : \u00e9chec de l''enregistrement de {0}
err.could.not.locate.mbean.server=CLFRN1037E: Erreur de localisation du serveur MBean, aucun MBeans d'administration de profil enregistr\u00e9
err.fetching.profiles=CLFRN1040E: Erreur lors de l'extraction de profils
err.updating.profile=CLFRN1053E: Erreur lors de la mise \u00e0 jour du profil.
err.deleting.profile=CLFRN1032E: Erreur lors de la suppression du profil.
err.regisitering.mbean=CLFRN1031E: Erreur lors de l'enregistrement de mbean.


err.update.description=CLFRN1044E: Erreur lors de la mise \u00e0 jour de la description pour {0}.
err.update.experience=CLFRN1041E: Erreur lors de la mise \u00e0 jour de l''exp\u00e9rience pour {0}.
err.update.user=CLFRN1206E: Erreur lors de la mise \u00e0 jour des m\u00e9tadonn\u00e9es utilisateur pour {0}.
err.delete.photo=CLFRN1048E: Erreur lors de la suppression de la photo pour {0}.

err.writing.stats=CLFRN1035E: Erreur lors de l'\u00e9criture du fichier de statistiques.
err.enabling.cache=CLFRN1038E: Erreur lors de l'activation du cache.
err.disabling.cache=CLFRN1042E: Erreur lors de la d\u00e9sactivation du cache.
err.purge.index=CLFRN1036E: Erreur lors de la purge de l'index.
err.start.indexing=CLFRN1046E: Erreur lors du d\u00e9marrage de l'indexation.
err.cache.operation=CLFRN1033E: Erreur lors de l'ex\u00e9cution de l'op\u00e9ration de cache.
err.publish.user=CLFRN1208E: Erreur lors de l''enregistrement de l''\u00e9v\u00e9nement de cycle de vie utilisateur dans la base de donn\u00e9es Profils pour la publication pour {0}. Cause : {1}. Consultez les journaux pour plus de d\u00e9tails.
err.activate.user=CLFRN1211E: Erreur d''activation pour {0}. Cause : {1}. Consultez les journaux pour plus de d\u00e9tails.
err.inactivate.user=CLFRN1214E: Erreur de d\u00e9sactivation pour {0}. Cause : {1}. Consultez les journaux pour plus de d\u00e9tails.
err.revoke.user=CLFRN1213E: Erreur de r\u00e9vocation d''utilisateur pour {0}. Cause : {1}. Consultez les journaux pour plus de d\u00e9tails.
err.swapAccess.users=CLFRN1264E: Permutation de l''acc\u00e8s des utilisateurs. Utilisateur \u00e0 activer {0} / utilisateur \u00e0 d\u00e9sactiver {1}. Cause : {2}. Consultez les journaux pour plus de d\u00e9tails.

err.activate.user.missingProperty=CLFRN1217E: La commande d'activation requiert au moins un message ou une propri\u00e9t\u00e9 de connexion. Pour plus de d\u00e9tails, consultez la documentation.

info.noProfileFoundForEmail=CLFRN1057I: Aucun profil trouv\u00e9 pour l''adresse \u00e9lectronique {0}.
info.noProfileFoundForUserid=CLFRN1136I: Aucun profil trouv\u00e9 pour l''ID utilisateur {0}.
info.noProfileFoundForGuid=CLFRN1218I: Aucun profil trouv\u00e9 pour l''identificateur GUID {0}.

info.purge.index=CLFRN1051I: Ex\u00e9cution de la requ\u00eate de purge d'index.
info.start.indexing=CLFRN1050I: Ex\u00e9cution de la demande de d\u00e9marrage de l'indexation.

info.delete.photo=CLFRN1030I: Ex\u00e9cution de la suppression de photo pour {0}.
info.publish.user=CLFRN1203I: Publication des donn\u00e9es utilisateur (Platform Command) pour {0}.
info.activate.user=CLFRN1209I: Ex\u00e9cution de l''activation pour {0}.
info.inactivate.user=CLFRN1212I: Ex\u00e9cution de la d\u00e9sactivation pour {0}.
info.revoke.user=CLFRN1210I: Ex\u00e9cution de la r\u00e9vocation pour {0}.
info.update.description=CLFRN1054I: Ex\u00e9cution de la mise \u00e0 jour de description pour {0}.
info.update.experience=CLFRN1043I: Ex\u00e9cution de la mise \u00e0 jour d''exp\u00e9rience pour {0}.
info.update.user=CLFRN1204I: Ex\u00e9cution de la mise \u00e0 jour de la messagerie pour {0}.
info.update.user.invalid.key=CLFRN1207I: Un param\u00e8tre inconnu avec une cl\u00e9 {0} a \u00e9t\u00e9 pass\u00e9 \u00e0 la m\u00e9thode updateUser.
info.schedule.lmCacheRefresh=CLFRN1060I: Ex\u00e9cution de scheduleProfileLMCacheRefresh.
info.swapAccess.users=CLFRN1265I: Permutation de l''acc\u00e8s des utilisateurs.  Va r\u00e9activer l''utilisateur {0} et d\u00e9sactiver l''utilisateur {1}.

info.write.stats=CLFRN1047I: Ex\u00e9cution de l''\u00e9criture des statistiques dans {0}.

info.clear.lm.cache=CLFRN1052I: Ex\u00e9cution de la requ\u00eate clearProfilesLMCache.

info.fullReportsToDisabled=CLFRN1039I: Ex\u00e9cution de la requ\u00eate d\u00e9sactiver FullReportsToChainCache.
info.fullReportsToEnabled=CLFRN1056I: Ex\u00e9cution de la requ\u00eate activer FullReportsToChainCache.
info.fullReportsToReload=CLFRN1045I: Ex\u00e9cution de la requ\u00eate recharger FullReportsToChainCache.

info.miniReportsToDisabled=CLFRN1029I: Ex\u00e9cution de la requ\u00eate d\u00e9sactiver MiniReportsToChainCache.
info.miniReportsToEnabled=CLFRN1049I: Ex\u00e9cution de la requ\u00eate activer MiniReportsToChainCache.
info.miniReportsToReload=CLFRN1055I: Ex\u00e9cution de la requ\u00eate recharger MiniReportsToChainCache.

info.profilesTagcloudDisabled=CLFRN1135I: Ex\u00e9cution de la requ\u00eate d\u00e9sactiver ProfilesTagcloudCache.
info.profilesTagcloudEnabled=CLFRN1138I: Ex\u00e9cution de la requ\u00eate d\u00e9sactiver ProfilesTagcloudCache.
info.profilesTagcloudReload=CLFRN1137I: Ex\u00e9cution de la requ\u00eate recharger ProfilesTagcloudCache.
err.enableProfilesTagcloud=CLFRN1139E: Echec de la requ\u00eate activer ProfilesTagcloud Cache.

# {0} is an error message string
err.bad.member.list=CLFRN1353E: Erreur lors du traitement de la liste d''utilisateurs d''entr\u00e9e. Le message d''erreur est {0}.
# {0} is the user's identifier - either email address or external (LDAP) ID 
err.setting.user.role=CLFRN1354E: Erreur : Echec de la commande de d\u00e9finition du r\u00f4le utilisateur pour l''utilisateur {0}.

err.updating.user.role=CLFRN1352E: Erreur : Echec de la commande de mise \u00e0 jour du r\u00f4le utilisateur pour l''utilisateur {0}.

# {0} is the organization's identifier - external ID
err.updating.profile.type=CLFRN1362E: Erreur lors de la mise \u00e0 jour du type de profil pour l''organisation : {0}. 
