# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                   
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N SA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

err.registering.mbean=CLFRN1034E: Erro ao inicializar o suporte JMX dos Perfis: falha ao registar {0}
err.could.not.locate.mbean.server=CLFRN1037E: Erro ao localizar MBeanServer, nenhum MBean de Administra\u00e7\u00e3o de perfis registado
err.fetching.profiles=CLFRN1040E: Erro ao obter perfis
err.updating.profile=CLFRN1053E: Erro ao actualizar o perfil
err.deleting.profile=CLFRN1032E: Erro ao eliminar o perfil
err.regisitering.mbean=CLFRN1031E: Erro ao registar mbean.


err.update.description=CLFRN1044E: Erro ao actualizar a descri\u00e7\u00e3o para {0}.
err.update.experience=CLFRN1041E: Erro ao actualizar a experi\u00eancia para {0}.
err.update.user=CLFRN1206E: Erro ao actualizar os metadados de utilizador para {0}.
err.delete.photo=CLFRN1048E: Erro ao eliminar a fotografia para {0}.

err.writing.stats=CLFRN1035E: Erro ao gravar o ficheiro de estat\u00edsticas.
err.enabling.cache=CLFRN1038E: Erro ao activar a cache.
err.disabling.cache=CLFRN1042E: Erro ao desactivar a cache.
err.purge.index=CLFRN1036E: Erro ao limpar \u00edndice.
err.start.indexing=CLFRN1046E: Erro ao iniciar a indexa\u00e7\u00e3o.
err.cache.operation=CLFRN1033E: Erro ao executar a opera\u00e7\u00e3o de coloca\u00e7\u00e3o na cache.
err.publish.user=CLFRN1208E: Erro ao registar o evento de ciclo de vida do utilizador na base de dados dos Perfis para publica\u00e7\u00e3o para {0}. Causa: {1}. Consulte os registos para obter mais detalhes.
err.activate.user=CLFRN1211E: Erro ao activar para {0}. Causa: {1}. Consulte os registos para obter mais detalhes.
err.inactivate.user=CLFRN1214E: Erro ao desactivar para {0}. Causa: {1}. Consulte os registos para obter mais detalhes.
err.revoke.user=CLFRN1213E: Erro ao revogar o utilizador para {0}. Causa: {1}. Consulte os registos para obter mais detalhes.
err.swapAccess.users=CLFRN1264E: A comutar acesso de utilizadores. Utilizador a activar {0} / utilizar a desactivar utilizador {1}. Motivo: {2}. Consulte os registos para obter mais detalhes.

err.activate.user.missingProperty=CLFRN1217E: O comando Activate requer, pelo menos, uma propriedade de correio ou de in\u00edcio de sess\u00e3o. Consulte a documenta\u00e7\u00e3o para obter mais detalhes.

info.noProfileFoundForEmail=CLFRN1057I: N\u00e3o foi localizado qualquer perfil para o endere\u00e7o de correio electr\u00f3nico {0}.
info.noProfileFoundForUserid=CLFRN1136I: N\u00e3o foi localizado qualquer perfil para o ID de utilizador {0}.
info.noProfileFoundForGuid=CLFRN1218I: N\u00e3o foram localizados quaisquer perfis para o GUID {0}.

info.purge.index=CLFRN1051I: A executar o pedido de limpeza do \u00edndice.
info.start.indexing=CLFRN1050I: A executar o pedido de in\u00edcio da indexa\u00e7\u00e3o.

info.delete.photo=CLFRN1030I: A executar a elimina\u00e7\u00e3o da fotografia para {0}.
info.publish.user=CLFRN1203I: A publicar dados de utilizador (comando Platform) para {0}.
info.activate.user=CLFRN1209I: A executar a activa\u00e7\u00e3o para {0}.
info.inactivate.user=CLFRN1212I: Executar desactiva\u00e7\u00e3o para {0}.
info.revoke.user=CLFRN1210I: A executar a revoga\u00e7\u00e3o para {0}.
info.update.description=CLFRN1054I: A executar a actualiza\u00e7\u00e3o da descri\u00e7\u00e3o para {0}.
info.update.experience=CLFRN1043I: A executar a actualiza\u00e7\u00e3o da experi\u00eancia para {0}.
info.update.user=CLFRN1204I: A executar a actualiza\u00e7\u00e3o de correio electr\u00f3nico para {0}.
info.update.user.invalid.key=CLFRN1207I: Um par\u00e2metro desconhecido com a chave {0} foi transmitido para o m\u00e9todo updateUser.
info.schedule.lmCacheRefresh=CLFRN1060I: A executar scheduleProfileLMCacheRefresh.
info.swapAccess.users=CLFRN1265I: A comutar acesso de utilizadores.  O utilizador {0} ser\u00e1 reactivado e o utilizador {1} ser\u00e1 desactivado.

info.write.stats=CLFRN1047I: A executar a grava\u00e7\u00e3o de estat\u00edsticas para {0}.

info.clear.lm.cache=CLFRN1052I: A executar pedido de clearProfilesLMCache.

info.fullReportsToDisabled=CLFRN1039I: A executar desactiva\u00e7\u00e3o do pedido de FullReportsToChainCache.
info.fullReportsToEnabled=CLFRN1056I: A executar activa\u00e7\u00e3o do pedido de FullReportsToChainCache.
info.fullReportsToReload=CLFRN1045I: A executar recarregamento do pedido de FullReportsToChainCache.

info.miniReportsToDisabled=CLFRN1029I: A executar desactiva\u00e7\u00e3o do pedido de MiniReportsToChainCache.
info.miniReportsToEnabled=CLFRN1049I: A executar activa\u00e7\u00e3o do pedido do MiniReportsToChainCache.
info.miniReportsToReload=CLFRN1055I: A executar recarregamento do pedido de MiniReportsToChainCache.

info.profilesTagcloudDisabled=CLFRN1135I: A executar desactiva\u00e7\u00e3o do pedido de ProfilesTagcloudCache.
info.profilesTagcloudEnabled=CLFRN1138I: A executar activa\u00e7\u00e3o do pedido de ProfilesTagcloudCache.
info.profilesTagcloudReload=CLFRN1137I: A executar recarregamento do pedido de ProfilesTagcloudCache.
err.enableProfilesTagcloud=CLFRN1139E: Falha ao activar o pedido da cache de ProfilesTagcloud.

# {0} is an error message string
err.bad.member.list=CLFRN1353E: Erro ao processar a lista de utilizadores de entrada. A mensagem de erro \u00e9 {0}.  
# {0} is the user's identifier - either email address or external (LDAP) ID 
err.setting.user.role=CLFRN1354E: Erro: O comando n\u00e3o conseguiu definir a fun\u00e7\u00e3o de utilizador para o utilizador: {0}.

err.updating.user.role=CLFRN1352E: Erro: O comando n\u00e3o conseguiu actualizar a fun\u00e7\u00e3o de utilizador para o utilizador: {0}.

# {0} is the organization's identifier - external ID
err.updating.profile.type=CLFRN1362E: Erro ao actualizar o tipo de perfil para a organiza\u00e7\u00e3o: {0}. 
