# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                   
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N SA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

err.registering.mbean=CLFRN1034E: \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b1\u03c0\u03cc\u03b4\u03bf\u03c3\u03b7 \u03b1\u03c1\u03c7\u03b9\u03ba\u03ce\u03bd \u03c4\u03b9\u03bc\u03ce\u03bd \u03c3\u03c4\u03b7\u03bd \u03c5\u03c0\u03bf\u03c3\u03c4\u03ae\u03c1\u03b9\u03be\u03b7 JMX \u03b3\u03b9\u03b1 \u03c4\u03b1 \u03a0\u03c1\u03bf\u03c6\u03af\u03bb: \u03b1\u03c0\u03ad\u03c4\u03c5\u03c7\u03b5 \u03b7 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae \u03c4\u03bf\u03c5 {0}
err.could.not.locate.mbean.server=CLFRN1037E: \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03b5\u03bd\u03c4\u03bf\u03c0\u03b9\u03c3\u03bc\u03bf\u03cd MBeanServer, \u03b4\u03b5\u03bd \u03ad\u03c7\u03b5\u03b9 \u03b3\u03af\u03bd\u03b5\u03b9 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae MBeans \u03b4\u03b9\u03b1\u03c7\u03b5\u03af\u03c1\u03b9\u03c3\u03b7\u03c2 \u03c0\u03c1\u03bf\u03c6\u03af\u03bb
err.fetching.profiles=CLFRN1040E: \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03b1\u03bd\u03ac\u03ba\u03c4\u03b7\u03c3\u03b7\u03c2 \u03c0\u03c1\u03bf\u03c6\u03af\u03bb
err.updating.profile=CLFRN1053E: \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03b5\u03bd\u03b7\u03bc\u03ad\u03c1\u03c9\u03c3\u03b7\u03c2 \u03c0\u03c1\u03bf\u03c6\u03af\u03bb
err.deleting.profile=CLFRN1032E: \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03af\u03b1\u03c2 \u03c0\u03c1\u03bf\u03c6\u03af\u03bb
err.regisitering.mbean=CLFRN1031E: \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 \u03c4\u03bf\u03c5 MBean.


err.update.description=CLFRN1044E: \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b5\u03bd\u03b7\u03bc\u03ad\u03c1\u03c9\u03c3\u03b7 \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 \u03b3\u03b9\u03b1 {0}.
err.update.experience=CLFRN1041E: \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b5\u03bd\u03b7\u03bc\u03ad\u03c1\u03c9\u03c3\u03b7 \u03b5\u03bc\u03c0\u03b5\u03b9\u03c1\u03af\u03b1\u03c2 \u03b3\u03b9\u03b1 {0}.
err.update.user=CLFRN1206E: \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b5\u03bd\u03b7\u03bc\u03ad\u03c1\u03c9\u03c3\u03b7 \u03bc\u03b5\u03c4\u03b1\u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 {0}.
err.delete.photo=CLFRN1048E: \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7 \u03b4\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae \u03c4\u03b7\u03c2 \u03c6\u03c9\u03c4\u03bf\u03b3\u03c1\u03b1\u03c6\u03af\u03b1\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 {0}.

err.writing.stats=CLFRN1035E: \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae \u03c3\u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03c3\u03c4\u03b1\u03c4\u03b9\u03c3\u03c4\u03b9\u03ba\u03ce\u03bd \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03c9\u03bd.
err.enabling.cache=CLFRN1038E: \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03bb\u03b1\u03bd\u03b8\u03ac\u03bd\u03bf\u03c5\u03c3\u03b1\u03c2 \u03bc\u03bd\u03ae\u03bc\u03b7\u03c2.
err.disabling.cache=CLFRN1042E: \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b1\u03c0\u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03bb\u03b1\u03bd\u03b8\u03ac\u03bd\u03bf\u03c5\u03c3\u03b1\u03c2 \u03bc\u03bd\u03ae\u03bc\u03b7\u03c2.
err.purge.index=CLFRN1036E: \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b5\u03ba\u03ba\u03b1\u03b8\u03ac\u03c1\u03b9\u03c3\u03b7 \u03c4\u03bf\u03c5 \u03b5\u03c5\u03c1\u03b5\u03c4\u03b7\u03c1\u03af\u03bf\u03c5.
err.start.indexing=CLFRN1046E: \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03ad\u03bd\u03b1\u03c1\u03be\u03b7 \u03c4\u03b7\u03c2 \u03b5\u03c5\u03c1\u03b5\u03c4\u03b7\u03c1\u03b9\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2.
err.cache.operation=CLFRN1033E: \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b5\u03ba\u03c4\u03ad\u03bb\u03b5\u03c3\u03b7 \u03bc\u03b9\u03b1\u03c2 \u03bb\u03b5\u03b9\u03c4\u03bf\u03c5\u03c1\u03b3\u03af\u03b1\u03c2 \u03bb\u03b1\u03bd\u03b8\u03ac\u03bd\u03bf\u03c5\u03c3\u03b1\u03c2 \u03bc\u03bd\u03ae\u03bc\u03b7\u03c2.
err.publish.user=CLFRN1208E: \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03ba\u03b1\u03c4\u03b1\u03c7\u03ce\u03c1\u03b7\u03c3\u03b7 \u03c4\u03bf\u03c5 \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd\u03c4\u03bf\u03c2 \u03ba\u03cd\u03ba\u03bb\u03bf\u03c5 \u03b6\u03c9\u03ae\u03c2 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 \u03c3\u03c4\u03b7 \u03b2\u03ac\u03c3\u03b7 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03c0\u03c1\u03bf\u03c6\u03af\u03bb \u03b3\u03b9\u03b1 \u03b4\u03b7\u03bc\u03bf\u03c3\u03af\u03b5\u03c5\u03c3\u03b7 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 {0}. \u0391\u03b9\u03c4\u03af\u03b1: {1}. \u0391\u03bd\u03b1\u03c4\u03c1\u03ad\u03be\u03c4\u03b5 \u03c3\u03c4\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03ba\u03b1\u03c4\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 \u03b3\u03b9\u03b1 \u03c0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03b5\u03c2 \u03bb\u03b5\u03c0\u03c4\u03bf\u03bc\u03ad\u03c1\u03b5\u03b9\u03b5\u03c2.
err.activate.user=CLFRN1211E: \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 {0}. \u0391\u03b9\u03c4\u03af\u03b1: {1}. \u0391\u03bd\u03b1\u03c4\u03c1\u03ad\u03be\u03c4\u03b5 \u03c3\u03c4\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03ba\u03b1\u03c4\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 \u03b3\u03b9\u03b1 \u03c0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03b5\u03c2 \u03bb\u03b5\u03c0\u03c4\u03bf\u03bc\u03ad\u03c1\u03b5\u03b9\u03b5\u03c2.
err.inactivate.user=CLFRN1214E: \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03b1\u03c0\u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 {0}. \u0391\u03b9\u03c4\u03af\u03b1: {1}. \u0391\u03bd\u03b1\u03c4\u03c1\u03ad\u03be\u03c4\u03b5 \u03c3\u03c4\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03ba\u03b1\u03c4\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 \u03b3\u03b9\u03b1 \u03c0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03b5\u03c2 \u03bb\u03b5\u03c0\u03c4\u03bf\u03bc\u03ad\u03c1\u03b5\u03b9\u03b5\u03c2.
err.revoke.user=CLFRN1213E: \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03b1\u03bd\u03ac\u03ba\u03bb\u03b7\u03c3\u03b7\u03c2 \u03c4\u03bf\u03c5 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 {0}. \u0391\u03b9\u03c4\u03af\u03b1: {1}. \u0391\u03bd\u03b1\u03c4\u03c1\u03ad\u03be\u03c4\u03b5 \u03c3\u03c4\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03ba\u03b1\u03c4\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 \u03b3\u03b9\u03b1 \u03c0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03b5\u03c2 \u03bb\u03b5\u03c0\u03c4\u03bf\u03bc\u03ad\u03c1\u03b5\u03b9\u03b5\u03c2.
err.swapAccess.users=CLFRN1264E: \u0395\u03bd\u03b1\u03bb\u03bb\u03b1\u03b3\u03ae \u03c0\u03c1\u03cc\u03c3\u03b2\u03b1\u03c3\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b5\u03c2. \u03a7\u03c1\u03ae\u03c3\u03c4\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 {0} / \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03b1\u03c0\u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 {1}. \u0391\u03b9\u03c4\u03af\u03b1: {2}. \u0391\u03bd\u03b1\u03c4\u03c1\u03ad\u03be\u03c4\u03b5 \u03c3\u03c4\u03b1 \u03b1\u03c1\u03c7\u03b5\u03af\u03b1 \u03ba\u03b1\u03c4\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 \u03b3\u03b9\u03b1 \u03c0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03b5\u03c2 \u03bb\u03b5\u03c0\u03c4\u03bf\u03bc\u03ad\u03c1\u03b5\u03b9\u03b5\u03c2.

err.activate.user.missingProperty=CLFRN1217E: \u0397 \u03b5\u03bd\u03c4\u03bf\u03bb\u03ae \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 \u03b1\u03c0\u03b1\u03b9\u03c4\u03b5\u03af \u03c4\u03bf\u03c5\u03bb\u03ac\u03c7\u03b9\u03c3\u03c4\u03bf\u03bd \u03bc\u03af\u03b1 \u03b9\u03b4\u03b9\u03cc\u03c4\u03b7\u03c4\u03b1 \u03b1\u03bb\u03bb\u03b7\u03bb\u03bf\u03b3\u03c1\u03b1\u03c6\u03af\u03b1\u03c2 \u03ae \u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03b7\u03c2. \u0391\u03bd\u03b1\u03c4\u03c1\u03ad\u03be\u03c4\u03b5 \u03c3\u03c4\u03b7\u03bd \u03c4\u03b5\u03ba\u03bc\u03b7\u03c1\u03af\u03c9\u03c3\u03b7 \u03b3\u03b9\u03b1 \u03c0\u03b5\u03c1\u03b9\u03c3\u03c3\u03cc\u03c4\u03b5\u03c1\u03b5\u03c2 \u03bb\u03b5\u03c0\u03c4\u03bf\u03bc\u03ad\u03c1\u03b5\u03b9\u03b5\u03c2.

info.noProfileFoundForEmail=CLFRN1057I: \u0394\u03b5\u03bd \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b5 \u03c0\u03c1\u03bf\u03c6\u03af\u03bb \u03b3\u03b9\u03b1 \u03c4\u03b7 \u03b4\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7 e-mail {0}.
info.noProfileFoundForUserid=CLFRN1136I: \u0394\u03b5\u03bd \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b5 \u03c0\u03c1\u03bf\u03c6\u03af\u03bb \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03c4\u03b1\u03c5\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 {0}.
info.noProfileFoundForGuid=CLFRN1218I: \u0394\u03b5\u03bd \u03b2\u03c1\u03ad\u03b8\u03b7\u03ba\u03b1\u03bd \u03c0\u03c1\u03bf\u03c6\u03af\u03bb \u03b3\u03b9\u03b1 \u03c4\u03bf guid {0}.

info.purge.index=CLFRN1051I: \u0395\u03ba\u03c4\u03b5\u03bb\u03b5\u03af\u03c4\u03b1\u03b9 \u03b1\u03af\u03c4\u03b7\u03c3\u03b7 \u03b5\u03ba\u03ba\u03b1\u03b8\u03ac\u03c1\u03b9\u03c3\u03b7\u03c2 \u03b5\u03c5\u03c1\u03b5\u03c4\u03b7\u03c1\u03af\u03bf\u03c5.
info.start.indexing=CLFRN1050I: \u0395\u03ba\u03c4\u03b5\u03bb\u03b5\u03af\u03c4\u03b1\u03b9 \u03b1\u03af\u03c4\u03b7\u03c3\u03b7 \u03ad\u03bd\u03b1\u03c1\u03be\u03b7\u03c2 \u03b5\u03c5\u03c1\u03b5\u03c4\u03b7\u03c1\u03b9\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2.

info.delete.photo=CLFRN1030I: \u0395\u03ba\u03c4\u03ad\u03bb\u03b5\u03c3\u03b7 \u03b4\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 \u03c6\u03c9\u03c4\u03bf\u03b3\u03c1\u03b1\u03c6\u03af\u03b1\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 {0}.
info.publish.user=CLFRN1203I: \u0394\u03b7\u03bc\u03bf\u03c3\u03af\u03b5\u03c5\u03c3\u03b7 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 (Platform Command) \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 {0}.
info.activate.user=CLFRN1209I: \u0395\u03ba\u03c4\u03ad\u03bb\u03b5\u03c3\u03b7 \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 {0}.
info.inactivate.user=CLFRN1212I: \u0395\u03ba\u03c4\u03ad\u03bb\u03b5\u03c3\u03b7 \u03b1\u03c0\u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 {0}.
info.revoke.user=CLFRN1210I: \u0395\u03ba\u03c4\u03ad\u03bb\u03b5\u03c3\u03b7 \u03b1\u03bd\u03ac\u03ba\u03bb\u03b7\u03c3\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 {0}.
info.update.description=CLFRN1054I: \u0395\u03ba\u03c4\u03ad\u03bb\u03b5\u03c3\u03b7 \u03b5\u03bd\u03b7\u03bc\u03ad\u03c1\u03c9\u03c3\u03b7\u03c2 \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 {0}.
info.update.experience=CLFRN1043I: \u0395\u03ba\u03c4\u03ad\u03bb\u03b5\u03c3\u03b7 \u03b5\u03bd\u03b7\u03bc\u03ad\u03c1\u03c9\u03c3\u03b7\u03c2 \u03b5\u03bc\u03c0\u03b5\u03b9\u03c1\u03af\u03b1\u03c2 \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 {0}.
info.update.user=CLFRN1204I: \u0395\u03ba\u03c4\u03ad\u03bb\u03b5\u03c3\u03b7 \u03b5\u03bd\u03b7\u03bc\u03ad\u03c1\u03c9\u03c3\u03b7\u03c2 \u03b4\u03b9\u03b5\u03cd\u03b8\u03c5\u03bd\u03c3\u03b7\u03c2 e-mail \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 {0}.
info.update.user.invalid.key=CLFRN1207I: \u039c\u03b9\u03b1 \u03ac\u03b3\u03bd\u03c9\u03c3\u03c4\u03b7 \u03c0\u03b1\u03c1\u03ac\u03bc\u03b5\u03c4\u03c1\u03bf\u03c2 \u03bc\u03b5 \u03ba\u03bb\u03b5\u03b9\u03b4\u03af {0} \u03bc\u03b5\u03c4\u03b1\u03b2\u03b9\u03b2\u03ac\u03c3\u03c4\u03b7\u03ba\u03b5 \u03c3\u03c4\u03b7 \u03bc\u03ad\u03b8\u03bf\u03b4\u03bf updateUser.
info.schedule.lmCacheRefresh=CLFRN1060I: \u0395\u03ba\u03c4\u03ad\u03bb\u03b5\u03c3\u03b7 scheduleProfileLMCacheRefresh.
info.swapAccess.users=CLFRN1265I: \u0395\u03bd\u03b1\u03bb\u03bb\u03b1\u03b3\u03ae \u03c0\u03c1\u03cc\u03c3\u03b2\u03b1\u03c3\u03b7\u03c2 \u03b3\u03b9\u03b1 \u03c7\u03c1\u03ae\u03c3\u03c4\u03b5\u03c2.  \u0398\u03b1 \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03b5\u03af \u03be\u03b1\u03bd\u03ac \u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7\u03c2 {0} \u03ba\u03b1\u03b9 \u03b8\u03b1 \u03b1\u03c0\u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03b5\u03af \u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7\u03c2 {1}.

info.write.stats=CLFRN1047I: \u0395\u03ba\u03c4\u03ad\u03bb\u03b5\u03c3\u03b7 \u03b5\u03b3\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 \u03c3\u03c4\u03b1\u03c4\u03b9\u03c3\u03c4\u03b9\u03ba\u03ce\u03bd \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03c9\u03bd \u03c3\u03c4\u03bf {0}.

info.clear.lm.cache=CLFRN1052I: \u0395\u03ba\u03c4\u03ad\u03bb\u03b5\u03c3\u03b7 \u03b1\u03af\u03c4\u03b7\u03c3\u03b7\u03c2 clearProfilesLMCache.

info.fullReportsToDisabled=CLFRN1039I: \u0395\u03ba\u03c4\u03ad\u03bb\u03b5\u03c3\u03b7 \u03b1\u03af\u03c4\u03b7\u03c3\u03b7\u03c2 \u03b1\u03c0\u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 \u03bb\u03b1\u03bd\u03b8\u03ac\u03bd\u03bf\u03c5\u03c3\u03b1\u03c2 \u03bc\u03bd\u03ae\u03bc\u03b7\u03c2 FullReportsToChainCache.
info.fullReportsToEnabled=CLFRN1056I: \u0395\u03ba\u03c4\u03ad\u03bb\u03b5\u03c3\u03b7 \u03b1\u03af\u03c4\u03b7\u03c3\u03b7\u03c2 \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 \u03bb\u03b1\u03bd\u03b8\u03ac\u03bd\u03bf\u03c5\u03c3\u03b1\u03c2 \u03bc\u03bd\u03ae\u03bc\u03b7\u03c2 FullReportsToChainCache.
info.fullReportsToReload=CLFRN1045I: \u0395\u03ba\u03c4\u03ad\u03bb\u03b5\u03c3\u03b7 \u03b1\u03af\u03c4\u03b7\u03c3\u03b7\u03c2 \u03b5\u03c0\u03b1\u03bd\u03b1\u03c6\u03cc\u03c1\u03c4\u03c9\u03c3\u03b7\u03c2 \u03bb\u03b1\u03bd\u03b8\u03ac\u03bd\u03bf\u03c5\u03c3\u03b1\u03c2 \u03bc\u03bd\u03ae\u03bc\u03b7\u03c2 FullReportsToChainCache.

info.miniReportsToDisabled=CLFRN1029I: \u0395\u03ba\u03c4\u03ad\u03bb\u03b5\u03c3\u03b7 \u03b1\u03af\u03c4\u03b7\u03c3\u03b7\u03c2 \u03b1\u03c0\u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 \u03bb\u03b1\u03bd\u03b8\u03ac\u03bd\u03bf\u03c5\u03c3\u03b1\u03c2 \u03bc\u03bd\u03ae\u03bc\u03b7\u03c2 MiniReportsToChainCache.
info.miniReportsToEnabled=CLFRN1049I: \u0395\u03ba\u03c4\u03ad\u03bb\u03b5\u03c3\u03b7 \u03b1\u03af\u03c4\u03b7\u03c3\u03b7\u03c2 \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 \u03bb\u03b1\u03bd\u03b8\u03ac\u03bd\u03bf\u03c5\u03c3\u03b1\u03c2 \u03bc\u03bd\u03ae\u03bc\u03b7\u03c2 MiniReportsToChainCache.
info.miniReportsToReload=CLFRN1055I: \u0395\u03ba\u03c4\u03ad\u03bb\u03b5\u03c3\u03b7 \u03b1\u03af\u03c4\u03b7\u03c3\u03b7\u03c2 \u03b5\u03c0\u03b1\u03bd\u03b1\u03c6\u03cc\u03c1\u03c4\u03c9\u03c3\u03b7\u03c2 \u03bb\u03b1\u03bd\u03b8\u03ac\u03bd\u03bf\u03c5\u03c3\u03b1\u03c2 \u03bc\u03bd\u03ae\u03bc\u03b7\u03c2 MiniReportsToChainCache.

info.profilesTagcloudDisabled=CLFRN1135I: \u0395\u03ba\u03c4\u03ad\u03bb\u03b5\u03c3\u03b7 \u03b1\u03af\u03c4\u03b7\u03c3\u03b7\u03c2 \u03b1\u03c0\u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 \u03bb\u03b1\u03bd\u03b8\u03ac\u03bd\u03bf\u03c5\u03c3\u03b1\u03c2 \u03bc\u03bd\u03ae\u03bc\u03b7\u03c2 ProfilesTagcloudCache.
info.profilesTagcloudEnabled=CLFRN1138I: \u0395\u03ba\u03c4\u03ad\u03bb\u03b5\u03c3\u03b7 \u03b1\u03af\u03c4\u03b7\u03c3\u03b7\u03c2 \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 \u03bb\u03b1\u03bd\u03b8\u03ac\u03bd\u03bf\u03c5\u03c3\u03b1\u03c2 \u03bc\u03bd\u03ae\u03bc\u03b7\u03c2 ProfilesTagcloudCache.
info.profilesTagcloudReload=CLFRN1137I: \u0395\u03ba\u03c4\u03ad\u03bb\u03b5\u03c3\u03b7 \u03b1\u03af\u03c4\u03b7\u03c3\u03b7\u03c2 \u03b5\u03c0\u03b1\u03bd\u03b1\u03c6\u03cc\u03c1\u03c4\u03c9\u03c3\u03b7\u03c2 \u03bb\u03b1\u03bd\u03b8\u03ac\u03bd\u03bf\u03c5\u03c3\u03b1\u03c2 \u03bc\u03bd\u03ae\u03bc\u03b7\u03c2 ProfilesTagcloudCache.
err.enableProfilesTagcloud=CLFRN1139E: \u0391\u03c0\u03ad\u03c4\u03c5\u03c7\u03b5 \u03b7 \u03b1\u03af\u03c4\u03b7\u03c3\u03b7 \u03b5\u03bd\u03b5\u03c1\u03b3\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7\u03c2 \u03c4\u03b7\u03c2 \u03bb\u03b1\u03bd\u03b8\u03ac\u03bd\u03bf\u03c5\u03c3\u03b1\u03c2 \u03bc\u03bd\u03ae\u03bc\u03b7\u03c2 ProfilesTagcloudCache.

# {0} is an error message string
err.bad.member.list=CLFRN1353E: \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03c4\u03b7\u03c2 \u03bb\u03af\u03c3\u03c4\u03b1\u03c2 \u03c7\u03c1\u03b7\u03c3\u03c4\u03ce\u03bd \u03b5\u03b9\u03c3\u03cc\u03b4\u03bf\u03c5. \u039c\u03ae\u03bd\u03c5\u03bc\u03b1 \u03c3\u03c6\u03ac\u03bb\u03bc\u03b1\u03c4\u03bf\u03c2: {0}.
# {0} is the user's identifier - either email address or external (LDAP) ID 
err.setting.user.role=CLFRN1354E: \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 : \u0397 \u03b5\u03bd\u03c4\u03bf\u03bb\u03ae \u03b1\u03c0\u03ad\u03c4\u03c5\u03c7\u03b5 \u03bd\u03b1 \u03bf\u03c1\u03af\u03c3\u03b5\u03b9 \u03c4\u03bf \u03c1\u03cc\u03bb\u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 \u03b3\u03b9\u03b1 \u03c4\u03bf\u03bd \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 : {0}.

err.updating.user.role=CLFRN1352E: \u03a3\u03c6\u03ac\u03bb\u03bc\u03b1 : \u0397 \u03b5\u03bd\u03c4\u03bf\u03bb\u03ae \u03b1\u03c0\u03ad\u03c4\u03c5\u03c7\u03b5 \u03bd\u03b1 \u03b5\u03bd\u03b7\u03bc\u03b5\u03c1\u03ce\u03c3\u03b5\u03b9 \u03c4\u03bf \u03c1\u03cc\u03bb\u03bf \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 \u03b3\u03b9\u03b1 \u03c4\u03bf\u03bd \u03c7\u03c1\u03ae\u03c3\u03c4\u03b7 : {0}.

# {0} is the organization's identifier - external ID
err.updating.profile.type=CLFRN1362E: \u03a0\u03b1\u03c1\u03bf\u03c5\u03c3\u03b9\u03ac\u03c3\u03c4\u03b7\u03ba\u03b5 \u03c3\u03c6\u03ac\u03bb\u03bc\u03b1 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b5\u03bd\u03b7\u03bc\u03ad\u03c1\u03c9\u03c3\u03b7 \u03c4\u03bf\u03c5 \u03b5\u03af\u03b4\u03bf\u03c5\u03c2 \u03c0\u03c1\u03bf\u03c6\u03af\u03bb \u03b3\u03b9\u03b1 \u03c4\u03bf\u03bd \u03bf\u03c1\u03b3\u03b1\u03bd\u03b9\u03c3\u03bc\u03cc: {0}. 
