# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                   
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N SA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

err.registering.mbean=CLFRN1034E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u043d\u0438\u0446\u0438\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 JMX \u043f\u043e\u0434\u0434\u0440\u044a\u0436\u043a\u0430 \u043d\u0430 Profiles: \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0435 {0}
err.could.not.locate.mbean.server=CLFRN1037E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 MBeanServer, \u043d\u044f\u043c\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0438 Mbeans \u0437\u0430 \u0430\u0434\u043c\u0438\u043d\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 Profiles.
err.fetching.profiles=CLFRN1040E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0438
err.updating.profile=CLFRN1053E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b
err.deleting.profile=CLFRN1032E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b
err.regisitering.mbean=CLFRN1031E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 mbean.


err.update.description=CLFRN1044E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043e\u043f\u0438\u0441\u0430\u043d\u0438\u0435 \u0437\u0430 {0}.
err.update.experience=CLFRN1041E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043e\u043f\u0438\u0442 \u0437\u0430 {0}.
err.update.user=CLFRN1206E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u043c\u0435\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 {0}.
err.delete.photo=CLFRN1048E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u043d\u0438\u043c\u043a\u0430 \u0437\u0430 {0}.

err.writing.stats=CLFRN1035E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b \u0437\u0430 \u0441\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043a\u0430.
err.enabling.cache=CLFRN1038E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043a\u0435\u0448.
err.disabling.cache=CLFRN1042E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043a\u0435\u0448.
err.purge.index=CLFRN1036E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u0440\u043e\u0447\u0438\u0441\u0442\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0430.
err.start.indexing=CLFRN1046E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043d\u0430\u0447\u0430\u043b\u043e \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435.
err.cache.operation=CLFRN1033E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f \u0437\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435.
err.publish.user=CLFRN1208E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0431\u0438\u0442\u0438\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438\u044f \u0436\u0438\u0437\u043d\u0435\u043d \u0446\u0438\u043a\u044a\u043b \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u043d\u0430 Profiles \u0437\u0430 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u044f \u0437\u0430 {0}. \u041f\u0440\u0438\u0447\u0438\u043d\u0430: {1} . \u0412\u0438\u0436\u0442\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u0442\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f.
err.activate.user=CLFRN1211E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 {0}. \u041f\u0440\u0438\u0447\u0438\u043d\u0430: {1} . \u0412\u0438\u0436\u0442\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u0442\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f.
err.inactivate.user=CLFRN1214E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 {0}. \u041f\u0440\u0438\u0447\u0438\u043d\u0430: {1} . \u0412\u0438\u0436\u0442\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u0442\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f.
err.revoke.user=CLFRN1213E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u0442\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0437\u0430 {0}. \u041f\u0440\u0438\u0447\u0438\u043d\u0430: {1} . \u0412\u0438\u0436\u0442\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u0442\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f.
err.swapAccess.users=CLFRN1264E: \u0420\u0430\u0437\u043c\u0435\u043d\u044f\u043d\u0435 \u043d\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u0430 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435. \u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0437\u0430 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 {0} / \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u0437\u0430 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b {1}. \u041f\u0440\u0438\u0447\u0438\u043d\u0430: {2}. \u0412\u0438\u0436\u0442\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u0442\u0435 \u0444\u0430\u0439\u043b\u043e\u0432\u0435 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f.

err.activate.user.missingProperty=CLFRN1217E: \u041a\u043e\u043c\u0430\u043d\u0434\u0430\u0442\u0430 \u0437\u0430 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u0438\u0437\u0438\u0441\u043a\u0432\u0430 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u0437\u0430 \u0438\u043c\u0435\u0439\u043b \u0438\u043b\u0438 \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0432\u043b\u0438\u0437\u0430\u043d\u0435. \u0412\u0438\u0436\u0442\u0435 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f.

info.noProfileFoundForEmail=CLFRN1057I: \u041d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u043f\u0440\u043e\u0444\u0438\u043b \u0437\u0430 \u0438\u043c\u0435\u0439\u043b{0}.
info.noProfileFoundForUserid=CLFRN1136I: \u041d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u043f\u0440\u043e\u0444\u0438\u043b \u0437\u0430 userid {0}.
info.noProfileFoundForGuid=CLFRN1218I: \u041d\u0435 \u0441\u0430 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 \u043f\u0440\u043e\u0444\u0438\u043b\u0438 \u0437\u0430 guid {0}.

info.purge.index=CLFRN1051I: \u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u043f\u0440\u043e\u0447\u0438\u0441\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441.
info.start.indexing=CLFRN1050I: \u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u043d\u0430\u0447\u0430\u043b\u043e \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435.

info.delete.photo=CLFRN1030I: \u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u043d\u0438\u043c\u043a\u0430 \u0437\u0430 {0}.
info.publish.user=CLFRN1203I: \u041f\u0443\u0431\u043b\u0438\u043a\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438 \u0434\u0430\u043d\u043d\u0438 (\u043a\u043e\u043c\u0430\u043d\u0434\u0430 \u0437\u0430 \u043f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0430) \u0437\u0430 {0}.
info.activate.user=CLFRN1209I: \u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 {0}.
info.inactivate.user=CLFRN1212I: \u0418\u0437\u043f\u044a\u043b\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 {0}.
info.revoke.user=CLFRN1210I: \u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u043e\u0442\u0445\u0432\u044a\u0440\u043b\u044f\u043d\u0435 \u0437\u0430 {0}.
info.update.description=CLFRN1054I: \u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u0437\u0430 {0}.
info.update.experience=CLFRN1043I: \u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043e\u043f\u0438\u0442 \u0437\u0430 {0}.
info.update.user=CLFRN1204I: \u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0438\u043c\u0435\u0439\u043b \u0437\u0430 {0}.
info.update.user.invalid.key=CLFRN1207I: \u041d\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u0435\u043d \u0438\u043c\u0435\u0439\u043b \u0441 \u043a\u043b\u044e\u0447 {0} \u0431\u0435\u0448\u0435 \u043f\u0440\u0435\u0434\u0430\u0434\u0435\u043d \u043d\u0430 \u043c\u0435\u0442\u043e\u0434\u0430 updateUser.
info.schedule.lmCacheRefresh=CLFRN1060I: \u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 scheduleProfileLMCacheRefresh.
info.swapAccess.users=CLFRN1265I: \u0420\u0430\u0437\u043c\u0435\u043d\u044f\u043d\u0435 \u043d\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u0430 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435.  \u0429\u0435 \u0440\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b {0} \u0438 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b {1}.

info.write.stats=CLFRN1047I: \u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043a\u0430 \u0432 {0}.

info.clear.lm.cache=CLFRN1052I: \u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 clearProfilesLMCache.

info.fullReportsToDisabled=CLFRN1039I: \u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 FullReportsToChainCache.
info.fullReportsToEnabled=CLFRN1056I: \u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 FullReportsToChainCache.
info.fullReportsToReload=CLFRN1045I: \u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u043f\u0440\u0435\u0437\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 FullReportsToChainCache.

info.miniReportsToDisabled=CLFRN1029I: \u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 MiniReportsToChainCache.
info.miniReportsToEnabled=CLFRN1049I: \u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 MiniReportsToChainCache.
info.miniReportsToReload=CLFRN1055I: \u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u043f\u0440\u0435\u0437\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 MiniReportsToChainCache.

info.profilesTagcloudDisabled=CLFRN1135I: \u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 ProfilesTagcloudCache.
info.profilesTagcloudEnabled=CLFRN1138I: \u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 ProfilesTagcloudCache.
info.profilesTagcloudReload=CLFRN1137I: \u0418\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 \u043f\u0440\u0435\u0437\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 ProfilesTagcloudCache.
err.enableProfilesTagcloud=CLFRN1139E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 ProfilesTagcloudCache.

# {0} is an error message string
err.bad.member.list=CLFRN1353E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u0437\u0430 \u0432\u044a\u0432\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438. \u0421\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u0435 {0}.
# {0} is the user's identifier - either email address or external (LDAP) ID 
err.setting.user.role=CLFRN1354E: \u0413\u0440\u0435\u0448\u043a\u0430: \u041a\u043e\u043c\u0430\u043d\u0434\u0430\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0437\u0430\u0434\u0430\u0434\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0430 \u0440\u043e\u043b\u044f \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b: {0}.

err.updating.user.role=CLFRN1352E: \u0413\u0440\u0435\u0448\u043a\u0430: \u041a\u043e\u043c\u0430\u043d\u0434\u0430\u0442\u0430 \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0430 \u0440\u043e\u043b\u044f \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b: {0}.

# {0} is the organization's identifier - external ID
err.updating.profile.type=CLFRN1362E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u0431\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0438\u043f\u0430 \u043f\u0440\u043e\u0444\u0438\u043b \u0437\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u044f: {0}. 
