# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2006, 2017                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

error.deletePhoto=CLFRN1083E: A ap\u0103rut o eroare la \u015ftergerea fotografiei. 
error.insertPhoto=CLFRN1069E: A ap\u0103rut o eroare la inserarea fotografiei.
error.updatePhoto=CLFRN1082E: A ap\u0103rut o eroare la actualizarea fotografiei. 
error.queryPhoto=CLFRN1060E: A ap\u0103rut o eroare la interogarea tabelului cu fotografii. 

error.deletePronunciation=CLFRN1063E: A ap\u0103rut o eroare la \u015ftergerea fi\u015fierului de pronun\u0163ie. 
error.insertPronunciation=CLFRN1067E: A ap\u0103rut o eroare la inserarea fi\u015fierului de pronun\u0163ie. 
error.updatePronunciation=CLFRN1092E: A ap\u0103rut o eroare la actualizarea fi\u015fierului de pronun\u0163ie.
error.queryPronunciation=CLFRN1089E: A ap\u0103rut o eroare la interogarea tabelului de pronun\u0163ie.

error.insertTag=CLFRN1098E: A ap\u0103rut o eroare la inserarea tagului de profil.
error.deleteTag=CLFRN1061E: A ap\u0103rut o eroare la \u015ftergerea tagului de profil.
error.updatingTags=CLFRN1078E: A ap\u0103rut o eroare la actualizarea tagurilor de profil.
error.queryTag=CLFRN1117E: A ap\u0103rut o eroare la interogarea tabelului ce con\u0163ine tagurile de profil.

error.writeToDraft=CLFRN1114E: A ap\u0103rut o eroare la scrierea tabelului ciorn\u0103.
error.queryDraft=CLFRN1094E: A ap\u0103rut o eroare la interogarea tabelului ciorn\u0103.

error.updateEmployee=CLFRN1075E: A ap\u0103rut o eroare la actualizarea \u00eenregistr\u0103rii angajatului.
error.queryEmployee=CLFRN1057E: A ap\u0103rut o eroare la interogarea tabelului cu angaja\u0163i.

error.queryCountry=CLFRN1090E: A ap\u0103rut o eroare la interogarea tabelului cu \u0163\u0103ri.

error.queryEmployeeType=CLFRN1062E: A ap\u0103rut o eroare la interogarea tabelului cu tipuri de angaja\u0163i.

error.queryOrganization=CLFRN1066E: A ap\u0103rut o eroare la interogarea tabelului organiza\u0163iei.

error.queryWorkLocation=CLFRN1068E: A ap\u0103rut o eroare la interogarea tabelului ce con\u0163ile loca\u0163iile de lucru.

error.updateProfileExtension=CLFRN1115E: A ap\u0103rut o eroare la actualizarea extensiei profilurilor.
error.queryProfileExtension=CLFRN1074E: A ap\u0103rut o eroare la interogarea tabelului ce con\u0163ine extensiile pentru profiluri.
error.insertProfileExtension=CLFRN1149E: A ap\u0103rut o eroare la inserarea \u00een tabelul ce con\u0163ine extensiile pentru profiluri.

error.updateProfileExtensionDraft=CLFRN1102E: A ap\u0103rut o eroare la actualizarea ciornei ce con\u0163ine extensiile pentru profiluri.
error.insertProfileExtensionDraft=CLFRN1112E: A ap\u0103rut o eroare la inserarea \u00een tabelul ciorn\u0103 care con\u0163ine extensiile pentru profiluri.
error.queryProfileExtensionDraft=CLFRN1109E: A ap\u0103rut o eroare la interogarea tabelului ciorn\u0103 care con\u0163ine extensiile pentru profiluri.

error.queryDB=CLFRN1064E: A ap\u0103rut o eroare la interogarea bazei de date.

error.multipleUsersWithLogin=CLFRN1144E: C\u00e2nd s-a \u00eencercat crearea unui nou profil sau actualizarea unui profil existent, a fost g\u0103sit un al doilea profil existent cu acela\u015fi ID de logare (duplicat): {0}.  
error.multipleUsersWithEmail=CLFRN1294E: C\u00e2nd s-a \u00eencercat crearea unui nou profil sau actualizarea unui profil existent, a fost g\u0103sit un al doilea profil existent cu aceea\u015fi adres\u0103 de e-mail (duplicat\u0103): {0}.
error.multipleUsersWithGuid=CLFRN1293E: C\u00e2nd s-a \u00eencercat crearea unui nou profil sau actualizarea unui profil existent, a fost g\u0103sit un al doilea profil existent cu acela\u015fi GUID (duplicat): {0}.
error.multipleUsersWithUid=CLFRN1332E: C\u00e2nd s-a \u00eencercat crearea unui nou profil sau actualizarea unui profil existent, a fost g\u0103sit un al doilea profil existent cu acela\u015fi UID (duplicat): {0}.

# The following message will only ever appear in the SystemOut.log and is intended for administrative usage. In this message:
# {0} is an ID value for the manager of the user being created/updated; either an external (LDAP) ID or an internal (db) profile key
# it is not an error for a user to not have a manager, but if an ID is supplied, it must already exist and match a user in the Profiles database
warn.missingUserWithID=CLFRN1372W: C\u00e2nd crea\u0163i un profil nou sau actualiza\u0163i un profil existent, nu a fost g\u0103sit un profil pentru ID-ul de manager: {0} furnizat.

#Cache

info.orgStructureEnabled=CLFRN1099I: Func\u0163iile pentru Structura organiza\u0163ional\u0103 sunt activate. Ini\u0163ializa\u0163i raportul, pentru a \u00eenl\u0103n\u0163ui memoriile cache dac\u0103 este permis.
info.orgStructureDisabled=CLFRN1116I: Func\u0163iile pentru Structura organiza\u0163ional\u0103 sunt dezactivate. Nu ini\u0163ializa\u0163i Raportul pentru a \u00eenl\u0103n\u0163ui memoriile cache.

# FullReportsToChainCache doesn't need to be translated
info.fullReportsToDisabled=CLFRN1071I: FullReportsToChainCache dezactivat.
info.fullReportsToEnabled=CLFRN1111I: FullReportsToChainCache activat.
info.fullReportsToScheduled=CLFRN1108I: FullReportsToChainCache planificat pentru {0}.

# MiniReportsToChainCache doesn't need to be translated
info.miniReportsToDisabled=CLFRN1072I: MiniReportsToChainCache dezactivat.
info.miniReportsToEnabled=CLFRN1097I: MiniReportsToChainCache activat.
info.miniReportsToFile=CLFRN1113I: MiniReportsToChainCache fi\u015fier = {0}.
info.miniReportsToScheduled=CLFRN1104I: MiniReportsToChainCache planificat pentru {0}. 

info.cache.fullreportchain.size=CLFRN1073I: Dimensiune cache lan\u0163 raportare complet\u0103 = {0}.
info.cache.fullreportchain.loadtime=CLFRN1070I: Timpul scurs pentru \u00eenc\u0103rcarea FullRprtToChainCache: {0}.

# ProfilesObjectCache doesn't need to be translated
info.profilesObjectCacheEnabled=CLFRN1074I: ProfilesObjectCache activat.
info.profilesObjectCacheDisabled=CLFRN1075I: ProfilesObjectCache dezactivat.
info.profilesObjectCacheScheduled=CLFRN1078I: ProfilesObjectCache planificat pentru {0}.

# ProfilesTagCloudCache doesn't need to be translated
info.profilesTagCloudCacheEnabled=CLFRN1153I: ProfilesTagCloudCache activat.
info.profilesTagCloudCacheDisabled=CLFRN1140I: ProfilesTagCloudCache dezactivat.
info.profilesTagCloudCacheScheduled=CLFRN1150I: ProfilesTagCloudCache planificat pentru {0}.

# ProfileLMCache doesn't need to be translated
info.profileLMCacheEnabled=CLFRN1124I: ProfileLMCache activat.
info.profileLMCacheDisabled=CLFRN1125I: ProfileLMCache dezactivat.
info.profileLMCacheScheduled=CLFRN1126I: ProfileLMCache re\u00eemprosp\u0103tare planificat\u0103 pentru {0}.

# MiniReportChainCache doesn't need to be translated
info.cache.minireportchain.expectedEntries=CLFRN1077I: {0} intr\u0103ri a\u015fteptate \u00een MiniReportChainCache.
info.cache.minireportchain.initDataStructure=CLFRN1100I: MiniReportChainCache va fi ini\u0163ializat la {0}.
info.cache.minireportchain.size=CLFRN1058I: MiniReportChainCache dimensiune = {0}.
info.cache.minireportchain.loadingdb=CLFRN1096I: \u00cenc\u0103rcare MiniReportChainCache din DB.
info.cache.minireportchain.loadingfile=CLFRN1059I: \u00cenc\u0103rcare MiniReportChainCache din fi\u015fier.
error.cache.minireportchain.reload=CLFRN1087E: A E\u015eUAT: Rapoarte pentru raportarea \u00een lan\u0163: {0}.
info.cache.minireportchain.loadtime=CLFRN1076I: Timpul scurs pentru \u00eenc\u0103rcarea MiniRprtToChainCache: {0}.
info.cache.minireportchain.filewritetime=CLFRN1101I: Timpul scurs pentru scrierea MiniRprtToChainCache \u00een fi\u015fierul: {0}.
info.cache.minireportchain.readingfile=CLFRN1095I: Se cite\u015fte \u00een rapoarte pentru a \u00eenl\u0103n\u0163ui datele din {0}.
error.cache.minireportchain.fileparseerror=CLFRN1081E: a e\u015fuat la parsare. 

# PeopleIndexFactory and PeopleIndex doesn't need to be translated
error.index.errorCreatingImplClass=CLFRN1079E: Eroare la crearea sau extragerea clasei de implementare PeopleIndexFactory.
error.index.errorGettingPeopleIndex=CLFRN1084E: Eroare la extragerea PeopleIndex. Oprirea planific\u0103rii de indexare. Dezactivarea index\u0103rii textului complet.

# lastUpdate doesn't need to be translated
error.index.errorRetrievingLastUpdate=CLFRN1110E: Eroare la extragerea lastUpdate din {0}.
error.index.errorRetrievingLastUpdate.stringFormatError=CLFRN1080E: Eroare la extragerea lastUpdate din {0} : \u015eirul nu este formatat corect: yyyy-mm-dd.
error.index.errorWritingLastUpdate=CLFRN1106E: Eroare \u00een timpul scrierii valorii lastUpdate \u00een {0}.

# IndexWriter doesn't need to be translated
error.index.errorRetrievingIndexWriter=CLFRN1065E: Eroare la extragerea IndexWriter.

error.index.errorCorrupt=CLFRN1103E: Eroare: este posibil ca indexul s\u0103 fie corupt.
error.index.errorParsingQuery=CLFRN1107E: Eroare la parsarea interog\u0103rii.

# IndexReader doesn't need to be translated
error.index.errorGetIndexReadErr=CLFRN1093E: Eroare la extragerea IndexReader.

# ProfileLMCache doesn't need to be translated
error.cache.profileLMCache.retrieve=CLFRN1127E: Eroare la extragerea ProfileLMCache.

# PeopleIndexFactory doesn't need to be translated
error.searchService.errorCreatingPeopleIndexFactory=CLFRN1088E: Eroare la crearea sau la extragerea clasei de implementare PeopleIndexFactory. Se sare pentru c\u0103utarea full-text.
error.searchService.errorSearchingIndex=CLFRN1086E: Eroare la c\u0103utarea indexului full-text.

error.acf=CLFRN1091E: Eroare la filtrul con\u0163inutului activ.

# FullTextIndexingTask doesn't need to be translated
info.index.starting=CLFRN1105I: FullTextIndexingTask porne\u015fte de la {0}. 
info.index.completed=CLFRN1085I: FullTextIndexingTask s-a finalizat la {0}. 

# 'doc' refers to the index document
error.index.delete.docs=CLFRN1118I: Eroare la \u015ftergerea documentului.

# schema version related
info.schema.version=CLFRN1142I: Schema de baz\u0103 de date corespunde versiunii minime a\u015fteptate, {0}.
error.schema.version=CLFRN1148E: Schema de baz\u0103 de date nu corespunde versiunii minime a\u015fteptate, {0}. A fost g\u0103sit\u0103 versiunea {1}.

#config related

error.initializing.extension.config=CLFRN1151E: A fost o eroare la ini\u0163ializarea configura\u0163iei atributului pentru extensia profilului. 

error.uilayoutvalidation.unknown_attribute=CLFRN1145E: {0}: \u00cen configura\u0163ia dispunerii UI a fost g\u0103sit un atribut care nu este prezent \u00een configura\u0163ia pentru modelul de date profiles-config.xml.  Atributele trebuie s\u0103 fie prezente \u00een configura\u0163ia modelului de date pentru a putea fi ad\u0103ugate \u00een dispunerea UI.  Numele atributului este: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1147E: {0}: \u00cen configura\u0163ia dispunerii UI a fost g\u0103sit un atribut care este marcat ca editabil, dar care nu este marcat ca editabil \u00een configura\u0163ia modelului de date profiles-config.xml. Numele atributului este: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1146E: {0}: \u00cen configura\u0163ia dispunerii UI a fost g\u0103sit un atribut care este marcat ca un c\u00e2mp "rich-text", dar nu este marcat astfel \u00een modelul de date profiles-config.xml.  Numele atributului este: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1143E: {0}: \u00cen configura\u0163ia UI a fost g\u0103sit un atribut extensie care este un atribut extensie "xml-blob". Aceste atribute extensie ar putea s\u0103 apar\u0103 \u00een configura\u0163ia dispunerii UI. ID-ul extinderii \u00een cauz\u0103 este: {1}.

# Other errors
info.searchStartupTagCloud=CLFRN1141I: Serviciul de c\u0103utare nu poate fi contactat.  Acest lucru poate fi din cauza comenzii pentru  initializarea aplica\u0163iei.  Profilurile vor \u00eencerca s\u0103 recontacteze serviciul de c\u0103utare \u00een c\u00e2teva minute.  Ca urmare, cloud-ul de taguri nu va fi disponibil imediat.
error.searchUnreachable=CLFRN1152E: Serviciul de c\u0103utare global nu poate fi contactat.  V\u0103 rug\u0103m s\u0103 porni\u0163i aplica\u0163ie de c\u0103utare \u00een cazul \u00een care acesta nu este pornit\u0103.  Dac\u0103 serviciul este pornit, v\u0103 rug\u0103m s\u0103 verifica\u0163i conexiunea la re\u0163ea.


error.duplicateKey=CLFRN1219E: Baza de date nu a putut fi actualizat\u0103 cu parametrii transmi\u015fi. Acest lucru ar duce la un index duplicat (email, guid, login) cu o \u00eenregistrare existent\u0103.


#
# Info/Error messages for data constraint rebuilding
#

# {0} is a date string
info.lookaside.idx.rebuild.start=CLFRN1231I: Se \u00eencepe reconstruirea tabelelor de indexare look-aside \u015fi a obiectelor asociate la {0}.
# {0} is a date string
info.lookaside.idx.rebuild.complete=CLFRN1244I: S-a finalizat reconstruirea tabelelor de indexare look-aside \u015fi a obiectelor asociate la {0}.  Totalul utilizatorilor examina\u0163i este {1}.  Num\u0103rul total de utilizatori care fost actualiza\u0163i cu succes este {2}.  Num\u0103rul de utilizatori pentru care au ap\u0103rut erori \u00een timpul actualiz\u0103rii este {3}.
error.lookaside.idx.create.objeref=CLFRN1238E: Nu se poate crea un obiect de referin\u0163\u0103 pentru utilizatorul: (name={0}, key={1}, uid={2}, distinguished-name={3}).  Este posibil ca acest utilizator s\u0103 nu se poat\u0103 loga \u00een sistem \u015fi/sau s\u0103 \u00eent\u00e2lneasc\u0103 alte erori.
error.lookaside.idx.rebuild.incomplete=CLFRN1239E: \u00cen imposibilitatea de a reconstrui tabelele de indexare look-aside \u015fi a obiectelor asociate la {0}.  Aplica\u0163ia Profiluri nu va rula corect p\u00e2n\u0103 c\u00e2nd problema nu va fi rezolvat\u0103.  V\u0103 rug\u0103m s\u0103 examina\u0163i \u00een continuare jurnalul pentru a descoperi erori \u015fi pentru a le rezolva \u00eenainte de re\u00eenbcerca s\u0103 construi\u0163i indec\u015fi.  Totalul utilizatorilor examina\u0163i este {1}; totalul utilizatorii actualiza\u0163i cu succes este {2}; iar totalul erorilor la actualizarea utilizatorilor a fost {3}.
error.bulk.user.update=CLFRN1235E: Eroare actualizare utilizator: (nume={0}, index={1}, uid={2}, nume distinctiv={3}). 
error.bulk.user.select.all=CLFRN1241E: Nu s-au putut selecta utilizatorii pentru actualizare din cauza unei erori.
# {0} is a date string
info.bulk.user.checkpoint=CLFRN1234I: Procesraea actualiz\u0103rilor vrac a utilizatorilor. Timpul actual este {0}. Num\u0103rul total al utilizatorilor extra\u015fi este {1}.  Num\u0103rul utilizatorilor din acest bloc care au fost actualiza\u0163i cu succes este {2}. Num\u0103rul de utilizatori la care a ap\u0103rut o eroare \u00een timpul actualiz\u0103rii este {3}.

#
# Definitions for ProfilesAppService
# The following are intended for administrative usage. In these messages:
# {0} is a serialisation of a java object intended for developer debugging purposes.
#
info.def.found.matching=CLFRN1229I: A fost g\u0103sit\u0103 o defini\u0163ie potrivit\u0103 pentru: {0}.
info.def.notfound=CLFRN1230I: Nu s-a g\u0103sit o defini\u0163ie potrivit\u0103 pentru: {0}. Va fi creat\u0103 aceast\u0103 defini\u0163ie.
info.def.found.nonmatching=CLFRN1242I: S-au g\u0103sit defini\u0163ii care nu se potrivesc pentru: {0}.  Aceast\u0103 defini\u0163ie va fi actualizat\u0103.
warn.idxdef.found.nonmatching=CLFRN1240W: S-a g\u0103sit o defini\u0163ie de index care nu se potrive\u015fte pentru: {0}. Aceast\u0103 defini\u0163ie va fi actualizat\u0103. \u00cen condi\u0163ii normale de func\u0163ionare, exist\u0103 un task pentru serverul de aplica\u0163ii WebSphere care va corecta aceast\u0103 situa\u0163ie \u00een c\u00e2teva minute \u00een mod automat dac\u0103 serverul de aplica\u0163ii Profiluri este \u00een curs de func\u0163ionare.  Dac\u0103 vede\u0163i acest lucru \u00een TDI (Tivoli Directory Integrator), sistemul va \u00eencerca s\u0103 se autocorecteze dup\u0103 pornirea aplica\u0163iei. Pute\u0163i confirma acest lucru prin verificarea jurnalelor pentru un mesaj ''\u00cenceperea reconstruirii lookaside...'' \u00een cinci minute a acestui mesaj \u00eentr-unul din nodurile din clusterul dumneavoastr\u0103. Dac\u0103 nu pute\u0163i rula acest mesaj, rula\u0163i comanda wsadmin ''rebuildLookAsideIndexes()'' \u015fi examina\u0163i istoricele pentru alte erori.
warn.idxdef.notfound=CLFRN1233W: Nu s-a g\u0103sit defini\u0163ia potrivit\u0103 pentru indexul pentru: {0}. Va fi creat\u0103 aceat\u0103 defini\u0163ie. \u00cen condi\u0163ii normale de func\u0163ionare, exist\u0103 un task pentru serverul de aplica\u0163ii WebSphere care va corecta aceast\u0103 situa\u0163ie \u00een c\u00e2teva minute \u00een mod automat dac\u0103 serverul de aplica\u0163ii Profiluri este \u00een curs de func\u0163ionare. Dac\u0103 vede\u0163i acest lucru \u00een TDI (Tivoli Directory Integrator), sistemul va \u00eencerca s\u0103 se autocorecteze dup\u0103 pornirea aplica\u0163iei. Pute\u0163i confirma acest lucru prin verificarea jurnalelor pentru un mesaj ''\u00cenceperea reconstruirii lookaside...'' \u00een cinci minute a acestui mesaj \u00eentr-unul din nodurile din clusterul dumneavoastr\u0103.  Dac\u0103 nu pute\u0163i rula acest mesaj, rula\u0163i comanda wsadmin ''rebuildLookAsideIndexes()'' \u015fi examina\u0163i istoricele pentru alte erori.
error.def.not.created=CLFRN1236E: \u00cen imposibilitatea de a crea o defini\u0163ie pentru: {0}. Sistemul nu va func\u0163iona p\u00e2n\u0103 c\u00e2nd problema nu va fi rezolvat\u0103.

#
# Task related messages
#

# {0} is a developer targeted ID string
# {1} is a time in milliseconds
# {2} is a time in milliseconds
info.task.scheduled=CLFRN1237I: Planificarea taskului cu ID-ul: {0}.  \u00cent\u00e2rzierea pornirii este de {1} milisecunte, intervalul taskului este {2} milisecunde.
info.task.canceled=CLFRN1243I: Anularea taskului cu ID-ul: {0}.
info.task.allcanceled=CLFRN1232I: Anularea tuturor taskurilor legate de sistemul de profiluri.

#
# PhotoSync Scheduled Task related messages
#

# {0} is a developer / operations targeted URL string
# {1} is a number (error code)
error.invoke.remote.cloud.api=CLFRN1348E: S-a e\u015fuat invocarea serviciului la distan\u0163\u0103 {0}; serverul la distan\u0163\u0103 a returnat codul HTTP: {1}

#
# Cache related messages
#

# {0} is a developer targeted ID string
# {1} is an error message string from a Websphere subsystem
error.cache.failed.to.init=CLFRN1266E: Eroare la crearea cache-ului cu ID-ul de c\u0103utare JNDI: {0}. Aceast\u0103 eroare va \u00eempiedica pornirea aplica\u0163iei Profiluri.  Mesajul de eroare este {1}.  
error.cache.failed.to.term=CLFRN1357E: Eroare la terminarea cache-ului cu ID de c\u0103utare JNDI: {0}. Mesajul de eroare este {1}.
error.cache.invalid.state=CLFRN1356E: Eroare intern\u0103 : cache-ul cu ID-ul de c\u0103utare JNDI: {0} este \u00eentr-o stare invalid\u0103 la realizarea {1}.

# {0} is a developer targeted ID string
# {1} is a developer targeted integer value, being the number of seconds that items will live (Time To Live) in the cache
info.dynacache.inited=CLFRN1355I: O instan\u0163\u0103 Dynacache pentru {0} a fost creat\u0103 cu TTL {1}.

#
# BSS error codes
#
error.bss.profilenotfound=CLFRN1287E: Utilizatorul {0} nu a fost g\u0103sit.
error.bss.missingarg=CLFRN1288E: {0} nespecificat.
error.bss.invalidarg=CLFRN1289E: {0} nespecificat.

