# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2006, 2017                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

error.deletePhoto=CLFRN1083E: Dogodila se gre\u0161ka kod brisanja fotografije. 
error.insertPhoto=CLFRN1069E: Dogodila se gre\u0161ka kod umetanja.
error.updatePhoto=CLFRN1082E: Dogodila se gre\u0161ka kod a\u017euriranja fotografije. 
error.queryPhoto=CLFRN1060E: Dogodila se gre\u0161ka kod upita tablice fotografije. 

error.deletePronunciation=CLFRN1063E: Dogodila se gre\u0161ka kod brisanja datoteke izgovora. 
error.insertPronunciation=CLFRN1067E: Dogodila se gre\u0161ka kod umetanja datoteke izgovora. 
error.updatePronunciation=CLFRN1092E: Dogodila se gre\u0161ka kod a\u017euriranja datoteke izgovora.
error.queryPronunciation=CLFRN1089E: Dogodila se gre\u0161ka kod upita datoteke izgovora.

error.insertTag=CLFRN1098E: Dogodila se gre\u0161ka kod umetanja oznake profila.
error.deleteTag=CLFRN1061E: Dogodila se gre\u0161ka kod brisanja oznake profila.
error.updatingTags=CLFRN1078E: Dogodila se gre\u0161ka kod a\u017euriranja oznake profila.
error.queryTag=CLFRN1117E: Dogodila se gre\u0161ka kod upita tablice oznaka profila.

error.writeToDraft=CLFRN1114E: Dogodila se gre\u0161ka kod upisa u tablicu skice.
error.queryDraft=CLFRN1094E: Dogodila se gre\u0161ka kod upita tablice skice.

error.updateEmployee=CLFRN1075E: Dogodila se gre\u0161ka kod a\u017euriranja sloga zaposlenika.
error.queryEmployee=CLFRN1057E: Dogodila se gre\u0161ka kod upita tablice zaposlenika.

error.queryCountry=CLFRN1090E: Dogodila se gre\u0161ka kod upita tablice dr\u017eava.

error.queryEmployeeType=CLFRN1062E: Dogodila se gre\u0161ka kod upita tablice tipa zaposlenika.

error.queryOrganization=CLFRN1066E: Dogodila se gre\u0161ka kod upita tablice organizacija.

error.queryWorkLocation=CLFRN1068E: Dogodila se gre\u0161ka kod upita tablice lokacije rada.

error.updateProfileExtension=CLFRN1115E: Dogodila se gre\u0161ka kod a\u017euriranja pro\u0161irenja profila.
error.queryProfileExtension=CLFRN1074E: Dogodila se gre\u0161ka kod upita tablice pro\u0161irenja profila.
error.insertProfileExtension=CLFRN1149E: Dogodila se gre\u0161ka kod umetanja u tablicu pro\u0161irenja profila.

error.updateProfileExtensionDraft=CLFRN1102E: Dogodila se gre\u0161ka kod a\u017euriranja pro\u0161irenja skice profila.
error.insertProfileExtensionDraft=CLFRN1112E: Dogodila se gre\u0161ka kod umetanja u tablicu pro\u0161irenja skice profila.
error.queryProfileExtensionDraft=CLFRN1109E: Dogodila se gre\u0161ka kod upita tablice pro\u0161irenja skice profila.

error.queryDB=CLFRN1064E: Dogodila se gre\u0161ka kod upita u bazu podataka.

error.multipleUsersWithLogin=CLFRN1144E: Kod poku\u0161aja kreiranja novog ili a\u017euriranja postoje\u0107eg profila, na\u0111en je drugi postoje\u0107i profil s istom (duplom) prijavom: {0}.  
error.multipleUsersWithEmail=CLFRN1294E: Kod poku\u0161aja kreiranja novog ili a\u017euriranja postoje\u0107eg profila, na\u0111en je drugi postoje\u0107i profil s istim (duplim) e-mailom: {0}.
error.multipleUsersWithGuid=CLFRN1293E: Kod poku\u0161aja kreiranja novog ili a\u017euriranja postoje\u0107eg profila, na\u0111en je drugi postoje\u0107i profil s istim (duplim) guid-om: {0}.
error.multipleUsersWithUid=CLFRN1332E: Kod poku\u0161aja kreiranja novog ili a\u017euriranja postoje\u0107eg profila, na\u0111en je drugi postoje\u0107i profil s istim (duplim) uid-om: {0}.

# The following message will only ever appear in the SystemOut.log and is intended for administrative usage. In this message:
# {0} is an ID value for the manager of the user being created/updated; either an external (LDAP) ID or an internal (db) profile key
# it is not an error for a user to not have a manager, but if an ID is supplied, it must already exist and match a user in the Profiles database
warn.missingUserWithID=CLFRN1372W: Kod kreiranja novog profila ili a\u017euriranja postoje\u0107eg profila nije prona\u0111en profil za navedeni ID upravitelja: {0}.

#Cache

info.orgStructureEnabled=CLFRN1099I: Funkcije organizacijskih struktura su omogu\u0107ene. Inicijalizirajte Izvje\u0161taj lanac predmemorija, ako je omogu\u0107eno.
info.orgStructureDisabled=CLFRN1116I: Funkcije organizacijskih struktura su onemogu\u0107ene. Nemojte inicijalizirati Izvje\u0161taj lanac predmemorija.

# FullReportsToChainCache doesn't need to be translated
info.fullReportsToDisabled=CLFRN1071I: FullReportsToChainCache onemogu\u0107en.
info.fullReportsToEnabled=CLFRN1111I: FullReportsToChainCache omogu\u0107en.
info.fullReportsToScheduled=CLFRN1108I: FullReportsToChainCache raspore\u0111en za {0}.

# MiniReportsToChainCache doesn't need to be translated
info.miniReportsToDisabled=CLFRN1072I: MiniReportsToChainCache onemogu\u0107en.
info.miniReportsToEnabled=CLFRN1097I: MiniReportsToChainCache omogu\u0107en.
info.miniReportsToFile=CLFRN1113I: MiniReportsToChainCache datoteka = {0}.
info.miniReportsToScheduled=CLFRN1104I: MiniReportsToChainCache raspore\u0111en za {0}. 

info.cache.fullreportchain.size=CLFRN1073I: Veli\u010dina lanca predmemorije potpunog izvje\u0161tavanja = {0}.
info.cache.fullreportchain.loadtime=CLFRN1070I: Proteklo vrijeme za u\u010ditavanje FullRprtToChainCache: {0}.

# ProfilesObjectCache doesn't need to be translated
info.profilesObjectCacheEnabled=CLFRN1074I: ProfilesObjectCache omogu\u0107en.
info.profilesObjectCacheDisabled=CLFRN1075I: ProfilesObjectCache onemogu\u0107en.
info.profilesObjectCacheScheduled=CLFRN1078I: ProfilesObjectCache raspore\u0111en za {0}.

# ProfilesTagCloudCache doesn't need to be translated
info.profilesTagCloudCacheEnabled=CLFRN1153I: ProfilesTagCloudCache omogu\u0107en.
info.profilesTagCloudCacheDisabled=CLFRN1140I: ProfilesTagCloudCache onemogu\u0107en.
info.profilesTagCloudCacheScheduled=CLFRN1150I: ProfilesTagCloudCache raspore\u0111en za {0}.

# ProfileLMCache doesn't need to be translated
info.profileLMCacheEnabled=CLFRN1124I: ProfileLMCache omogu\u0107en.
info.profileLMCacheDisabled=CLFRN1125I: ProfileLMCache onemogu\u0107en.
info.profileLMCacheScheduled=CLFRN1126I: ProfileLMCache osvje\u017eavanje raspore\u0111eno za {0}.

# MiniReportChainCache doesn't need to be translated
info.cache.minireportchain.expectedEntries=CLFRN1077I: {0} unosi o\u010dekivani u MiniReportChainCache.
info.cache.minireportchain.initDataStructure=CLFRN1100I: MiniReportChainCache \u0107e biti inicijaliziran na {0}.
info.cache.minireportchain.size=CLFRN1058I: MiniReportChainCache veli\u010dina = {0}.
info.cache.minireportchain.loadingdb=CLFRN1096I: U\u010ditavam MiniReportChainCache iz baze podataka.
info.cache.minireportchain.loadingfile=CLFRN1059I: U\u010ditavam MiniReportChainCache iz datoteke.
error.cache.minireportchain.reload=CLFRN1087E: NEUSPJE\u0160NO: Ponovno u\u010ditavanje izvje\u0161taja u lanac: {0}.
info.cache.minireportchain.loadtime=CLFRN1076I: Proteklo vrijeme za u\u010ditavanje MiniRprtToChainCacha: {0}.
info.cache.minireportchain.filewritetime=CLFRN1101I: Proteklo vrijeme za zapisivanje MiniRprtToChainCacha u datoteku: {0}.
info.cache.minireportchain.readingfile=CLFRN1095I: \u010citanje u izvje\u0161tajima za ulan\u010davanje podataka iz {0}.
error.cache.minireportchain.fileparseerror=CLFRN1081E: neuspje\u0161no rastavljanje. 

# PeopleIndexFactory and PeopleIndex doesn't need to be translated
error.index.errorCreatingImplClass=CLFRN1079E: Gre\u0161ka u kreiranju ili dohvatu PeopleIndexFactory implementacijske klase.
error.index.errorGettingPeopleIndex=CLFRN1084E: Gre\u0161ka dohva\u0107anja PeopleIndexa. Zaustavljanje rasporeda indeksiranja. Onemogu\u0107avanje indeksiranja punog teksta.

# lastUpdate doesn't need to be translated
error.index.errorRetrievingLastUpdate=CLFRN1110E: Gre\u0161ka dohva\u0107anja lastUpdatea iz {0}.
error.index.errorRetrievingLastUpdate.stringFormatError=CLFRN1080E: Gre\u0161ka dohva\u0107anja lastUpdatea iz {0} : Niz znakova nije ispravno formatiran: yyyy-mm-dd.
error.index.errorWritingLastUpdate=CLFRN1106E: Gre\u0161ka zapisivanja lastUpdate vrijednosti u {0}.

# IndexWriter doesn't need to be translated
error.index.errorRetrievingIndexWriter=CLFRN1065E: Gre\u0161ka u dohvatu IndexWritera.

error.index.errorCorrupt=CLFRN1103E: Gre\u0161ka: indeks je mo\u017eda neispravan.
error.index.errorParsingQuery=CLFRN1107E: Gre\u0161ka rastavljanja upita.

# IndexReader doesn't need to be translated
error.index.errorGetIndexReadErr=CLFRN1093E: Gre\u0161ka dohva\u0107anja IndexReadera.

# ProfileLMCache doesn't need to be translated
error.cache.profileLMCache.retrieve=CLFRN1127E: Gre\u0161ka dohva\u0107anja ProfileLMCachea.

# PeopleIndexFactory doesn't need to be translated
error.searchService.errorCreatingPeopleIndexFactory=CLFRN1088E: Gre\u0161ka u kreiranju ili dohvatu PeopleIndexFactory implementacijske klase. Preska\u010dem pretra\u017eivanje punog teksta.
error.searchService.errorSearchingIndex=CLFRN1086E: Gre\u0161ka pretra\u017eivanja indeksa punog teksta.

error.acf=CLFRN1091E: Gre\u0161ka s aktivnim filterom sadr\u017eaja.

# FullTextIndexingTask doesn't need to be translated
info.index.starting=CLFRN1105I: FullTextIndexingTask je pokrenut u {0}. 
info.index.completed=CLFRN1085I: FullTextIndexingTask je zavr\u0161io u {0}. 

# 'doc' refers to the index document
error.index.delete.docs=CLFRN1118I: Gre\u0161ka brisanja dokumenta.

# schema version related
info.schema.version=CLFRN1142I: Shema baze podataka odgovara najni\u017eoj o\u010dekivanoj verziji {0}.
error.schema.version=CLFRN1148E: Shema baze podataka ne odgovara najni\u017eoj o\u010dekivanoj verziji {0}. Prona\u0111ena je verzija {1}.

#config related

error.initializing.extension.config=CLFRN1151E: Dogodila se gre\u0161ka kod inicijalizacije konfiguracije atributa pro\u0161irenja profila. 

error.uilayoutvalidation.unknown_attribute=CLFRN1145E: {0}: Na\u0111en je atribut u konfiguraciji UI izgleda kojeg nema u konfiguraciji profiles-config.xml modela podataka.  Atributi moraju biti prisutni u konfiguraciji modela podataka da bi se dodali u izgled korisni\u010dkog su\u010delja.  Ime atributa je: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1147E: {0}: Na\u0111en je atribut koji je ozna\u010den da se mo\u017ee ure\u0111ivati u konfiguraciji UI izgleda, ali nije tako ozna\u010den u profiles-config.xml modelu podataka. Ime atributa je: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1146E: {0}: Na\u0111en je atribut koji je ozna\u010den kao "richtext" polje u konfiguraciji UI izgleda, ali nije ozna\u010den kao "richtext" polje u profiles-config.xml modelu podataka.  Ime atributa je: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1143E: {0}: Na\u0111en je atribut pro\u0161irenja u UI konfiguraciji koji je "xml-blob" atribut pro\u0161irenja. Ovi atributi pro\u0161irenja se mo\u017eda ne\u0107e pokazati u konfiguraciji izgleda korisni\u010dkog su\u010delja. ID pro\u0161irenja o kojem se radi je: {1}.

# Other errors
info.searchStartupTagCloud=CLFRN1141I: Ne mo\u017ee se kontaktirati usluga pretra\u017eivanja.  Ovo mo\u017ee biti zbog redoslijeda inicijalizacije aplikacije.  Profili \u0107e ponovno poku\u0161ati kontaktirati uslugu pretra\u017eivanja za nekoliko minuta.  kao rezultat, oblak oznake ne\u0107e biti trenutno dostupan.
error.searchUnreachable=CLFRN1152E: Ne mo\u017ee se kontaktirati globalna usluga pretra\u017eivanja.  Molimo ako nije da pokrenete aplikaciju Pretra\u017eivanje.  Ako je servis pokrenut, provjerite mre\u017eno povezivanje.


error.duplicateKey=CLFRN1219E: Ne mo\u017ee se a\u017eurirati baza podataka s predanim parametrima. Rezultat bi bio dupli klju\u010d (e-po\u0161ta, guid, prijava) s postoje\u0107im slogom.


#
# Info/Error messages for data constraint rebuilding
#

# {0} is a date string
info.lookaside.idx.rebuild.start=CLFRN1231I: Zapo\u010dinjem ponovnu izgradnju tablica indeksa gledanja sa strane i pridru\u017eenih objekata u {0}.
# {0} is a date string
info.lookaside.idx.rebuild.complete=CLFRN1244I: Dovr\u0161ena je ponovna izgradnja tablica indeksa gledanja sa strane i pridru\u017eenih objekata u {0}.  Pregledano je ukupno {1} korisnika.  Ukupni broj uspje\u0161no a\u017euriranih korisnika je {2}.  Broj korisnika s gre\u0161kom za vrijeme a\u017euriranja je {3}.
error.lookaside.idx.create.objeref=CLFRN1238E: Ne mo\u017ee se kreirati referenca objekta za korisnika: (ime={0}, klju\u010d={1}, uid={2}, razlikovno ime={3}).  Ovaj korisnik se mo\u017eda ne\u0107e mo\u0107i prijaviti u sistem i/ili \u0107e se dogoditi druge gre\u0161ke.
error.lookaside.idx.rebuild.incomplete=CLFRN1239E: Ne mo\u017ee se dovr\u0161iti ponovna izgradnja tablica indeksa gledanja sa strane i pridru\u017eenih objekata u {0}.  Aplikacija Profili se ne\u0107e ispravno izvesti sve dok se problemi ne rije\u0161e.  Molimo istra\u017eite dnevnik za daljnje gre\u0161ke i na\u010dine rje\u0161avanja tih problema prije novog poku\u0161aja izgradnje indeksa.  Ukupni broj pregledanih korisnika je {1}; uspje\u0161no a\u017euriranih korisnika je {2}; ukupno gre\u0161aka kod a\u017euriranja korisnika je {3}.
error.bulk.user.update=CLFRN1235E: Gre\u0161ka kod a\u017euriranja korisnika: (ime={0}, klju\u010d={1}, uid={2}, razlikovno ime={3}). 
error.bulk.user.select.all=CLFRN1241E: Izbor korisnika za a\u017euriranje je neuspje\u0161an zbog gre\u0161ke.
# {0} is a date string
info.bulk.user.checkpoint=CLFRN1234I: Obra\u0111uje se cjelokupno a\u017euriranje korisnika. Trenutno vrijeme je {0}. Ukupni broj pregledanih korisnika je {1}.  Broj korisnika iz ovog bloka koji su uspje\u0161no a\u017eurirani je {2}. Broj korisnika za koje se dogodila gre\u0161ka za vrijeme a\u017euriranja je {3}.

#
# Definitions for ProfilesAppService
# The following are intended for administrative usage. In these messages:
# {0} is a serialisation of a java object intended for developer debugging purposes.
#
info.def.found.matching=CLFRN1229I: Prona\u0111ena je odgovaraju\u0107a definicija za: {0}.
info.def.notfound=CLFRN1230I: Nije se prona\u0161la odgovaraju\u0107a definicija za: {0}. Ova definicija \u0107e se kreirati.
info.def.found.nonmatching=CLFRN1242I: Prona\u0161la se neodgovaraju\u0107a definicija za: {0}.  Ova definicija \u0107e se a\u017eurirati.
warn.idxdef.found.nonmatching=CLFRN1240W: Prona\u0161la se neodgovaraju\u0107a definicija indeksa za: {0}. Ova definicija \u0107e se a\u017eurirati. Pod normalnim radnim uvjetima, postoji WebSphere Application Server zadatak koji \u0107e ovu situaciju automatski brzo ispraviti ako se izvodi aplikacijski poslu\u017eitelj Profili.  Ako ovo vidite u Tivoli Directory Integratoru (TDI), sistem \u0107e poku\u0161ati sam sebe ispraviti nakon pokretanja poslu\u017eitelja. Ovo mo\u017eete potvrditi provjerom dnevnika za poruku ''Po\u010detak ponovne izgradnje...'' unutar pet minuta od ove poruke na jednom od \u010dvorova klastera. Ako ne mo\u017eete na\u0107i poruku, izvedite ''rebuildLookAsideIndexes()'' wsadmin naredbu i pogledajte da li ima drugih gre\u0161aka u dnevnicima.
warn.idxdef.notfound=CLFRN1233W: Nije se prona\u0161la odgovaraju\u0107a definicija indeksa za: {0}. Ova definicija \u0107e se kreirati. Pod normalnim radnim uvjetima, postoji WebSphere Application Server zadatak koji \u0107e ovu situaciju automatski brzo ispraviti ako se izvodi aplikacijski poslu\u017eitelj Profili. Ako ovo vidite u Tivoli Directory Integratoru (TDI), sistem \u0107e poku\u0161ati sam sebe ispraviti nakon pokretanja poslu\u017eitelja. Ovo mo\u017eete potvrditi provjerom dnevnika za poruku ''Po\u010detak ponovne izgradnje...'' unutar pet minuta od ove poruke na jednom od \u010dvorova klastera.  Ako ne mo\u017eete na\u0107i poruku, izvedite ''rebuildLookAsideIndexes()'' wsadmin naredbu i pogledajte da li ima drugih gre\u0161aka u dnevnicima.
error.def.not.created=CLFRN1236E: Ne mo\u017ee se kreirati definicija za: {0}. Sistem ne\u0107e funkcionirati sve dok se problem ne rije\u0161i.

#
# Task related messages
#

# {0} is a developer targeted ID string
# {1} is a time in milliseconds
# {2} is a time in milliseconds
info.task.scheduled=CLFRN1237I: ID isprogramiranog zadatka: {0}.  Po\u010detna odgoda je {1} ms, interval zadatka je {2} ms.
info.task.canceled=CLFRN1243I: Opoziv zadatka s ID-om: {0}.
info.task.allcanceled=CLFRN1232I: Opoziv svi zadataka sistema Profili.

#
# PhotoSync Scheduled Task related messages
#

# {0} is a developer / operations targeted URL string
# {1} is a number (error code)
error.invoke.remote.cloud.api=CLFRN1348E: Neuspje\u0161no pozivanje udaljene usluge {0}; udaljeni poslu\u017eitelj je vratio HTTP kod: {1}

#
# Cache related messages
#

# {0} is a developer targeted ID string
# {1} is an error message string from a Websphere subsystem
error.cache.failed.to.init=CLFRN1266E: Gre\u0161ka kod kreiranja predmemorije s JNDI pretra\u017eivanjem ID-a: {0}. Ova gre\u0161ka \u0107e sprije\u010diti aplikaciju Profili da se pokrene.  Poruka gre\u0161ke je {1}.  
error.cache.failed.to.term=CLFRN1357E: Gre\u0161ka u okon\u010davanju predmemorije s JNDI pretra\u017eivanjem ID: {0}. Poruka gre\u0161ke je {1}.
error.cache.invalid.state=CLFRN1356E: Interna gre\u0161ka : predmemorija s JNDI pretra\u017eivanjem ID: {0} je u neispravnom stanju tijekom izvo\u0111enja {1}.

# {0} is a developer targeted ID string
# {1} is a developer targeted integer value, being the number of seconds that items will live (Time To Live) in the cache
info.dynacache.inited=CLFRN1355I: DynaCache instanca za {0} je kreirana s TTL {1}.

#
# BSS error codes
#
error.bss.profilenotfound=CLFRN1287E: Korisnik {0} nije na\u0111en.
error.bss.missingarg=CLFRN1288E: {0} nije specificiran.
error.bss.invalidarg=CLFRN1289E: {0} nije specificiran.

