# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2006, 2017                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

error.deletePhoto=CLFRN1083E: Do\u0161lo je do gre\u0161ke prilikom brisanja fotografije. 
error.insertPhoto=CLFRN1069E: Do\u0161lo je do gre\u0161ke prilikom umetanja fotografije.
error.updatePhoto=CLFRN1082E: Do\u0161lo je do gre\u0161ke prilikom a\u017euriranja fotografije. 
error.queryPhoto=CLFRN1060E: Do\u0161lo je do gre\u0161ke prilikom slanja upita tabeli sa fotografijama. 

error.deletePronunciation=CLFRN1063E: Do\u0161lo je do gre\u0161ke prilikom brisanja datoteke sa izgovorom. 
error.insertPronunciation=CLFRN1067E: Do\u0161lo je do gre\u0161ke prilikom umetanja datoteke sa izgovorom. 
error.updatePronunciation=CLFRN1092E: Do\u0161lo je do gre\u0161ke prilikom a\u017euriranja datoteke sa izgovorom.
error.queryPronunciation=CLFRN1089E: Do\u0161lo je do gre\u0161ke prilikom slanja upita tabeli sa izgovorom

error.insertTag=CLFRN1098E: Do\u0161lo je do gre\u0161ke prilikom umetanja oznake profila.
error.deleteTag=CLFRN1061E: Do\u0161lo je do gre\u0161ke prilikom brisanja oznake profila.
error.updatingTags=CLFRN1078E: Do\u0161lo je do gre\u0161ke prilikom a\u017euriranja oznaka profila.
error.queryTag=CLFRN1117E: Do\u0161lo je do gre\u0161ke prilikom slanja upita tabeli sa oznakama profila.

error.writeToDraft=CLFRN1114E: Do\u0161lo je do gre\u0161ke prilikom slanja upita tabeli sa nedovr\u0161enim verzijama.
error.queryDraft=CLFRN1094E: Do\u0161lo je do gre\u0161ke prilikom slanja upita tabeli sa nedovr\u0161enim verzijama.

error.updateEmployee=CLFRN1075E: Do\u0161lo je do gre\u0161ke prilikom a\u017euriranja evidencije zaposlenih.
error.queryEmployee=CLFRN1057E: Do\u0161lo je do gre\u0161ke prilikom slanja upita tabeli sa zaposlenima.

error.queryCountry=CLFRN1090E: Do\u0161lo je do gre\u0161ke prilikom slanja upita tabeli sa zemljama.

error.queryEmployeeType=CLFRN1062E: Do\u0161lo je do gre\u0161ke prilikom slanja upita tabeli sa tipom zaposlenih.

error.queryOrganization=CLFRN1066E: Do\u0161lo je do gre\u0161ke prilikom slanja upita tabeli sa organizacijama.

error.queryWorkLocation=CLFRN1068E: Do\u0161lo je do gre\u0161ke prilikom slanja upita tabeli sa lokacijama za rad.

error.updateProfileExtension=CLFRN1115E: Do\u0161lo je do gre\u0161ke prilikom a\u017euriranja pro\u0161irenja profila.
error.queryProfileExtension=CLFRN1074E: Do\u0161lo je do gre\u0161ke prilikom slanja upita tabeli sa pro\u0161irenjima profila.
error.insertProfileExtension=CLFRN1149E: Do\u0161lo je do gre\u0161ke prilikom umetanja u tabelu sa pro\u0161irenjima profila.

error.updateProfileExtensionDraft=CLFRN1102E: Do\u0161lo je do gre\u0161ke prilikom a\u017euriranja pro\u0161irenja radnih verzija profila.
error.insertProfileExtensionDraft=CLFRN1112E: Do\u0161lo je do gre\u0161ke prilikom umetanja u tabelu sa pro\u0161irenjima radnih verzija profila.
error.queryProfileExtensionDraft=CLFRN1109E: Do\u0161lo je do gre\u0161ke prilikom slanja upita tabeli sa pro\u0161irenjima radnih verzija profila.

error.queryDB=CLFRN1064E: Do\u0161lo je do gre\u0161ke prilikom slanja upita bazi podataka.

error.multipleUsersWithLogin=CLFRN1144E: Prilikom poku\u0161aja da se kreira novi ili a\u017eurira postoje\u0107i profil, prona\u0111en je postoje\u0107i profil sa istom (dupliranom) prijavom: {0}.  
error.multipleUsersWithEmail=CLFRN1294E: Prilikom poku\u0161aja da se kreira novi ili a\u017eurira postoje\u0107i profil, prona\u0111en je postoje\u0107i profil sa istom (dupliranom) e-po\u0161tom: {0}.
error.multipleUsersWithGuid=CLFRN1293E: Prilikom poku\u0161aja da se kreira novi ili a\u017eurira postoje\u0107i profil, prona\u0111en je postoje\u0107i profil sa istim (dupliranim) guid-om: {0}.
error.multipleUsersWithUid=CLFRN1332E: Prilikom poku\u0161aja da se kreira novi ili a\u017eurira postoje\u0107i profil, prona\u0111en je postoje\u0107i profil sa istim (dupliranim) uid-om: {0}.

# The following message will only ever appear in the SystemOut.log and is intended for administrative usage. In this message:
# {0} is an ID value for the manager of the user being created/updated; either an external (LDAP) ID or an internal (db) profile key
# it is not an error for a user to not have a manager, but if an ID is supplied, it must already exist and match a user in the Profiles database
warn.missingUserWithID=CLFRN1372W: Za vreme kreiranja novog profila ili a\u017euriranja postoje\u0107eg profila, nije prona\u0111en profil za prilo\u017eeni ID menad\u017eera : {0}.

#Cache

info.orgStructureEnabled=CLFRN1099I: Omogu\u0107ene su funkcije organizacione strukture. Pokrenite izve\u0161taj da biste povezali ke\u0161eve ako su omogu\u0107eni.
info.orgStructureDisabled=CLFRN1116I: Funkcije organizacione strukture nisu omogu\u0107ene. Ne pokre\u0107ite izve\u0161taj radi povezivanja ke\u0161eva.

# FullReportsToChainCache doesn't need to be translated
info.fullReportsToDisabled=CLFRN1071I: FullReportsToChainCache je onemogu\u0107en.
info.fullReportsToEnabled=CLFRN1111I: FullReportsToChainCache je omogu\u0107en.
info.fullReportsToScheduled=CLFRN1108I: FullReportsToChainCache je zakazan za {0}.

# MiniReportsToChainCache doesn't need to be translated
info.miniReportsToDisabled=CLFRN1072I: MiniReportsToChainCache je onemogu\u0107en.
info.miniReportsToEnabled=CLFRN1097I: MiniReportsToChainCache je omogu\u0107en.
info.miniReportsToFile=CLFRN1113I: MiniReportsToChainCache datoteka = {0}.
info.miniReportsToScheduled=CLFRN1104I: MiniReportsToChainCache je zakazan za {0}. 

info.cache.fullreportchain.size=CLFRN1073I: Puna veli\u010dina povezanog ke\u0161a izve\u0161tavanja = {0}.
info.cache.fullreportchain.loadtime=CLFRN1070I: Proteklo vreme za u\u010ditavanje FullRprtToChainCache: {0}.

# ProfilesObjectCache doesn't need to be translated
info.profilesObjectCacheEnabled=CLFRN1074I: ProfilesObjectCache je omogu\u0107en.
info.profilesObjectCacheDisabled=CLFRN1075I: ProfilesObjectCache je onemogu\u0107en.
info.profilesObjectCacheScheduled=CLFRN1078I: ProfilesObjectCache je zakazan za {0}.

# ProfilesTagCloudCache doesn't need to be translated
info.profilesTagCloudCacheEnabled=CLFRN1153I: ProfilesTagCloudCache je omogu\u0107en.
info.profilesTagCloudCacheDisabled=CLFRN1140I: ProfilesTagCloudCache je onemogu\u0107en.
info.profilesTagCloudCacheScheduled=CLFRN1150I: ProfilesTagCloudCache je zakazan za {0}.

# ProfileLMCache doesn't need to be translated
info.profileLMCacheEnabled=CLFRN1124I: ProfileLMCache je omogu\u0107en.
info.profileLMCacheDisabled=CLFRN1125I: ProfileLMCache je onemogu\u0107en.
info.profileLMCacheScheduled=CLFRN1126I: Osve\u017eavanje za ProfileLMCache je zakazano za {0}.

# MiniReportChainCache doesn't need to be translated
info.cache.minireportchain.expectedEntries=CLFRN1077I: O\u010dekivani broj stavki u MiniReportChainCache: {0}.
info.cache.minireportchain.initDataStructure=CLFRN1100I: MiniReportChainCache \u0107e biti inicijalizovan u {0}.
info.cache.minireportchain.size=CLFRN1058I: MiniReportChainCache veli\u010dina = {0}.
info.cache.minireportchain.loadingdb=CLFRN1096I: MiniReportChainCache se u\u010ditava iz baze podataka.
info.cache.minireportchain.loadingfile=CLFRN1059I: MiniReportChainCache se u\u010ditava iz datoteke.
error.cache.minireportchain.reload=CLFRN1087E: NIJE USPELO: Izve\u0161taja za povezano ponovno u\u010ditavanje: {0}.
info.cache.minireportchain.loadtime=CLFRN1076I: Proteklo vreme za u\u010ditavanje MiniRprtToChainCache: {0}.
info.cache.minireportchain.filewritetime=CLFRN1101I: Proteklo vreme za upisivanje MiniRprtToChainCache u datoteku: {0}.
info.cache.minireportchain.readingfile=CLFRN1095I: U\u010ditavanje izve\u0161taja u podatke o povezivanju iz datoteke {0}.
error.cache.minireportchain.fileparseerror=CLFRN1081E: Ra\u0161\u010dlanjivanje nije uspelo. 

# PeopleIndexFactory and PeopleIndex doesn't need to be translated
error.index.errorCreatingImplClass=CLFRN1079E: Gre\u0161ka prilikom kreiranja ili preuzimanja PeopleIndexFactory klase implementacije.
error.index.errorGettingPeopleIndex=CLFRN1084E: Gre\u0161ka prilikom preuzimanja PeopleIndex. Raspored indeksiranja se zaustavlja. Indeksiranje \u010ditavog teksta se onemogu\u0107ava.

# lastUpdate doesn't need to be translated
error.index.errorRetrievingLastUpdate=CLFRN1110E: Gre\u0161ka prilikom preuzimanja lastUpdate iz {0}.
error.index.errorRetrievingLastUpdate.stringFormatError=CLFRN1080E: Gre\u0161ka prilikom preuzimanja lastUpdate iz {0}. Niska nije ispravno oblikovana: yyyy-mm-dd.
error.index.errorWritingLastUpdate=CLFRN1106E: Gre\u0161ka prilikom upisivanja lastUpdate vrednosti u {0}.

# IndexWriter doesn't need to be translated
error.index.errorRetrievingIndexWriter=CLFRN1065E: Gre\u0161ka prilikom preuzimanja IndexWriter.

error.index.errorCorrupt=CLFRN1103E: Gre\u0161ka: Indeks je mo\u017eda o\u0161te\u0107en.
error.index.errorParsingQuery=CLFRN1107E: Gre\u0161ka prilikom ra\u0161\u010dlanjivanja upita.

# IndexReader doesn't need to be translated
error.index.errorGetIndexReadErr=CLFRN1093E: Gre\u0161ka prilikom preuzimanja IndexReader.

# ProfileLMCache doesn't need to be translated
error.cache.profileLMCache.retrieve=CLFRN1127E: Gre\u0161ka prilikom preuzimanja ProfileLMCache.

# PeopleIndexFactory doesn't need to be translated
error.searchService.errorCreatingPeopleIndexFactory=CLFRN1088E: Gre\u0161ka prilikom kreiranja ili preuzimanja PeopleIndexFactory klase implementacije. Pretraga \u010ditavog teksta se preska\u010de.
error.searchService.errorSearchingIndex=CLFRN1086E: Gre\u0161ka prilikom pretrage indeksa \u010ditavog teksta.

error.acf=CLFRN1091E: Gre\u0161ka sa aktivnim filterom sadr\u017eaja.

# FullTextIndexingTask doesn't need to be translated
info.index.starting=CLFRN1105I: FullTextIndexingTask po\u010dinje u {0}. 
info.index.completed=CLFRN1085I: FullTextIndexingTask je dovr\u0161en u {0}. 

# 'doc' refers to the index document
error.index.delete.docs=CLFRN1118I: Gre\u0161ka prilikom brisanja dokumenta.

# schema version related
info.schema.version=CLFRN1142I: \u0160ema baze podataka se podudara sa minimalnom o\u010dekivanom verzijom {0}.
error.schema.version=CLFRN1148E: \u0160ema baze podataka ne podudara se sa minimalnom o\u010dekivanom verzijom {0}. Prona\u0111ena je verzija {1}.

#config related

error.initializing.extension.config=CLFRN1151E: Do\u0161lo je do gre\u0161ke prilikom inicijalizacije konfiguracije atributa profila pro\u0161irenja. 

error.uilayoutvalidation.unknown_attribute=CLFRN1145E: {0}: U konfiguraciji rasporeda korisni\u010dkog interfejsa je prona\u0111en atribut koji nije prisutan u konfiguraciji modela podataka profiles-config.xml.  Atributi moraju biti prisutni u konfiguraciji modela podataka da bi bili dodati u raspored korisni\u010dkog interfejsa.  Ime atributa je: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1147E: {0}: U konfiguraciji korisni\u010dkog interfejsa je prona\u0111en atribut koji je ozna\u010den kao da mo\u017ee da se ure\u0111uje, ali koji nije tako ozna\u010den u konfiguraciji modela podataka profiles-config.xml. Ime atributa je: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1146E: {0}: U konfiguraciji korisni\u010dkog interfejsa je prona\u0111en atribut koji je ozna\u010den kao polje \u201eoboga\u0107eni tekst\u201c, ali koji nije tako ozna\u010den u konfiguraciji modela podataka profiles-config.xml.  Ime atributa je: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1143E: {0}: U konfiguraciji korisni\u010dkog interfejsa je prona\u0111en atribut pro\u0161irenja koji je \u201exml-blob\u201c atribut pro\u0161irenja. Ovi atributi pro\u0161irenja se mo\u017eda ne\u0107e pojaviti u konfiguraciji rasporeda korisni\u010dkog interfejsa. ID datog pro\u0161irenja je: {1}.

# Other errors
info.searchStartupTagCloud=CLFRN1141I: Nije mogu\u0107e kontaktirati uslugu pretrage.  Mogu\u0107e je da je to zbog redosleda inicijalizacije aplikacija.  Profili \u0107e ponovo poku\u0161ati da kontaktiraju uslugu pretrage za nekoliko minuta.  Oblak sa oznakama zbog toga ne\u0107e biti odmah dostupan.
error.searchUnreachable=CLFRN1152E: Nije mogu\u0107e kontaktirati globalnu uslugu pretrage.  Pokrenite aplikaciju Pretraga ako nije pokrenuta.  Ako je usluga pokrenuta, proverite vezu sa mre\u017eom.


error.duplicateKey=CLFRN1219E: Nije mogu\u0107e a\u017eurirati bazu podataka prosle\u0111enim parametrima. To bi dovelo do dupliranja klju\u010da (adrese e-po\u0161te, GUID-a, podataka za prijavljivanje) u okviru postoje\u0107eg zapisa.


#
# Info/Error messages for data constraint rebuilding
#

# {0} is a date string
info.lookaside.idx.rebuild.start=CLFRN1231I: Ponovna izgradnja tabela sa nedavno kori\u0161\u0107enim indeksima, kao i povezanih objekata, po\u010dela je {0}.
# {0} is a date string
info.lookaside.idx.rebuild.complete=CLFRN1244I: Ponovna izgradnja tabela sa nedavno kori\u0161\u0107enim indeksima, kao i povezanih objekata, dovr\u0161ena je {0}.  Ukupan broj pregledanih korisnika je {1}.  Ukupan broj uspe\u0161no a\u017euriranih korisnika je {2}.  Broj korisnika kod kojih je do\u0161lo do gre\u0161ke prilikom a\u017euriranja je {3}.
error.lookaside.idx.create.objeref=CLFRN1238E: Nije mogu\u0107e kreirati referencu objekta za korisnika: (ime={0}, klju\u010d={1}, UID={2}, prepoznatljivo ime={3}).  Ovaj korisnik mo\u017eda ne\u0107e mo\u0107i da se prijavi u sistem i/ili \u0107e mo\u017eda nai\u0107i na druge gre\u0161ke.
error.lookaside.idx.rebuild.incomplete=CLFRN1239E: Nije mogu\u0107e dovr\u0161iti ponovnu izgradnju tabela sa nedavno kori\u0161\u0107enim indeksima, kao i povezanih objekata, {0}.  Aplikacija Profili ne\u0107e ispravno funkcionisati dok se problem ne re\u0161i.  Detaljnije pogledajte da li u evidenciji ima gre\u0161aka i otklonite ih pre nego \u0161to ponovo poku\u0161ate da izgradite indekse.  Ukupan broj pregledanih korisnika je {1}. Ukupan broj uspe\u0161no a\u017euriranih korisnika je {2}, a ukupan broj gre\u0161aka do kojih je do\u0161lo prilikom a\u017euriranja korisnika je {3}.
error.bulk.user.update=CLFRN1235E: Gre\u0161ka prilikom a\u017euriranja korisnika: (ime={0}, klju\u010d={1}, UID={2}, prepoznatljivo ime={3}). 
error.bulk.user.select.all=CLFRN1241E: Nije uspeo izbor korisnika za a\u017euriranje zbog gre\u0161ke.
# {0} is a date string
info.bulk.user.checkpoint=CLFRN1234I: Obra\u0111uje se masovno a\u017euriranje korisnika. Trenutno vreme je {0}. Ukupan broj pregledanih korisnika je {1}.  Broj korisnika iz ovog bloka koji su uspe\u0161no a\u017eurirani je {2}. Broj korisnika tokom \u010dijeg a\u017euriranja je do\u0161lo do gre\u0161ke je {3}.

#
# Definitions for ProfilesAppService
# The following are intended for administrative usage. In these messages:
# {0} is a serialisation of a java object intended for developer debugging purposes.
#
info.def.found.matching=CLFRN1229I: Prona\u0111ena je podudarna definicija za: {0}.
info.def.notfound=CLFRN1230I: Nije prona\u0111ena podudarna definicija za: {0}. Ova definicija \u0107e biti kreirana.
info.def.found.nonmatching=CLFRN1242I: Prona\u0111ena je nepodudarna definicija za: {0}.  Ova definicija \u0107e biti a\u017eurirana.
warn.idxdef.found.nonmatching=CLFRN1240W: Prona\u0111ena je nepodudarna definicija indeksa za: {0}. Ova definicija \u0107e biti a\u017eurirana. U standardnim uslovima rada postoji WebSphere Application Server zadatak koji automatski ispravlja ovu situaciju za nekoliko minuta ako je aktivan server aplikacije Profili.  Ako ovo vidite u alatki Tivoli Directory Integrator (TDI), sistem \u0107e sam poku\u0161ati da se popravi kada se aplikacija pokrene. To mo\u017eete da proverite ako pogledate da li se u evidenciji pojavljuje poruka \u201ePonovna izgradnja tabela...\u201c pet minuta nakon \u0161to se ova poruka pojavi na jednom od \u010dvorova u klasteru. Ukoliko ne mo\u017eete da prona\u0111ete ovu poruku, pokrenite komandu \u201erebuildLookAsideIndexes()\u201c wsadmin i pregledajte da li u evidenciji ima drugih gre\u0161aka.
warn.idxdef.notfound=CLFRN1233W: Nije prona\u0111ena podudarna definicija indeksa za: {0}. Ova definicija \u0107e biti kreirana. U standardnim uslovima rada postoji WebSphere Application Server zadatak koji automatski ispravlja ovu situaciju za nekoliko minuta ako je aktivan server aplikacije Profili. Ako ovo vidite u alatki Tivoli Directory Integrator (TDI), sistem \u0107e sam poku\u0161ati da se popravi kada se aplikacija pokrene. To mo\u017eete da proverite ako pogledate da li se u evidenciji pojavljuje poruka \u201ePonovna izgradnja tabela...\u201c pet minuta nakon \u0161to se ova poruka pojavi na jednom od \u010dvorova u klasteru.  Ukoliko ne mo\u017eete da prona\u0111ete ovu poruku, pokrenite komandu \u201erebuildLookAsideIndexes()\u201c wsadmin i pregledajte da li u evidenciji ima drugih gre\u0161aka.
error.def.not.created=CLFRN1236E: Nije mogu\u0107e kreirati definiciju za: {0}. Sistem ne\u0107e raditi dok se problem ne re\u0161i.

#
# Task related messages
#

# {0} is a developer targeted ID string
# {1} is a time in milliseconds
# {2} is a time in milliseconds
info.task.scheduled=CLFRN1237I: Zakazivanje ID-a zadatka: {0}.  Po\u010detno odlaganje je {1} msec, a interval zadatka {2} msec.
info.task.canceled=CLFRN1243I: Otkazivanje ID-a zadatka: {0}.
info.task.allcanceled=CLFRN1232I: Otkazivanje svih sistemskih zadataka Profila.

#
# PhotoSync Scheduled Task related messages
#

# {0} is a developer / operations targeted URL string
# {1} is a number (error code)
error.invoke.remote.cloud.api=CLFRN1348E: Nije uspelo pozivanje udaljene usluge {0}. Udaljeni server je vratio HTTP k\u00f4d: {1}

#
# Cache related messages
#

# {0} is a developer targeted ID string
# {1} is an error message string from a Websphere subsystem
error.cache.failed.to.init=CLFRN1266E: Gre\u0161ka prilikom kreiranja ke\u0161a sa JNDI ID-om za pronala\u017eenje: {0}. Ova gre\u0161ka \u0107e onemogu\u0107iti pokretanje aplikacije Profili.  Poruka o gre\u0161ci je {1}.  
error.cache.failed.to.term=CLFRN1357E: Gre\u0161ka prilikom obustavljanja ke\u0161a sa JNDI ID-om za pronala\u017eenje: {0}. Poruka o gre\u0161ci je {1}.
error.cache.invalid.state=CLFRN1356E: Interna gre\u0161ka: Ke\u0161 sa JNDI ID-om za pronala\u017eenje {0} je u neva\u017ee\u0107em stanju prilikom obavljanja {1}.

# {0} is a developer targeted ID string
# {1} is a developer targeted integer value, being the number of seconds that items will live (Time To Live) in the cache
info.dynacache.inited=CLFRN1355I: DynaCache instanca za {0} je kreirana uz vreme pre\u017eivljavanja od {1}.

#
# BSS error codes
#
error.bss.profilenotfound=CLFRN1287E: Korisnik {0} nije prona\u0111en.
error.bss.missingarg=CLFRN1288E: {0} nije naveden.
error.bss.invalidarg=CLFRN1289E: {0} nije naveden.

