# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2006, 2017                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

error.deletePhoto=CLFRN1083E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u062d\u0630\u0641 \u0627\u0644\u0635\u0648\u0631\u0629. 
error.insertPhoto=CLFRN1069E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u0627\u062f\u0631\u0627\u062c \u0627\u0644\u0635\u0648\u0631\u0629.
error.updatePhoto=CLFRN1082E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u062a\u062d\u062f\u064a\u062b \u0627\u0644\u0635\u0648\u0631\u0629. 
error.queryPhoto=CLFRN1060E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0639\u0646 \u062c\u062f\u0648\u0644 \u0627\u0644\u0635\u0648\u0631. 

error.deletePronunciation=CLFRN1063E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u062d\u0630\u0641 \u0645\u0644\u0641 \u0627\u0644\u062a\u0647\u062c\u0626\u0629. 
error.insertPronunciation=CLFRN1067E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u0627\u062f\u0631\u0627\u062c \u0645\u0644\u0641 \u0627\u0644\u062a\u0647\u062c\u0626\u0629. 
error.updatePronunciation=CLFRN1092E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u062a\u062d\u062f\u064a\u062b \u0645\u0644\u0641 \u0627\u0644\u062a\u0647\u062c\u0626\u0629.
error.queryPronunciation=CLFRN1089E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0639\u0646 \u062c\u062f\u0648\u0644 \u0627\u0644\u062a\u0647\u062c\u0626\u0629.

error.insertTag=CLFRN1098E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u0627\u062f\u0631\u0627\u062c \u0634\u0627\u0631\u0629 \u062a\u0639\u0644\u064a\u0645 \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641.
error.deleteTag=CLFRN1061E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u062d\u0630\u0641 \u0639\u0644\u0627\u0645\u0629 \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641.
error.updatingTags=CLFRN1078E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u062a\u062d\u062f\u064a\u062b \u0639\u0644\u0627\u0645\u0627\u062a \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641.
error.queryTag=CLFRN1117E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u0627\u0631\u0633\u0627\u0644 \u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0627\u0644\u0649 \u062c\u062f\u0648\u0644 \u0639\u0644\u0627\u0645\u0627\u062a \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641.

error.writeToDraft=CLFRN1114E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u0627\u0644\u0643\u062a\u0627\u0628\u0629 \u0627\u0644\u0649 \u062c\u062f\u0648\u0644 \u0627\u0644\u0645\u0633\u0648\u062f\u0627\u062a.
error.queryDraft=CLFRN1094E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u0627\u0631\u0633\u0627\u0644 \u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0627\u0644\u0649 \u062c\u062f\u0648\u0644 \u0627\u0644\u0645\u0633\u0648\u062f\u0627\u062a.

error.updateEmployee=CLFRN1075E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u062a\u062d\u062f\u064a\u062b \u0633\u062c\u0644 \u0627\u0644\u0645\u0648\u0638\u0641\u064a\u0646.
error.queryEmployee=CLFRN1057E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u0627\u0631\u0633\u0627\u0644 \u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0627\u0644\u0649 \u062c\u062f\u0648\u0644 \u0627\u0644\u0645\u0648\u0638\u0641\u064a\u0646.

error.queryCountry=CLFRN1090E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u0627\u0631\u0633\u0627\u0644 \u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0627\u0644\u0649 \u062c\u062f\u0648\u0644 \u0627\u0644\u0628\u0644\u0627\u062f.

error.queryEmployeeType=CLFRN1062E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u0627\u0631\u0633\u0627\u0644 \u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0627\u0644\u0649 \u062c\u062f\u0648\u0644 \u0646\u0648\u0639 \u0627\u0644\u0645\u0648\u0638\u0641.

error.queryOrganization=CLFRN1066E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u0627\u0631\u0633\u0627\u0644 \u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0627\u0644\u0649 \u062c\u062f\u0648\u0644 \u0627\u0644\u0634\u0631\u0643\u0629.

error.queryWorkLocation=CLFRN1068E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u0627\u0631\u0633\u0627\u0644 \u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0627\u0644\u0649 \u0645\u0643\u0627\u0646 \u0627\u0644\u0639\u0645\u0644.

error.updateProfileExtension=CLFRN1115E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u062a\u062d\u062f\u064a\u062b \u0644\u0627\u062d\u0642\u0627\u062a \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641.
error.queryProfileExtension=CLFRN1074E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u0627\u0631\u0633\u0627\u0644 \u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0627\u0644\u0649 \u062c\u062f\u0648\u0644 \u0644\u0627\u062d\u0642\u0627\u062a \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641.
error.insertProfileExtension=CLFRN1149E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u0627\u062f\u0631\u0627\u062c \u0641\u064a \u062c\u062f\u0648\u0644 \u0644\u0627\u062d\u0642\u0627\u062a \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641.

error.updateProfileExtensionDraft=CLFRN1102E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u062a\u0639\u062f\u064a\u0644 \u0644\u0627\u062d\u0642\u0629 \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0645\u0633\u0648\u062f\u0629.
error.insertProfileExtensionDraft=CLFRN1112E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u0627\u0644\u0627\u062f\u0631\u0627\u062c \u0628\u062c\u062f\u0648\u0644 \u0644\u0627\u062d\u0642\u0627\u062a \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0645\u0633\u0648\u062f\u0629.
error.queryProfileExtensionDraft=CLFRN1109E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u0627\u0631\u0633\u0627\u0644 \u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0627\u0644\u0649 \u062c\u062f\u0648\u0644 \u0644\u0627\u062d\u0642\u0627\u062a \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0645\u0633\u0648\u062f\u0629.

error.queryDB=CLFRN1064E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0641\u064a \u0627\u0631\u0633\u0627\u0644 \u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0627\u0644\u0649 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a.

error.multipleUsersWithLogin=CLFRN1144E: \u0639\u0646\u062f \u0645\u062d\u0627\u0648\u0644\u0629 \u062a\u0643\u0648\u064a\u0646 \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u062a\u0639\u0631\u064a\u0641 \u062c\u062f\u064a\u062f \u0623\u0648 \u062a\u062d\u062f\u064a\u062b \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u062a\u0639\u0631\u064a\u0641 \u0645\u0648\u062c\u0648\u062f\u060c \u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u062a\u0639\u0631\u064a\u0641 \u0622\u062e\u0631 \u0628\u0646\u0641\u0633 \u0628\u064a\u0627\u0646\u0627\u062a \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 (\u0645\u0643\u0631\u0631\u0629): \u200f{0}.  
error.multipleUsersWithEmail=CLFRN1294E: \u0639\u0646\u062f \u0645\u062d\u0627\u0648\u0644\u0629 \u062a\u0643\u0648\u064a\u0646 \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u062a\u0639\u0631\u064a\u0641 \u062c\u062f\u064a\u062f \u0623\u0648 \u062a\u062d\u062f\u064a\u062b \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u062a\u0639\u0631\u064a\u0641 \u0645\u0648\u062c\u0648\u062f\u060c \u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u062a\u0639\u0631\u064a\u0641 \u0622\u062e\u0631 \u0628\u0646\u0641\u0633 \u0627\u0644\u0628\u0631\u064a\u062f \u0627\u0644\u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a (\u0645\u0643\u0631\u0631): {0}.
error.multipleUsersWithGuid=CLFRN1293E: \u0639\u0646\u062f \u0645\u062d\u0627\u0648\u0644\u0629 \u062a\u0643\u0648\u064a\u0646 \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u062a\u0639\u0631\u064a\u0641 \u062c\u062f\u064a\u062f \u0623\u0648 \u062a\u062d\u062f\u064a\u062b \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u062a\u0639\u0631\u064a\u0641 \u0645\u0648\u062c\u0648\u062f\u060c \u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u062a\u0639\u0631\u064a\u0641 \u0622\u062e\u0631 \u0628\u0646\u0641\u0633 \u0643\u0648\u062f guid (\u0645\u0643\u0631\u0631) : {0}.
error.multipleUsersWithUid=CLFRN1332E: \u0639\u0646\u062f \u0645\u062d\u0627\u0648\u0644\u0629 \u062a\u0643\u0648\u064a\u0646 \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u062a\u0639\u0631\u064a\u0641 \u062c\u062f\u064a\u062f \u0623\u0648 \u062a\u062d\u062f\u064a\u062b \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u062a\u0639\u0631\u064a\u0641 \u0645\u0648\u062c\u0648\u062f\u060c \u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u062a\u0639\u0631\u064a\u0641 \u0622\u062e\u0631 \u0628\u0646\u0641\u0633 \u0643\u0648\u062f uid (\u0645\u0643\u0631\u0631): {0}.

# The following message will only ever appear in the SystemOut.log and is intended for administrative usage. In this message:
# {0} is an ID value for the manager of the user being created/updated; either an external (LDAP) ID or an internal (db) profile key
# it is not an error for a user to not have a manager, but if an ID is supplied, it must already exist and match a user in the Profiles database
warn.missingUserWithID=CLFRN1372W: \u0639\u0646\u062f \u062a\u0643\u0648\u064a\u0646 \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u062a\u0639\u0631\u064a\u0641 \u062c\u062f\u064a\u062f \u0623\u0648 \u062a\u0639\u062f\u064a\u0644 \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u062a\u0639\u0631\u064a\u0641 \u0645\u0648\u062c\u0648\u062f\u060c \u0644\u0645 \u064a\u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0644\u0647\u0648\u064a\u0629 \u0627\u0644\u0645\u062f\u064a\u0631 \u0627\u0644\u0645\u062d\u062f\u062f : {0}.

#Cache

info.orgStructureEnabled=CLFRN1099I: \u062a\u0645 \u0627\u062a\u0627\u062d\u0629 \u0648\u0638\u0627\u0626\u0641  \u0627\u0644\u0647\u064a\u0643\u0644 \u0627\u0644\u062a\u0646\u0638\u064a\u0645\u064a. \u0628\u062f\u0621 \u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u0648\u0633\u064a\u0637\u0629 \u0644\u062a\u0633\u0644\u0633\u0644 \u0627\u0644\u062a\u0642\u0627\u0631\u064a\u0631 \u0641\u064a \u062d\u0627\u0644\u0629 \u0627\u062a\u0627\u062d\u062a\u0647.
info.orgStructureDisabled=CLFRN1116I: \u062a\u0645 \u0627\u064a\u0642\u0627\u0641 \u0627\u062a\u0627\u062d\u0629 \u0648\u0638\u0627\u0626\u0641 \u0627\u0644\u0647\u064a\u0643\u0644 \u0627\u0644\u062a\u0646\u0638\u064a\u0645\u064a. \u0644\u0627 \u062a\u0642\u0645 \u0628\u0628\u062f\u0621 \u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u0648\u0633\u064a\u0637\u0629 \u0644\u062a\u0633\u0644\u0633\u0644 \u0627\u0644\u062a\u0642\u0627\u0631\u064a\u0631.

# FullReportsToChainCache doesn't need to be translated
info.fullReportsToDisabled=CLFRN1071I: \u062a\u0645 \u0627\u0644\u063a\u0627\u0621 \u0627\u062a\u0627\u062d\u0629 FullReportsToChainCache.
info.fullReportsToEnabled=CLFRN1111I: \u062a\u0645 \u0627\u062a\u0627\u062d\u0629 FullReportsToChainCache.
info.fullReportsToScheduled=CLFRN1108I: \u062a\u0645 \u062c\u062f\u0648\u0644\u0629 FullReportsToChainCache \u0627\u0644\u0649 {0}.

# MiniReportsToChainCache doesn't need to be translated
info.miniReportsToDisabled=CLFRN1072I: \u062a\u0645 \u0627\u0644\u063a\u0627\u0621 \u0627\u062a\u0627\u062d\u0629 MiniReportsToChainCache.
info.miniReportsToEnabled=CLFRN1097I: \u062a\u0645 \u0627\u062a\u0627\u062d\u0629 MiniReportsToChainCache.
info.miniReportsToFile=CLFRN1113I: \u0645\u0644\u0641 MiniReportsToChainCache = {0}.
info.miniReportsToScheduled=CLFRN1104I: \u062a\u0645 \u062c\u062f\u0648\u0644\u0629 MiniReportsToChainCache \u0627\u0644\u0649 {0}. 

info.cache.fullreportchain.size=CLFRN1073I: \u062d\u062c\u0645 \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0648\u0633\u064a\u0637\u0629 \u0644\u062a\u0633\u0644\u0633\u0644 \u0627\u0644\u062a\u0642\u0627\u0631\u064a\u0631 \u0627\u0644\u0643\u0627\u0645\u0644 = {0}
info.cache.fullreportchain.loadtime=CLFRN1070I: \u0627\u0644\u0648\u0642\u062a \u0627\u0644\u0645\u0646\u0642\u0636\u064a \u0644\u062a\u062d\u0645\u064a\u0644 FullRprtToChainCache: {0}.

# ProfilesObjectCache doesn't need to be translated
info.profilesObjectCacheEnabled=CLFRN1074I: \u062a\u0645 \u0627\u062a\u0627\u062d\u0629 ProfilesObjectCache.
info.profilesObjectCacheDisabled=CLFRN1075I: \u062a\u0645 \u0627\u0644\u063a\u0627\u0621 \u0627\u062a\u0627\u062d\u0629 ProfilesObjectCache.
info.profilesObjectCacheScheduled=CLFRN1078I: \u062a\u0645 \u062c\u062f\u0648\u0644\u0629 ProfilesObjectCache \u0627\u0644\u0649 {0}.

# ProfilesTagCloudCache doesn't need to be translated
info.profilesTagCloudCacheEnabled=CLFRN1153I: \u062a\u0645 \u0627\u062a\u0627\u062d\u0629 ProfilesTagCloudCache.
info.profilesTagCloudCacheDisabled=CLFRN1140I: \u062a\u0645 \u0627\u0644\u063a\u0627\u0621 \u0627\u062a\u0627\u062d\u0629 ProfilesTagCloudCache.
info.profilesTagCloudCacheScheduled=CLFRN1150I: \u062a\u0645 \u062c\u062f\u0648\u0644\u0629 ProfilesTagCloudCache \u0627\u0644\u0649 {0}.

# ProfileLMCache doesn't need to be translated
info.profileLMCacheEnabled=CLFRN1124I: \u062a\u0645 \u0627\u062a\u0627\u062d\u0629 ProfileLMCache.
info.profileLMCacheDisabled=CLFRN1125I: \u062a\u0645 \u0627\u0644\u063a\u0627\u0621 \u0627\u062a\u0627\u062d\u0629 ProfileLMCache.
info.profileLMCacheScheduled=CLFRN1126I: \u062a\u0645 \u062c\u062f\u0648\u0644\u0629 \u062a\u062c\u062f\u064a\u062f ProfileLMCache \u0627\u0644\u0649 {0}.

# MiniReportChainCache doesn't need to be translated
info.cache.minireportchain.expectedEntries=CLFRN1077I: \u0645\u0646 \u0627\u0644\u0645\u062a\u0648\u0642\u0639 {0} \u0645\u0646 \u0627\u0644\u0627\u062f\u062e\u0627\u0644\u0627\u062a \u0641\u064a MiniReportChainCache.
info.cache.minireportchain.initDataStructure=CLFRN1100I: \u0633\u064a\u062a\u0645 \u0627\u0644\u0627\u0639\u062f\u0627\u062f \u0644\u0628\u062f\u0621 MiniReportChainCache \u0627\u0644\u0649 {0}.
info.cache.minireportchain.size=CLFRN1058I: \u062d\u062c\u0645 MiniReportChainCache = {0}.
info.cache.minireportchain.loadingdb=CLFRN1096I: \u062a\u062d\u0645\u064a\u0644 MiniReportChainCache \u0645\u0646 \u0642\u0627\u0639\u062f\u0629 \u0628\u064a\u0627\u0646\u0627\u062a.
info.cache.minireportchain.loadingfile=CLFRN1059I: \u062a\u062d\u0645\u064a\u0644 MiniReportChainCache \u0645\u0646 \u0645\u0644\u0641.
error.cache.minireportchain.reload=CLFRN1087E: \u0641\u0634\u0644: \u0627\u0639\u0627\u062f\u0629 \u062a\u062d\u0645\u064a\u0644 \u0627\u0644\u062a\u0642\u0627\u0631\u064a\u0631 \u0644\u0644\u062a\u0633\u0644\u0633\u0644: {0}.
info.cache.minireportchain.loadtime=CLFRN1076I: \u0627\u0644\u0648\u0642\u062a \u0627\u0644\u0645\u0646\u0642\u0636\u064a \u0644\u062a\u062d\u0645\u064a\u0644 MiniRprtToChainCache: {0}.
info.cache.minireportchain.filewritetime=CLFRN1101I: \u0627\u0644\u0648\u0642\u062a \u0627\u0644\u0645\u0646\u0642\u0636\u064a \u0644\u0643\u062a\u0627\u0628\u0629 MiniRprtToChainCache \u0644\u0645\u0644\u0641: {0}.
info.cache.minireportchain.readingfile=CLFRN1095I: \u062c\u0627\u0631\u064a \u0642\u0631\u0627\u0621\u0629 \u0628\u064a\u0627\u0646\u0627\u062a \u0644\u062a\u0633\u0644\u0633\u0644 \u0627\u0644\u062a\u0642\u0627\u0631\u064a\u0631 \u0645\u0646 {0}
error.cache.minireportchain.fileparseerror=CLFRN1081E: \u0641\u0634\u0644 \u0639\u0646\u062f \u0627\u062c\u0631\u0627\u0621 \u062a\u062d\u0644\u064a\u0644 \u0644\u063a\u0648\u064a. 

# PeopleIndexFactory and PeopleIndex doesn't need to be translated
error.index.errorCreatingImplClass=CLFRN1079E: \u062e\u0637\u0623 \u0641\u064a \u062a\u0643\u0648\u064a\u0646 \u0623\u0648 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0641\u0626\u0629 \u062a\u0646\u0641\u064a\u0630 PeopleIndexFactory.
error.index.errorGettingPeopleIndex=CLFRN1084E: \u062e\u0637\u0623 \u0641\u064a \u0627\u0633\u062a\u0631\u062c\u0627\u0639 PeopleIndex. \u062c\u0627\u0631\u064a \u0627\u064a\u0642\u0627\u0641 \u062c\u062f\u0648\u0644 \u0627\u0644\u0641\u0647\u0631\u0633\u0629. \u062c\u0627\u0631\u064a \u0627\u064a\u0642\u0627\u0641 \u0627\u062a\u0627\u062d\u0629 \u0641\u0647\u0631\u0633\u0629 \u0627\u0644\u0646\u0635 \u0628\u0627\u0644\u0643\u0627\u0645\u0644.

# lastUpdate doesn't need to be translated
error.index.errorRetrievingLastUpdate=CLFRN1110E: \u062e\u0637\u0623 \u0641\u064a \u0627\u0633\u062a\u0631\u062c\u0627\u0639 lastUpdate \u0645\u0646 {0}.
error.index.errorRetrievingLastUpdate.stringFormatError=CLFRN1080E: \u062e\u0637\u0623 \u0641\u064a \u0627\u0633\u062a\u0631\u062c\u0627\u0639 lastUpdate \u0645\u0646 {0} : \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u062d\u0631\u0648\u0641 \u0644\u0645 \u064a\u062a\u0645 \u062a\u0646\u0633\u064a\u0642\u0647\u0627 \u0628\u0634\u0643\u0644 \u0635\u062d\u064a\u062d: dd-mm-yyyy.
error.index.errorWritingLastUpdate=CLFRN1106E: \u062e\u0637\u0623 \u0641\u064a \u0643\u062a\u0627\u0628\u0629 \u0642\u064a\u0645\u0629 lastUpdate \u0627\u0644\u0649 {0}.

# IndexWriter doesn't need to be translated
error.index.errorRetrievingIndexWriter=CLFRN1065E: \u062e\u0637\u0623 \u0641\u064a \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u200fIndexWriter\u200f.

error.index.errorCorrupt=CLFRN1103E: \u062e\u0637\u0623: \u0627\u0644\u0641\u0647\u0631\u0633 \u0631\u0628\u0645\u0627 \u064a\u0643\u0648\u0646 \u062a\u0627\u0644\u0641\u0627.
error.index.errorParsingQuery=CLFRN1107E: \u062e\u0637\u0623 \u0641\u064a \u062a\u062d\u0644\u064a\u0644 \u0627\u0644\u0627\u0633\u062a\u0639\u0644\u0627\u0645 \u0644\u063a\u0648\u064a\u0627.

# IndexReader doesn't need to be translated
error.index.errorGetIndexReadErr=CLFRN1093E: \u062e\u0637\u0623 \u0641\u064a \u0627\u0633\u062a\u0631\u062c\u0627\u0639 IndexReader.

# ProfileLMCache doesn't need to be translated
error.cache.profileLMCache.retrieve=CLFRN1127E: \u062e\u0637\u0623 \u0641\u064a \u0627\u0633\u062a\u0631\u062c\u0627\u0639 ProfileLMCache.

# PeopleIndexFactory doesn't need to be translated
error.searchService.errorCreatingPeopleIndexFactory=CLFRN1088E: \u062e\u0637\u0623 \u0641\u064a \u062a\u0643\u0648\u064a\u0646 \u0623\u0648 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0641\u0626\u0629 \u062a\u0646\u0641\u064a\u0630 PeopleIndexFactory. \u062c\u0627\u0631\u064a \u062a\u062e\u0637\u064a \u0627\u0644\u0628\u062d\u062b \u062d\u0633\u0628 \u0627\u0644\u0646\u0635 \u0628\u0627\u0644\u0643\u0627\u0645\u0644.
error.searchService.errorSearchingIndex=CLFRN1086E: \u062e\u0637\u0623 \u0641\u064a \u0627\u0644\u0628\u062d\u062b \u0641\u064a \u0641\u0647\u0631\u0633 \u0627\u0644\u0646\u0635 \u0628\u0627\u0644\u0643\u0627\u0645\u0644.

error.acf=CLFRN1091E: \u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u062e\u0637\u0623 \u0641\u064a \u0645\u0631\u0634\u062d \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0627\u0644\u0641\u0639\u0627\u0644\u0629.

# FullTextIndexingTask doesn't need to be translated
info.index.starting=CLFRN1105I: FullTextIndexingTask \u064a\u0628\u062f\u0623 \u0641\u064a {0}. 
info.index.completed=CLFRN1085I: \u062a\u0645 FullTextIndexingTask \u0641\u064a {0}. 

# 'doc' refers to the index document
error.index.delete.docs=CLFRN1118I: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062d\u0630\u0641 \u0648\u062b\u064a\u0642\u0629.

# schema version related
info.schema.version=CLFRN1142I: \u0627\u0644\u0648\u0635\u0641 \u0627\u0644\u0645\u0646\u0637\u0642\u064a \u0644\u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u064a\u0637\u0627\u0628\u0642 \u0623\u062f\u0646\u0649 \u0646\u0633\u062e\u0629 \u0645\u062a\u0648\u0642\u0639\u0629 {0}.
error.schema.version=CLFRN1148E: \u0627\u0644\u0648\u0635\u0641 \u0627\u0644\u0645\u0646\u0637\u0642\u064a \u0644\u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0644\u0627 \u064a\u0637\u0627\u0628\u0642 \u0623\u062f\u0646\u0649 \u0646\u0633\u062e\u0629 \u0645\u062a\u0648\u0642\u0639\u0629 {0}. \u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u0627\u0644\u0646\u0633\u062e\u0629 {1}.

#config related

error.initializing.extension.config=CLFRN1151E: \u062d\u062f\u062b\u062a \u0623\u062e\u0637\u0627\u0621 \u0623\u062b\u0646\u0627\u0621 \u0627\u0639\u062f\u0627\u062f \u062a\u0648\u0635\u064a\u0641 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0627\u0644\u0645\u0645\u064a\u0632\u0629 \u0644\u0644\u0627\u062d\u0642\u0629 \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641. 

error.uilayoutvalidation.unknown_attribute=CLFRN1145E: {0}: \u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u062e\u0627\u0635\u064a\u0629 \u0645\u0645\u064a\u0632\u0629 \u0641\u064a \u062a\u0648\u0635\u064a\u0641 \u0627\u0644\u0634\u0643\u0644 \u0627\u0644\u0639\u0627\u0645 \u0644\u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u063a\u064a\u0631 \u0645\u062a\u0627\u062d\u0629 \u0641\u064a \u062a\u0648\u0635\u064a\u0641 \u0646\u0645\u0648\u0630\u062c \u0628\u064a\u0627\u0646\u0627\u062a \u200fprofiles-config.xml\u200f\u200e.  \u064a\u062c\u0628 \u0623\u0646 \u062a\u0643\u0648\u0646 \u0627\u0644\u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0645\u0645\u064a\u0632\u0629 \u0645\u062a\u0627\u062d\u0629 \u0641\u064a \u062a\u0648\u0635\u064a\u0641 \u0646\u0645\u0648\u0630\u062c \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0644\u064a\u062a\u0645 \u0627\u0636\u0627\u0641\u062a\u0647\u0627 \u0627\u0644\u0649 \u0627\u0644\u0634\u0643\u0644 \u0627\u0644\u0639\u0627\u0645 \u0644\u0648\u0627\u062c\u0647\u0629 \u062a\u0639\u0627\u0645\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646.  \u0627\u0633\u0645 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0627\u0644\u0645\u0645\u064a\u0632\u0629 \u0647\u0648: {1}
error.uilayoutvalidation.attribute_not_editable=CLFRN1147E: {0}: \u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u062e\u0627\u0635\u064a\u0629 \u0645\u0645\u064a\u0632\u0629 \u062a\u0645 \u062a\u0639\u0644\u064a\u0645\u0647\u0627 \u0639\u0644\u0649 \u0623\u0646\u0647 \u064a\u0645\u0643\u0646 \u062a\u062d\u0631\u064a\u0631\u0647\u0627 \u0641\u064a \u062a\u0648\u0635\u064a\u0641 \u0627\u0644\u0634\u0643\u0644 \u0627\u0644\u0639\u0627\u0645 \u0644\u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644\u060c \u0644\u0643\u0646 \u0644\u0645 \u064a\u062a\u0645 \u062a\u0639\u0644\u064a\u0645\u0647\u0627 \u0639\u0644\u0649 \u0623\u0646\u0647 \u064a\u0645\u0643\u0646 \u062a\u062d\u0631\u064a\u0631\u0647\u0627 \u0641\u064a \u062a\u0648\u0635\u064a\u0641 \u0646\u0645\u0648\u0630\u062c \u0628\u064a\u0627\u0646\u0627\u062a \u200fprofiles-config.xml\u200f\u200e. \u0627\u0633\u0645 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0627\u0644\u0645\u0645\u064a\u0632\u0629 \u0647\u0648: {1}
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1146E: {0}: \u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u062e\u0627\u0635\u064a\u0629 \u0645\u0645\u064a\u0632\u0629 \u062a\u0645 \u062a\u0639\u0644\u064a\u0645\u0647\u0627 \u0639\u0644\u0649 \u0623\u0646\u0647\u0627 \u0645\u062c\u0627\u0644 "richtext" \u0641\u064a \u062a\u0648\u0635\u064a\u0641 \u0627\u0644\u0634\u0643\u0644 \u0627\u0644\u0639\u0627\u0645 \u0644\u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644\u060c \u0644\u0643\u0646 \u0644\u0645 \u064a\u062a\u0645 \u062a\u0639\u0644\u064a\u0645\u0647\u0627 \u0639\u0644\u0649 \u0623\u0646\u0647\u0627 \u0645\u062c\u0627\u0644 "richtext" \u0641\u064a \u062a\u0648\u0635\u064a\u0641 \u0646\u0645\u0648\u0630\u062c \u0628\u064a\u0627\u0646\u0627\u062a \u200fprofiles-config.xml\u200f\u200e.  \u0627\u0633\u0645 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0627\u0644\u0645\u0645\u064a\u0632\u0629 \u0647\u0648: {1}
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1143E: {0}: \u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u062e\u0627\u0635\u064a\u0629 \u0645\u0645\u064a\u0632\u0629 \u0644\u0644\u0627\u062d\u0642\u0629 \u0641\u064a \u062a\u0648\u0635\u064a\u0641 \u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644 \u062a\u0639\u062f \u062e\u0627\u0635\u064a\u0629 \u0645\u0645\u064a\u0632\u0629 \u0644\u0644\u0627\u062d\u0642\u0629 "xml-blob". \u0642\u062f \u0644\u0627 \u064a\u062a\u0645 \u0639\u0631\u0636 \u0627\u0644\u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0645\u0645\u064a\u0632\u0629 \u0644\u0644\u0627\u062d\u0642\u0627\u062a \u0647\u0630\u0647 \u0641\u064a \u062a\u0648\u0635\u064a\u0641 \u0627\u0644\u0634\u0643\u0644 \u0627\u0644\u0639\u0627\u0645 \u0644\u0648\u0627\u062c\u0647\u0629 \u0627\u0644\u062a\u0639\u0627\u0645\u0644. \u0643\u0648\u062f \u0627\u0644\u0644\u0627\u062d\u0642\u0629 \u0641\u064a \u0627\u0644\u0637\u0644\u0628 \u0647\u0648:  {1}

# Other errors
info.searchStartupTagCloud=CLFRN1141I: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u062e\u062f\u0645\u0629 \u0627\u0644\u0628\u062d\u062b.  \u0642\u062f \u064a\u0643\u0648\u0646 \u0647\u0630\u0627 \u0628\u0633\u0628\u0628 \u062a\u0631\u062a\u064a\u0628 \u0627\u0639\u062f\u0627\u062f \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0644\u0644\u0628\u062f\u0621.  \u0633\u062a\u062d\u0627\u0648\u0644 \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0627\u0639\u0627\u062f\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u062e\u062f\u0645\u0629 \u0627\u0644\u0628\u062d\u062b \u062e\u0644\u0627\u0644 \u062f\u0642\u064a\u0642\u062a\u064a\u0646.  \u0646\u062a\u064a\u062c\u0629 \u0644\u0630\u0644\u0643\u060c \u0644\u0646 \u062a\u0643\u0648\u0646 \u0648\u062d\u062f\u0629 \u0634\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0627\u0644\u0645\u062c\u0645\u0639\u0629 \u0645\u062a\u0627\u062d\u0629 \u0645\u0628\u0627\u0634\u0631\u0629.
error.searchUnreachable=CLFRN1152E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u062e\u062f\u0645\u0629 \u0627\u0644\u0628\u062d\u062b \u0627\u0644\u0634\u0627\u0645\u0644.  \u0628\u0631\u062c\u0627\u0621 \u0628\u062f\u0621 \u062a\u0637\u0628\u064a\u0642 \u0627\u0644\u0628\u062d\u062b \u0627\u0630\u0627 \u0644\u0645 \u064a\u0643\u0646 \u062a\u0645 \u0628\u062f\u0621\u0647.  \u0627\u0630\u0627 \u062a\u0645 \u0628\u062f\u0621 \u0627\u0644\u062e\u062f\u0645\u0629\u060c \u0628\u0631\u062c\u0627\u0621 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0648\u0635\u0644\u0629 \u0634\u0628\u0643\u0629 \u0627\u0644\u0627\u062a\u0635\u0627\u0644.


error.duplicateKey=CLFRN1219E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u0639\u062f\u064a\u0644 \u0642\u0627\u0639\u062f\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0628\u0627\u0644\u0645\u0639\u0627\u0645\u0644\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0645\u0631\u0627\u0631\u0647\u0627. \u0633\u064a\u0646\u062a\u062c \u0639\u0646 \u0630\u0644\u0643 \u0645\u0641\u062a\u0627\u062d \u0645\u0643\u0631\u0631 (\u0628\u0631\u064a\u062f \u0627\u0644\u0643\u062a\u0631\u0648\u0646\u064a\u060c \u0643\u0648\u062f guid\u060c \u062a\u0633\u062c\u064a\u0644 \u062f\u062e\u0648\u0644) \u0645\u0639 \u0633\u062c\u0644 \u0645\u0648\u062c\u0648\u062f.


#
# Info/Error messages for data constraint rebuilding
#

# {0} is a date string
info.lookaside.idx.rebuild.start=CLFRN1231I: \u062a\u0645 \u0628\u062f\u0621 \u0627\u0639\u0627\u062f\u0629 \u0628\u0646\u0627\u0621 \u062c\u062f\u0627\u0648\u0644 \u0641\u0647\u0631\u0633 look-aside \u0648\u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u0635\u0627\u062d\u0628\u0629 \u0641\u064a {0}.
# {0} is a date string
info.lookaside.idx.rebuild.complete=CLFRN1244I: \u062a\u0645\u062a \u0627\u0639\u0627\u062f\u0629 \u0628\u0646\u0627\u0621 \u062c\u062f\u0627\u0648\u0644 \u0641\u0647\u0631\u0633 look-aside \u0648\u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u0635\u0627\u062d\u0628\u0629 \u0641\u064a {0}.  \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0630\u064a\u0646 \u062a\u0645 \u0645\u0631\u0627\u062c\u0639\u062a\u0647\u0645 \u0647\u0648 {1}.  \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0630\u064a\u0646 \u062a\u0645 \u062a\u0639\u062f\u064a\u0644\u0647\u0645 \u0628\u0646\u062c\u0627\u062d \u0647\u0648 {2}.  \u0639\u062f\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0630\u064a\u0646 \u062d\u062f\u062b\u062a \u0623\u062e\u0637\u0627\u0621 \u0623\u062b\u0646\u0627\u0621 \u062a\u0639\u062f\u064a\u0644\u0647\u0645 \u0647\u0648 {3}.
error.lookaside.idx.create.objeref=CLFRN1238E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u0643\u0648\u064a\u0646 \u0645\u0631\u062c\u0639 \u0639\u0646\u0635\u0631 \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645: (\u0627\u0644\u0627\u0633\u0645={0}\u060c \u0627\u0644\u0645\u0641\u062a\u0627\u062d={1}\u060c \u0643\u0648\u062f uid={2}\u060c \u0627\u0644\u0627\u0633\u0645 \u0627\u0644\u0645\u0645\u064a\u0632={3}).  \u0642\u062f \u0644\u0627 \u064a\u0633\u062a\u0637\u064a\u0639 \u0647\u0630\u0627 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u062f\u062e\u0648\u0644 \u0628\u0627\u0644\u0646\u0638\u0627\u0645 \u0648/\u0623\u0648 \u062d\u062f\u062b\u062a \u0623\u062e\u0637\u0627\u0621 \u0623\u062e\u0631\u0649.
error.lookaside.idx.rebuild.incomplete=CLFRN1239E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u062a\u0645\u0627\u0645 \u0627\u0639\u0627\u062f\u0629 \u0628\u0646\u0627\u0621 \u062c\u062f\u0627\u0648\u0644 \u0641\u0647\u0631\u0633 look-aside \u0648\u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u0635\u0627\u062d\u0628\u0629 \u0641\u064a {0}.  \u0644\u0646 \u064a\u062a\u0645 \u062a\u0634\u063a\u064a\u0644 \u062a\u0637\u0628\u064a\u0642 \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0628\u0637\u0631\u064a\u0642\u0629 \u0635\u062d\u064a\u062d\u0629 \u062d\u062a\u0649 \u064a\u062a\u0645 \u062d\u0644 \u0627\u0644\u0645\u0634\u0643\u0644\u0629.  \u0628\u0631\u062c\u0627\u0621 \u0645\u0631\u0627\u062c\u0639\u0629 \u0627\u0644\u0633\u062c\u0644 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0648\u062a\u0635\u062d\u064a\u062d\u0647\u0627 \u0642\u0628\u0644 \u0627\u0639\u0627\u062f\u0629 \u0645\u062d\u0627\u0648\u0644\u0629 \u0628\u0646\u0627\u0621 \u0627\u0644\u0641\u0647\u0627\u0631\u0633.  \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0630\u064a\u0646 \u062a\u0645 \u0645\u0631\u0627\u062c\u0639\u062a\u0647\u0645 \u0647\u0648 {1}\u061b \u0639\u062f\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0630\u064a\u0646 \u062a\u0645 \u062a\u0639\u062f\u064a\u0644\u0647\u0645 \u0628\u0646\u062c\u0627\u062d \u0647\u0648 {2}\u061b \u0627\u062c\u0645\u0627\u0644\u064a \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0623\u062b\u0646\u0627\u0621 \u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0647\u0648 {3}.
error.bulk.user.update=CLFRN1235E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0639\u062f\u064a\u0644 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645: (\u0627\u0644\u0627\u0633\u0645={0}\u060c  \u0627\u0644\u0645\u0641\u062a\u0627\u062d={1}\u060c \u0643\u0648\u062f uid={2}\u060c \u0627\u0644\u0627\u0633\u0645 \u0627\u0644\u0645\u0645\u064a\u0632={3}). 
error.bulk.user.select.all=CLFRN1241E: \u0641\u0634\u0644 \u062a\u062d\u062f\u064a\u062f \u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0644\u0644\u062a\u062d\u062f\u064a\u062b \u0628\u0633\u0628\u0628 \u062e\u0637\u0623.
# {0} is a date string
info.bulk.user.checkpoint=CLFRN1234I: \u062c\u0627\u0631\u064a \u062a\u0634\u063a\u064a\u0644 \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646. \u0627\u0644\u0648\u0642\u062a \u0627\u0644\u062d\u0627\u0644\u064a \u0647\u0648 {0}. \u0627\u062c\u0645\u0627\u0644\u064a \u0639\u062f\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0630\u064a\u0646 \u062a\u0645 \u0645\u0631\u0627\u062c\u0639\u062a\u0647\u0645 \u0647\u0648 {1}.  \u0639\u062f\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0630\u064a\u0646 \u062a\u0645 \u062a\u062d\u062f\u064a\u062b\u0647\u0645 \u0628\u0646\u062c\u0627\u062d \u0645\u0646 \u0647\u0630\u0647 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0647\u0648 {2}. \u0639\u062f\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645\u064a\u0646 \u0627\u0644\u0630\u064a\u0646 \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0639\u062f\u064a\u0644\u0647\u0645 \u0647\u0648 {3}.

#
# Definitions for ProfilesAppService
# The following are intended for administrative usage. In these messages:
# {0} is a serialisation of a java object intended for developer debugging purposes.
#
info.def.found.matching=CLFRN1229I: \u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u062a\u0639\u0631\u064a\u0641 \u0645\u0637\u0627\u0628\u0642 \u0627\u0644\u0649: {0}.
info.def.notfound=CLFRN1230I: \u0644\u0645 \u064a\u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u062a\u0639\u0631\u064a\u0641 \u0645\u0637\u0627\u0628\u0642 \u0627\u0644\u0649: {0}. \u0633\u064a\u062a\u0645 \u062a\u0643\u0648\u064a\u0646 \u0647\u0630\u0627 \u0627\u0644\u062a\u0639\u0631\u064a\u0641.
info.def.found.nonmatching=CLFRN1242I: \u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u062a\u0639\u0631\u064a\u0641 \u063a\u064a\u0631 \u0645\u0637\u0627\u0628\u0642 \u0627\u0644\u0649: {0}.  \u0633\u064a\u062a\u0645 \u062a\u0639\u062f\u064a\u0644 \u0647\u0630\u0627 \u0627\u0644\u062a\u0639\u0631\u064a\u0641.
warn.idxdef.found.nonmatching=CLFRN1240W: \u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u062a\u0639\u0631\u064a\u0641 \u0641\u0647\u0631\u0633 \u063a\u064a\u0631 \u0645\u0637\u0627\u0628\u0642 \u0627\u0644\u0649: {0}. \u0633\u064a\u062a\u0645 \u062a\u0639\u062f\u064a\u0644 \u0647\u0630\u0627 \u0627\u0644\u062a\u0639\u0631\u064a\u0641. \u0641\u064a \u0638\u0644 \u0638\u0631\u0648\u0641 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0639\u0627\u062f\u064a\u0629\u060c \u062a\u0648\u062c\u062f \u0645\u0647\u0645\u0629 WebSphere \u0633\u062a\u0642\u0648\u0645 \u0628\u062a\u0635\u062d\u064a\u062d \u0647\u0630\u0627 \u0627\u0644\u0645\u0648\u0642\u0641 \u0641\u064a \u062f\u0642\u064a\u0642\u062a\u064a\u0646 \u0622\u0644\u064a\u0627 \u0627\u0630\u0627 \u0643\u0627\u0646\u062a \u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0644\u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u064a\u062a\u0645 \u062a\u0634\u063a\u064a\u0644\u0647\u0627 \u062d\u0627\u0644\u064a\u0627.  \u0627\u0630\u0627 \u0643\u0646\u062a \u062a\u0634\u0627\u0647\u062f \u0647\u0630\u0627 \u0641\u064a Tivoli Directory Integrator \u200f(TDI)\u200f\u060c \u0633\u064a\u0642\u0648\u0645 \u0627\u0644\u0646\u0638\u0627\u0645 \u0628\u0645\u062d\u0627\u0648\u0644\u0629 \u062a\u0635\u062d\u064a\u062d \u0646\u0641\u0633\u0647 \u0628\u0639\u062f \u0628\u062f\u0621 \u0627\u0644\u062a\u0637\u0628\u064a\u0642. \u064a\u0645\u0643\u0646\u0643 \u062a\u0623\u0643\u064a\u062f \u0647\u0630\u0627 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0627\u0644\u0633\u062c\u0644\u0627\u062a \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0644\u0631\u0633\u0627\u0644\u0629 ''\u0628\u062f\u0621 \u0627\u0639\u0627\u062f\u0629 \u0627\u0644\u0628\u0646\u0627\u0621 \u0627\u0644\u0649 look-aside...'' \u062e\u0644\u0627\u0644 \u062e\u0645\u0633 \u062f\u0642\u0627\u0626\u0642 \u0645\u0646 \u0647\u0630\u0647 \u0627\u0644\u0631\u0633\u0627\u0644\u0629 \u0628\u0623\u062d\u062f \u0627\u0644\u0639\u0642\u062f \u0628\u0646\u0638\u0627\u0645 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643. \u0627\u0630\u0627 \u0644\u0645 \u062a\u062a\u0645\u0643\u0646 \u0645\u0646 \u0627\u064a\u062c\u0627\u062f \u0647\u0630\u0647 \u0627\u0644\u0631\u0633\u0627\u0644\u0629\u060c \u064a\u0641\u0636\u0644 \u0627\u0644\u0642\u064a\u0627\u0645 \u0628\u062a\u0634\u063a\u064a\u0644 \u0623\u0645\u0631 wsadmin \u0627\u0644\u062a\u0627\u0644\u064a ''rebuildLookAsideIndexes()'' \u0648\u0645\u0631\u0627\u062c\u0639\u0629 \u0627\u0644\u0633\u062c\u0644\u0627\u062a \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0623\u062e\u0631\u0649.
warn.idxdef.notfound=CLFRN1233W: \u0644\u0645 \u064a\u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u062a\u0639\u0631\u064a\u0641 \u0641\u0647\u0631\u0633 \u0645\u0637\u0627\u0628\u0642 \u0627\u0644\u0649: {0}. \u0633\u064a\u062a\u0645 \u062a\u0643\u0648\u064a\u0646 \u0647\u0630\u0627 \u0627\u0644\u062a\u0639\u0631\u064a\u0641. \u0641\u064a \u0638\u0644 \u0638\u0631\u0648\u0641 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0639\u0627\u062f\u064a\u0629\u060c \u062a\u0648\u062c\u062f \u0645\u0647\u0645\u0629 WebSphere Application Server \u0633\u062a\u0642\u0648\u0645 \u0628\u062a\u0635\u062d\u064a\u062d \u0647\u0630\u0647 \u0627\u0644\u062d\u0627\u0644\u0629 \u0641\u064a \u062f\u0642\u064a\u0642\u062a\u064a\u0646 \u0622\u0644\u064a\u0627 \u0627\u0630\u0627 \u0643\u0627\u0646 \u064a\u062a\u0645 \u062a\u0634\u063a\u064a\u0644 \u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 \u062a\u0637\u0628\u064a\u0642 \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u062d\u0627\u0644\u064a\u0627. \u0627\u0630\u0627 \u0643\u0646\u062a \u062a\u0634\u0627\u0647\u062f \u0647\u0630\u0627 \u0641\u064a Tivoli Directory Integrator \u200f(TDI)\u200f\u060c \u0633\u064a\u0642\u0648\u0645 \u0627\u0644\u0646\u0638\u0627\u0645 \u0628\u0645\u062d\u0627\u0648\u0644\u0629 \u062a\u0635\u062d\u064a\u062d \u0646\u0641\u0633\u0647 \u0628\u0639\u062f \u0628\u062f\u0621 \u0627\u0644\u062a\u0637\u0628\u064a\u0642. \u064a\u0645\u0643\u0646\u0643 \u062a\u0623\u0643\u064a\u062f \u0647\u0630\u0627 \u0645\u0646 \u062e\u0644\u0627\u0644 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0627\u0644\u0633\u062c\u0644\u0627\u062a \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0644\u0631\u0633\u0627\u0644\u0629 ''\u0628\u062f\u0621 \u0627\u0639\u0627\u062f\u0629 \u0627\u0644\u0628\u0646\u0627\u0621 \u0627\u0644\u0649 look-aside...'' \u062e\u0644\u0627\u0644 \u062e\u0645\u0633 \u062f\u0642\u0627\u0626\u0642 \u0645\u0646 \u0647\u0630\u0647 \u0627\u0644\u0631\u0633\u0627\u0644\u0629 \u0628\u0623\u062d\u062f \u0627\u0644\u0639\u0642\u062f \u0628\u0646\u0638\u0627\u0645 \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643.  \u0627\u0630\u0627 \u0644\u0645 \u062a\u062a\u0645\u0643\u0646 \u0645\u0646 \u0627\u064a\u062c\u0627\u062f \u0647\u0630\u0647 \u0627\u0644\u0631\u0633\u0627\u0644\u0629\u060c \u064a\u0641\u0636\u0644 \u0627\u0644\u0642\u064a\u0627\u0645 \u0628\u062a\u0634\u063a\u064a\u0644 \u0623\u0645\u0631 wsadmin \u0627\u0644\u062a\u0627\u0644\u064a ''rebuildLookAsideIndexes()'' \u0648\u0645\u0631\u0627\u062c\u0639\u0629 \u0627\u0644\u0633\u062c\u0644\u0627\u062a \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0623\u062e\u0631\u0649.
error.def.not.created=CLFRN1236E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u062a\u0643\u0648\u064a\u062f \u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0649: {0}. \u0644\u0646 \u064a\u062a\u0645 \u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0646\u0638\u0627\u0645 \u062d\u062a\u0649 \u064a\u062a\u0645 \u062d\u0644 \u0627\u0644\u0645\u0634\u0643\u0644\u0629.

#
# Task related messages
#

# {0} is a developer targeted ID string
# {1} is a time in milliseconds
# {2} is a time in milliseconds
info.task.scheduled=CLFRN1237I: \u062c\u062f\u0648\u0644\u0629 \u0643\u0648\u062f \u0627\u0644\u0645\u0647\u0645\u0629: {0}.  \u062a\u0623\u062c\u064a\u0644 \u0627\u0644\u0628\u062f\u0621 {1} \u0645\u064a\u0644\u064a \u062b\u0627\u0646\u064a\u0629\u060c \u0627\u0644\u0641\u062a\u0631\u0629 \u0627\u0644\u0632\u0645\u0646\u064a\u0629 \u0644\u0644\u0645\u0647\u0645\u0629 {2} \u0645\u064a\u0644\u064a \u062b\u0627\u0646\u064a\u0629.
info.task.canceled=CLFRN1243I: \u0627\u0644\u063a\u0627\u0621 \u0643\u0648\u062f \u0627\u0644\u0645\u0647\u0645\u0629: {0}.
info.task.allcanceled=CLFRN1232I: \u0627\u0644\u063a\u0627\u0621 \u0643\u0644 \u0645\u0647\u0627\u0645 \u0646\u0638\u0627\u0645 \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641.

#
# PhotoSync Scheduled Task related messages
#

# {0} is a developer / operations targeted URL string
# {1} is a number (error code)
error.invoke.remote.cloud.api=CLFRN1348E: \u0641\u0634\u0644 \u0641\u064a \u0627\u0633\u062a\u062f\u0639\u0627\u0621 \u0627\u0644\u062e\u062f\u0645\u0629 \u0639\u0646 \u0628\u0639\u062f {0}\u061b \u0642\u0627\u0645\u062a \u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629 \u0639\u0646 \u0628\u0639\u062f \u0628\u0627\u0631\u062c\u0627\u0639 \u0643\u0648\u062f HTTP: {1}

#
# Cache related messages
#

# {0} is a developer targeted ID string
# {1} is an error message string from a Websphere subsystem
error.cache.failed.to.init=CLFRN1266E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0643\u0648\u064a\u0646 \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a \u0645\u0639 \u0643\u0648\u062f \u062a\u0639\u0631\u064a\u0641 \u0628\u062d\u062b JNDI: {0}. \u0647\u0630\u0627 \u0627\u0644\u062e\u0637\u0623 \u0633\u0648\u0641 \u064a\u0645\u0646\u0639 \u062a\u0637\u0628\u064a\u0642 \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0645\u0646 \u0627\u0644\u0628\u062f\u0621.  \u0631\u0633\u0627\u0644\u0629 \u0627\u0644\u062e\u0637\u0623 \u0647\u064a {1}.  
error.cache.failed.to.term=CLFRN1357E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0646\u0647\u0627\u0621 \u0627\u0644\u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u0648\u0633\u064a\u0637\u0629 \u0630\u0627\u062a \u0643\u0648\u062f \u0628\u062d\u062b JNDI: {0}. \u0631\u0633\u0627\u0644\u0629 \u0627\u0644\u062e\u0637\u0623 \u0647\u064a {1}.
error.cache.invalid.state=CLFRN1356E: \u062e\u0637\u0623 \u062f\u0627\u062e\u0644\u064a : \u0627\u0644\u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u0648\u0633\u064a\u0637\u0629 \u0630\u0627\u062a \u0643\u0648\u062f \u0628\u062d\u062b  JNDI: {0} \u0628\u062d\u0627\u0644\u0629 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d\u0629 \u0623\u062b\u0646\u0627\u0621 \u0627\u062c\u0631\u0627\u0621 {1}.

# {0} is a developer targeted ID string
# {1} is a developer targeted integer value, being the number of seconds that items will live (Time To Live) in the cache
info.dynacache.inited=CLFRN1355I: \u0646\u0633\u062e\u0629 DynaCache \u0627\u0644\u0649 {0} \u062a\u0645 \u062a\u0643\u0648\u064a\u0646\u0647 \u0645\u0639 TTL {1}.

#
# BSS error codes
#
error.bss.profilenotfound=CLFRN1287E: \u0644\u0645 \u064a\u062a\u0645 \u0627\u064a\u062c\u0627\u062f \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 {0}.
error.bss.missingarg=CLFRN1288E: \u0644\u0645 \u064a\u062a\u0645 \u062a\u062d\u062f\u064a\u062f {0}.
error.bss.invalidarg=CLFRN1289E: \u0644\u0645 \u064a\u062a\u0645 \u062a\u062d\u062f\u064a\u062f {0}.

