# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2006, 2017                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

error.deletePhoto=CLFRN1083E: Ocorreu um erro ao eliminar a fotografia. 
error.insertPhoto=CLFRN1069E: Ocorreu um erro ao inserir a fotografia.
error.updatePhoto=CLFRN1082E: Ocorreu um erro ao actualizar a fotografia. 
error.queryPhoto=CLFRN1060E: Ocorreu um erro ao consultar a tabela de fotografias. 

error.deletePronunciation=CLFRN1063E: Ocorreu um erro ao eliminar o ficheiro de pronuncia\u00e7\u00e3o. 
error.insertPronunciation=CLFRN1067E: Ocorreu um erro ao inserir o ficheiro de pronuncia\u00e7\u00e3o. 
error.updatePronunciation=CLFRN1092E: Ocorreu um erro ao actualizar o ficheiro de pronuncia\u00e7\u00e3o.
error.queryPronunciation=CLFRN1089E: Ocorreu um erro ao consultar a tabela de pronuncia\u00e7\u00e3o.

error.insertTag=CLFRN1098E: Ocorreu um erro ao inserir a etiqueta de perfil.
error.deleteTag=CLFRN1061E: Ocorreu um erro ao eliminar a etiqueta de perfil.
error.updatingTags=CLFRN1078E: Ocorreu um erro ao actualizar as etiquetas de perfil.
error.queryTag=CLFRN1117E: Ocorreu um erro ao consultar a tabela de etiquetas de perfil.

error.writeToDraft=CLFRN1114E: Ocorreu um erro ao escrever na tabela de rascunhos.
error.queryDraft=CLFRN1094E: Ocorreu um erro ao consultar a tabela de rascunhos.

error.updateEmployee=CLFRN1075E: Ocorreu um erro ao actualizar o registo de funcion\u00e1rios.
error.queryEmployee=CLFRN1057E: Ocorreu um erro ao consultar a tabela de funcion\u00e1rios.

error.queryCountry=CLFRN1090E: Ocorreu um erro ao consultar a tabela de pa\u00edses.

error.queryEmployeeType=CLFRN1062E: Ocorreu um erro ao consultar a tabela de tipos de funcion\u00e1rios.

error.queryOrganization=CLFRN1066E: Ocorreu um erro ao consultar a tabela de organiza\u00e7\u00f5es.

error.queryWorkLocation=CLFRN1068E: Ocorreu um erro ao consultar a tabela de localiza\u00e7\u00f5es de trabalho.

error.updateProfileExtension=CLFRN1115E: Ocorreu um erro ao actualizar a extens\u00e3o dos perfis.
error.queryProfileExtension=CLFRN1074E: Ocorreu um erro ao consultar a tabela de extens\u00f5es dos perfis.
error.insertProfileExtension=CLFRN1149E: Ocorreu um erro ao inserir na tabela de extens\u00f5es dos perfis.

error.updateProfileExtensionDraft=CLFRN1102E: Ocorreu um erro ao actualizar a extens\u00e3o dos perfis do rascunho.
error.insertProfileExtensionDraft=CLFRN1112E: Ocorreu um erro ao inserir na tabela de extens\u00f5es dos perfis do rascunho.
error.queryProfileExtensionDraft=CLFRN1109E: Ocorreu um erro ao consultar a tabela de extens\u00f5es dos perfis do rascunho.

error.queryDB=CLFRN1064E: Ocorreu um erro ao consultar a base de dados.

error.multipleUsersWithLogin=CLFRN1144E: Ao tentar criar um novo perfil ou actualizar um perfil existente, foi encontrado um segundo perfil existente com o mesmo in\u00edcio de sess\u00e3o (duplicado): {0}.  
error.multipleUsersWithEmail=CLFRN1294E: Ao tentar criar um novo perfil ou actualizar um perfil existente, foi encontrado um segundo perfil existente com o mesmo endere\u00e7o de correio electr\u00f3nico (duplicado): {0}.
error.multipleUsersWithGuid=CLFRN1293E: Ao tentar criar um novo perfil ou actualizar um perfil existente, foi encontrado um segundo perfil existente com o mesmo guid (duplicado): {0}.
error.multipleUsersWithUid=CLFRN1332E: Ao tentar criar um novo perfil ou actualizar um perfil existente, foi encontrado um segundo perfil existente com o mesmo uid (duplicado): {0}.

# The following message will only ever appear in the SystemOut.log and is intended for administrative usage. In this message:
# {0} is an ID value for the manager of the user being created/updated; either an external (LDAP) ID or an internal (db) profile key
# it is not an error for a user to not have a manager, but if an ID is supplied, it must already exist and match a user in the Profiles database
warn.missingUserWithID=CLFRN1372W: Quando cria um perfil novo ou actualiza um perfil j\u00e1 existente, um perfil para o ID de gestor fornecido: {0} n\u00e3o foi encontrado.

#Cache

info.orgStructureEnabled=CLFRN1099I: As fun\u00e7\u00f5es da Estrutura organizacional est\u00e3o activadas. Inicializar o relat\u00f3rio para caches em cadeia, caso esteja activado.
info.orgStructureDisabled=CLFRN1116I: As fun\u00e7\u00f5es de Estrutura organizacional est\u00e3o desactivadas. N\u00e3o inicializar relat\u00f3rio para caches em cadeia.

# FullReportsToChainCache doesn't need to be translated
info.fullReportsToDisabled=CLFRN1071I: FullReportsToChainCache desactivada.
info.fullReportsToEnabled=CLFRN1111I: FullReportsToChainCache activada.
info.fullReportsToScheduled=CLFRN1108I: FullReportsToChainCache agendada para {0}.

# MiniReportsToChainCache doesn't need to be translated
info.miniReportsToDisabled=CLFRN1072I: MiniReportsToChainCache desactivada.
info.miniReportsToEnabled=CLFRN1097I: MiniReportsToChainCache activada.
info.miniReportsToFile=CLFRN1113I: Ficheiro MiniReportsToChainCache = {0}.
info.miniReportsToScheduled=CLFRN1104I: MiniReportsToChainCache agendada para {0}. 

info.cache.fullreportchain.size=CLFRN1073I: Relat\u00f3rio completo do tamanho da cache em cadeia = {0}.
info.cache.fullreportchain.loadtime=CLFRN1070I: Tempo decorrido para carregar FullRprtToChainCache: {0}.

# ProfilesObjectCache doesn't need to be translated
info.profilesObjectCacheEnabled=CLFRN1074I: ProfilesObjectCache activada.
info.profilesObjectCacheDisabled=CLFRN1075I: ProfilesObjectCache desactivada.
info.profilesObjectCacheScheduled=CLFRN1078I: ProfilesObjectCache agendada para {0}.

# ProfilesTagCloudCache doesn't need to be translated
info.profilesTagCloudCacheEnabled=CLFRN1153I: ProfilesTagCloudCache activada.
info.profilesTagCloudCacheDisabled=CLFRN1140I: ProfilesTagCloudCache desactivada.
info.profilesTagCloudCacheScheduled=CLFRN1150I: ProfilesTagCloudCache agendada para {0}.

# ProfileLMCache doesn't need to be translated
info.profileLMCacheEnabled=CLFRN1124I: ProfileLMCache activada.
info.profileLMCacheDisabled=CLFRN1125I: ProfileLMCache desactivada.
info.profileLMCacheScheduled=CLFRN1126I: Actualiza\u00e7\u00e3o da ProfileLMCache agendada para {0}.

# MiniReportChainCache doesn't need to be translated
info.cache.minireportchain.expectedEntries=CLFRN1077I: {0} entradas esperadas em MiniReportChainCache.
info.cache.minireportchain.initDataStructure=CLFRN1100I: MiniReportChainCache ser\u00e1 inicializada para {0}.
info.cache.minireportchain.size=CLFRN1058I: Tamanho de MiniReportChainCache = {0}.
info.cache.minireportchain.loadingdb=CLFRN1096I: Carregar MiniReportChainCache a partir da DB.
info.cache.minireportchain.loadingfile=CLFRN1059I: Carregar MiniReportChainCache a partir do ficheiro.
error.cache.minireportchain.reload=CLFRN1087E: FALHA: Relat\u00f3rios para recarregamento de cadeia: {0}.
info.cache.minireportchain.loadtime=CLFRN1076I: Tempo decorrido para carregar MiniRprtToChainCache: {0}.
info.cache.minireportchain.filewritetime=CLFRN1101I: Tempo decorrido para gravar MiniRprtToChainCache no ficheiro: {0}.
info.cache.minireportchain.readingfile=CLFRN1095I: Leitura nos relat\u00f3rios para encadear dados a partir de {0}.
error.cache.minireportchain.fileparseerror=CLFRN1081E: falha ao analisar. 

# PeopleIndexFactory and PeopleIndex doesn't need to be translated
error.index.errorCreatingImplClass=CLFRN1079E: Erro ao criar ou ao obter a classe de implementa\u00e7\u00e3o PeopleIndexFactory.
error.index.errorGettingPeopleIndex=CLFRN1084E: Erro ao obter PeopleIndex. Parar agendamento de indexa\u00e7\u00e3o. Desactivar indexa\u00e7\u00e3o de texto completo.

# lastUpdate doesn't need to be translated
error.index.errorRetrievingLastUpdate=CLFRN1110E: Erro ao obter lastUpdate de {0}.
error.index.errorRetrievingLastUpdate.stringFormatError=CLFRN1080E: Erro ao obter lastUpdate de {0}: A cadeia n\u00e3o est\u00e1 correctamente formada: aaaa-mm-dd.
error.index.errorWritingLastUpdate=CLFRN1106E: Erro ao gravar o valor lastUpdate em {0}.

# IndexWriter doesn't need to be translated
error.index.errorRetrievingIndexWriter=CLFRN1065E: Erro ao obter IndexWriter.

error.index.errorCorrupt=CLFRN1103E: Erro: o \u00edndice poder\u00e1 estar incorrecto.
error.index.errorParsingQuery=CLFRN1107E: Erro ao analisar a consulta.

# IndexReader doesn't need to be translated
error.index.errorGetIndexReadErr=CLFRN1093E: Erro ao obter IndexReader.

# ProfileLMCache doesn't need to be translated
error.cache.profileLMCache.retrieve=CLFRN1127E: Erro ao obter ProfileLMCache.

# PeopleIndexFactory doesn't need to be translated
error.searchService.errorCreatingPeopleIndexFactory=CLFRN1088E: Erro ao criar ou ao obter a classe de implementa\u00e7\u00e3o PeopleIndexFactory. Ignorar a procura de texto completo.
error.searchService.errorSearchingIndex=CLFRN1086E: Erro ao procurar o \u00edndice de texto completo.

error.acf=CLFRN1091E: Erro no filtro de conte\u00fado activo.

# FullTextIndexingTask doesn't need to be translated
info.index.starting=CLFRN1105I: FullTextIndexingTask iniciada \u00e0s {0}. 
info.index.completed=CLFRN1085I: FullTextIndexingTask conclu\u00edda \u00e0s {0}. 

# 'doc' refers to the index document
error.index.delete.docs=CLFRN1118I: Erro ao eliminar documento.

# schema version related
info.schema.version=CLFRN1142I: O esquema da base de dados corresponde \u00e0 vers\u00e3o m\u00ednima esperada {0}.
error.schema.version=CLFRN1148E: O esquema da base de dados n\u00e3o corresponde \u00e0 vers\u00e3o m\u00ednima esperada {0}. Vers\u00e3o {1} encontrada.

#config related

error.initializing.extension.config=CLFRN1151E: Ocorreu um erro ao inicializar a configura\u00e7\u00e3o do atributo de extens\u00e3o do perfil. 

error.uilayoutvalidation.unknown_attribute=CLFRN1145E: {0}: Foi encontrado um atributo na configura\u00e7\u00e3o de esquema da IU que n\u00e3o est\u00e1 presente na configura\u00e7\u00e3o do modelo de dados do ficheiro profiles-config.xml.  Os atributos t\u00eam de estar presentes na configura\u00e7\u00e3o do modelo de dados para serem adicionados ao esquema da IU.  O nome do atributo \u00e9: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1147E: {0}: Foi encontrado um atributo marcado como edit\u00e1vel na configura\u00e7\u00e3o de esquema da IU, mas n\u00e3o marcado como edit\u00e1vel na configura\u00e7\u00e3o do modelo de dados do ficheiro profiles-config.xml. O nome do atributo \u00e9: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1146E: {0}: Foi encontrado um atributo marcado como um campo de "richtext" na configura\u00e7\u00e3o de esquema da IU, mas n\u00e3o marcado como um campo de "richtext" no modelo de dados do ficheiro profiles-config.xml.  O nome do atributo \u00e9: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1143E: {0}: Foi encontrado um atributo de extens\u00e3o na configura\u00e7\u00e3o da IU que corresponde a um atributo de extens\u00e3o "xml-blob". Estes atributos de extens\u00e3o podem n\u00e3o ser apresentados na configura\u00e7\u00e3o de esquema da IU. O ID da extens\u00e3o em causa \u00e9: {1}.

# Other errors
info.searchStartupTagCloud=CLFRN1141I: N\u00e3o \u00e9 poss\u00edvel contactar o servi\u00e7o de procura.  Esta situa\u00e7\u00e3o poder\u00e1 dever-se \u00e0 ordem de inicializa\u00e7\u00e3o da aplica\u00e7\u00e3o.  Os perfis tentar\u00e3o contactar novamente o servi\u00e7o de procura dentro de alguns minutos.  Por conseguinte, a nuvem de etiquetas n\u00e3o estar\u00e1 dispon\u00edvel imediatamente.
error.searchUnreachable=CLFRN1152E: N\u00e3o \u00e9 poss\u00edvel contactar o servi\u00e7o de procura global.  Inicie a aplica\u00e7\u00e3o Procura, caso n\u00e3o esteja iniciada.  Se o servi\u00e7o tiver sido iniciado, verifique a liga\u00e7\u00e3o \u00e0 rede.


error.duplicateKey=CLFRN1219E: N\u00e3o \u00e9 poss\u00edvel actualizar a base de dados com os par\u00e2metros enviados. Tal iria gerar uma chave duplicada (correio electr\u00f3nico, guid, in\u00edcio de sess\u00e3o) com um registo existente.


#
# Info/Error messages for data constraint rebuilding
#

# {0} is a date string
info.lookaside.idx.rebuild.start=CLFRN1231I: O in\u00edcio da reconstru\u00e7\u00e3o das tabelas de \u00edndice look-aside e dos objectos associados em {0}.
# {0} is a date string
info.lookaside.idx.rebuild.complete=CLFRN1244I: Foi conclu\u00edda a reconstru\u00e7\u00e3o das tabelas de \u00edndice look-aside e dos objectos associados em {0}.  O total de utilizadores revistos \u00e9 {1}.  O n\u00famero total de utilizadores actualizados com \u00eaxito \u00e9 {2}.  O n\u00famero de utilizadores com erros durante a actualiza\u00e7\u00e3o \u00e9 {3}.
error.lookaside.idx.create.objeref=CLFRN1238E: N\u00e3o \u00e9 poss\u00edvel criar a refer\u00eancia do objecto para o utilizador: (nome={0}, chave={1}, uid={2}, nome exclusivo={3}).  Este utilizador poder\u00e1 n\u00e3o conseguir iniciar sess\u00e3o no sistema e/ou ocorrerem outros erros.
error.lookaside.idx.rebuild.incomplete=CLFRN1239E: N\u00e3o \u00e9 poss\u00edvel concluir a reconstru\u00e7\u00e3o das tabelas de \u00edndice look-aside e dos objectos associados em {0}.  A aplica\u00e7\u00e3o de perfis n\u00e3o ser\u00e1 executada correctamente at\u00e9 que o problema seja resolvido.  Verifique os restantes erros no registo e resolva esses erros antes de voltar a tentar criar os \u00edndices.  O total de utilizadores revisto \u00e9 {1}; os utilizadores actualizados com \u00eaxito s\u00e3o {2}; e o total de erros ao actualizar os utilizadores \u00e9 {3}.
error.bulk.user.update=CLFRN1235E: Erro ao actualizar o utilizador: (nome={0}, chave={1}, uid={2}, nome exclusivo={3}). 
error.bulk.user.select.all=CLFRN1241E: Falha ao seleccionar utilizadores para actualizar devido a um erro.
# {0} is a date string
info.bulk.user.checkpoint=CLFRN1234I: A processar actualiza\u00e7\u00e3o de conjunto de utilizadores. A hora actual \u00e9 {0}. O n\u00famero total de utilizadores revistos \u00e9 {1}.  O n\u00famero de utilizadores deste bloco actualizados com \u00eaxito \u00e9 {2}. O n\u00famero de utilizadores para os quais ocorreu um erro durante a actualiza\u00e7\u00e3o \u00e9 {3}.

#
# Definitions for ProfilesAppService
# The following are intended for administrative usage. In these messages:
# {0} is a serialisation of a java object intended for developer debugging purposes.
#
info.def.found.matching=CLFRN1229I: Foi localizada uma defini\u00e7\u00e3o correspondente para: {0}.
info.def.notfound=CLFRN1230I: N\u00e3o foi localizada uma defini\u00e7\u00e3o correspondente para: {0}. Esta defini\u00e7\u00e3o ser\u00e1 criada.
info.def.found.nonmatching=CLFRN1242I: Foi localizada uma defini\u00e7\u00e3o n\u00e3o-correspondente para: {0}.  Esta defini\u00e7\u00e3o ser\u00e1 actualizada.
warn.idxdef.found.nonmatching=CLFRN1240W: Foi localizada uma defini\u00e7\u00e3o de \u00edndice n\u00e3o-correspondente para: {0}. Esta defini\u00e7\u00e3o ser\u00e1 actualizada. Em condi\u00e7\u00f5es normais de funcionamento, existe uma tarefa do WebSphere Application Server que ir\u00e1 corrigir esta situa\u00e7\u00e3o automaticamente, em apenas alguns minutos, se o servidor da aplica\u00e7\u00e3o Perfis estiver a ser executado.  Se estiver a visualizar no TDI (Tivoli Directory Integrator), o sistema ir\u00e1 tentar efectuar uma auto-correc\u00e7\u00e3o ap\u00f3s o in\u00edcio da aplica\u00e7\u00e3o. Pode confirmar este procedimento procurando nos registos uma mensagem ''A iniciar a reconstru\u00e7\u00e3o de look-aside...'' cinco minutos ap\u00f3s esta mensagem num dos n\u00f3s do conjunto de unidades. Se n\u00e3o for poss\u00edvel localizar esta mensagem, execute o comando wsadmin ''rebuildLookAsideIndexes()'' e reveja os registos quanto a outros erros.
warn.idxdef.notfound=CLFRN1233W: N\u00e3o foi localizada uma defini\u00e7\u00e3o de \u00edndice correspondente para: {0}. Esta defini\u00e7\u00e3o ser\u00e1 criada. Em condi\u00e7\u00f5es normais de funcionamento, existe uma tarefa do WebSphere Application Server que ir\u00e1 corrigir esta situa\u00e7\u00e3o automaticamente, em apenas alguns minutos, se o servidor da aplica\u00e7\u00e3o Perfis estiver a ser executado. Se estiver a visualizar no TDI (Tivoli Directory Integrator), o sistema ir\u00e1 tentar efectuar uma auto-correc\u00e7\u00e3o ap\u00f3s o in\u00edcio da aplica\u00e7\u00e3o. Pode confirmar este procedimento procurando nos registos uma mensagem ''A iniciar a reconstru\u00e7\u00e3o de look-aside...'' cinco minutos ap\u00f3s esta mensagem num dos n\u00f3s do conjunto de unidades.  Se n\u00e3o for poss\u00edvel localizar esta mensagem, execute o comando wsadmin ''rebuildLookAsideIndexes()'' e reveja os registos quanto a outros erros.
error.def.not.created=CLFRN1236E: N\u00e3o \u00e9 poss\u00edvel criar uma defini\u00e7\u00e3o para: {0}. O sistema n\u00e3o ir\u00e1 funcionar at\u00e9 que o problema seja resolvido.

#
# Task related messages
#

# {0} is a developer targeted ID string
# {1} is a time in milliseconds
# {2} is a time in milliseconds
info.task.scheduled=CLFRN1237I: A agendar o ID da tarefa: {0}.  O atraso no in\u00edcio \u00e9 de {1} mseg, o intervalo da tarefa \u00e9 de {2} mseg.
info.task.canceled=CLFRN1243I: A cancelar o ID da tarefa: {0}.
info.task.allcanceled=CLFRN1232I: A cancelar todas as tarefas do sistema dos Perfis.

#
# PhotoSync Scheduled Task related messages
#

# {0} is a developer / operations targeted URL string
# {1} is a number (error code)
error.invoke.remote.cloud.api=CLFRN1348E: Falha ao invocar o servi\u00e7o remoto {0}; c\u00f3digo de HTTP devolvido pelo servidor remoto: {1}

#
# Cache related messages
#

# {0} is a developer targeted ID string
# {1} is an error message string from a Websphere subsystem
error.cache.failed.to.init=CLFRN1266E: Erro ao criar cache com o ID de procura de JNDI: {0}. Este erro ir\u00e1 impedir o in\u00edcio da aplica\u00e7\u00e3o Perfis. A mensagem de erro \u00e9 {1}.  
error.cache.failed.to.term=CLFRN1357E: Erro ao encerrar a cache com o ID de procura de JNDI: {0}. A mensagem de erro \u00e9 {1}.
error.cache.invalid.state=CLFRN1356E: Erro interno: a cache com ID de procura JNDI: {0} encontra-se num estado n\u00e3o v\u00e1lido ao executar {1}.

# {0} is a developer targeted ID string
# {1} is a developer targeted integer value, being the number of seconds that items will live (Time To Live) in the cache
info.dynacache.inited=CLFRN1355I: Uma ocorr\u00eancia DynaCache para {0} foi criada com TTL {1}.

#
# BSS error codes
#
error.bss.profilenotfound=CLFRN1287E: Utilizador {0} n\u00e3o localizado.
error.bss.missingarg=CLFRN1288E: {0} n\u00e3o especificado.
error.bss.invalidarg=CLFRN1289E: {0} n\u00e3o especificado.

