# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2006, 2017                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

error.deletePhoto=CLFRN1083E: Der er opst\u00e5et en fejl under sletning af fotoet. 
error.insertPhoto=CLFRN1069E: Der er opst\u00e5et en fejl under inds\u00e6ttelse af fotoet.
error.updatePhoto=CLFRN1082E: Der er opst\u00e5et en fejl under opdatering af fotoet. 
error.queryPhoto=CLFRN1060E: Der er opst\u00e5et en fejl under foresp\u00f8rgsel mod fototabellen. 

error.deletePronunciation=CLFRN1063E: Der er opst\u00e5et en fejl under sletning af udtalefilen. 
error.insertPronunciation=CLFRN1067E: Der er opst\u00e5et en fejl under inds\u00e6ttelse af udtalefilen. 
error.updatePronunciation=CLFRN1092E: Der er opst\u00e5et en fejl under opdatering af udtalefilen.
error.queryPronunciation=CLFRN1089E: Der er opst\u00e5et en fejl under foresp\u00f8rgsel mod udtaletabellen.

error.insertTag=CLFRN1098E: Der er opst\u00e5et en fejl under inds\u00e6ttelse af profilemneordet.
error.deleteTag=CLFRN1061E: Der er opst\u00e5et en fejl under sletning af profilemneordet.
error.updatingTags=CLFRN1078E: Der er opst\u00e5et en fejl under opdatering af profilemneordene.
error.queryTag=CLFRN1117E: Der er opst\u00e5et en fejl under foresp\u00f8rgsel mod profilemneordstabellen.

error.writeToDraft=CLFRN1114E: Der er opst\u00e5et en fejl under skrivning i kladdetabellen.
error.queryDraft=CLFRN1094E: Der er opst\u00e5et en fejl under foresp\u00f8rgsel mod kladdetabellen.

error.updateEmployee=CLFRN1075E: Der er opst\u00e5et en fejl under opdatering af medarbejderrecord.
error.queryEmployee=CLFRN1057E: Der er opst\u00e5et en fejl under foresp\u00f8rgsel mod medarbejdertabellen.

error.queryCountry=CLFRN1090E: Der er opst\u00e5et en fejl under foresp\u00f8rgsel mod landetabellen.

error.queryEmployeeType=CLFRN1062E: Der er opst\u00e5et en fejl under foresp\u00f8rgsel mod medarbejdertypetabellen.

error.queryOrganization=CLFRN1066E: Der er opst\u00e5et en fejl under foresp\u00f8rgsel mod organisationstabellen.

error.queryWorkLocation=CLFRN1068E: Der er opst\u00e5et en fejl under foresp\u00f8rgsel mod arbejdsstedstabellen.

error.updateProfileExtension=CLFRN1115E: Der er opst\u00e5et en fejl under opdatering af profiludvidelsen.
error.queryProfileExtension=CLFRN1074E: Der er opst\u00e5et en fejl under foresp\u00f8rgsel mod profiludvidelsestabellen.
error.insertProfileExtension=CLFRN1149E: Der er opst\u00e5et en fejl under inds\u00e6ttelse i profiludvidelsestabellen.

error.updateProfileExtensionDraft=CLFRN1102E: Der er opst\u00e5et en fejl under opdatering af kladdeprofiludvidelsen.
error.insertProfileExtensionDraft=CLFRN1112E: Der er opst\u00e5et en fejl under inds\u00e6ttelse i kladdeprofiludvidelsestabellen.
error.queryProfileExtensionDraft=CLFRN1109E: Der er opst\u00e5et en fejl under foresp\u00f8rgsel mod kladdeprofiludvidelsestabellen.

error.queryDB=CLFRN1064E: Der er opst\u00e5et en fejl under foresp\u00f8rgsel mod databasen.

error.multipleUsersWithLogin=CLFRN1144E: Der blev fundet en anden eksisterende profil med samme logon under fors\u00f8g p\u00e5 at oprette en ny eller opdatere en eksistrerende profil: {0}. 
error.multipleUsersWithEmail=CLFRN1294E: Der blev fundet en anden eksisterende profil med samme e-mail under fors\u00f8g p\u00e5 at oprette en ny eller opdatere en eksistrerende profil: {0}.
error.multipleUsersWithGuid=CLFRN1293E: Der blev fundet en anden eksisterende profil med samme guid under fors\u00f8g p\u00e5 at oprette en ny eller opdatere en eksistrerende profil: {0}.
error.multipleUsersWithUid=CLFRN1332E: Der blev fundet en anden eksisterende profil med samme uid under fors\u00f8g p\u00e5 at oprette en ny eller opdatere en eksistrerende profil: {0}.

# The following message will only ever appear in the SystemOut.log and is intended for administrative usage. In this message:
# {0} is an ID value for the manager of the user being created/updated; either an external (LDAP) ID or an internal (db) profile key
# it is not an error for a user to not have a manager, but if an ID is supplied, it must already exist and match a user in the Profiles database
warn.missingUserWithID=CLFRN1372W: En profil for den leverede leder-id {0} blev ikke fundet under oprettelse af en ny profil eller opdatering af en eksisterende.

#Cache

info.orgStructureEnabled=CLFRN1099I: Organisationsstrukturfunktioner er aktiveret. Initi\u00e9r rapporteringsk\u00e6decache, hvis aktiveret.
info.orgStructureDisabled=CLFRN1116I: Organisationsstrukturfunktioner er deaktiveret. Initi\u00e9r ikke rapporteringsk\u00e6decache.

# FullReportsToChainCache doesn't need to be translated
info.fullReportsToDisabled=CLFRN1071I: FullReportsToChainCache deaktiveret.
info.fullReportsToEnabled=CLFRN1111I: FullReportsToChainCache aktiveret.
info.fullReportsToScheduled=CLFRN1108I: FullReportsToChainCache planlagt for {0}.

# MiniReportsToChainCache doesn't need to be translated
info.miniReportsToDisabled=CLFRN1072I: MiniReportsToChainCache deaktiveret.
info.miniReportsToEnabled=CLFRN1097I: MiniReportsToChainCache aktiveret.
info.miniReportsToFile=CLFRN1113I: MiniReportsToChainCache-fil = {0}.
info.miniReportsToScheduled=CLFRN1104I: MiniReportsToChainCache planlagt for {0}. 

info.cache.fullreportchain.size=CLFRN1073I: St\u00f8rrelse p\u00e5 fuld rapporteringsk\u00e6decache = {0}.
info.cache.fullreportchain.loadtime=CLFRN1070I: Forbrugt tid til indl\u00e6sning af FullRprtToChainCache: {0}.

# ProfilesObjectCache doesn't need to be translated
info.profilesObjectCacheEnabled=CLFRN1074I: ProfilesObjectCache aktiveret.
info.profilesObjectCacheDisabled=CLFRN1075I: ProfilesObjectCache deaktiveret.
info.profilesObjectCacheScheduled=CLFRN1078I: ProfilesObjectCache planlagt til {0}.

# ProfilesTagCloudCache doesn't need to be translated
info.profilesTagCloudCacheEnabled=CLFRN1153I: ProfilesTagCloudCache aktiveret.
info.profilesTagCloudCacheDisabled=CLFRN1140I: ProfilesTagCloudCache deaktiveret.
info.profilesTagCloudCacheScheduled=CLFRN1150I: ProfilesTagCloudCache planlagt for {0}.

# ProfileLMCache doesn't need to be translated
info.profileLMCacheEnabled=CLFRN1124I: ProfileLMCache aktiveret.
info.profileLMCacheDisabled=CLFRN1125I: ProfileLMCache deaktiveret.
info.profileLMCacheScheduled=CLFRN1126I: ProfileLMCache-opfriskning planlagt for {0}.

# MiniReportChainCache doesn't need to be translated
info.cache.minireportchain.expectedEntries=CLFRN1077I: {0} indgange forventet i MiniReportChainCache.
info.cache.minireportchain.initDataStructure=CLFRN1100I: MiniReportChainCache bliver initieret til {0}.
info.cache.minireportchain.size=CLFRN1058I: St\u00f8rrelse p\u00e5 MiniReportChainCache = {0}.
info.cache.minireportchain.loadingdb=CLFRN1096I: Indl\u00e6ser MiniReportChainCache fra DB.
info.cache.minireportchain.loadingfile=CLFRN1059I: Indl\u00e6ser MiniReportChainCache fra fil.
error.cache.minireportchain.reload=CLFRN1087E: Fejl: Genindl\u00e6sning af rapporteringsk\u00e6de: {0}.
info.cache.minireportchain.loadtime=CLFRN1076I: Forbrugt tid til indl\u00e6sning af MiniRprtToChainCache: {0}.
info.cache.minireportchain.filewritetime=CLFRN1101I: Forbrugt tid til skrivning af MiniRprtToChainCache til fil: {0}.
info.cache.minireportchain.readingfile=CLFRN1095I: Indl\u00e6ser rapporteringsk\u00e6dedata fra {0}.
error.cache.minireportchain.fileparseerror=CLFRN1081E: analyse ikke udf\u00f8rt. 

# PeopleIndexFactory and PeopleIndex doesn't need to be translated
error.index.errorCreatingImplClass=CLFRN1079E: Fejl ved oprettelse eller hentning af PeopleIndexFactory-implementeringsklasse.
error.index.errorGettingPeopleIndex=CLFRN1084E: Fejl ved hentning af PeopleIndex. Stopper indekseringsplan. Deaktiverer fuldtekstindeksering.

# lastUpdate doesn't need to be translated
error.index.errorRetrievingLastUpdate=CLFRN1110E: Fejl ved hentning af lastUpdate fra {0}.
error.index.errorRetrievingLastUpdate.stringFormatError=CLFRN1080E: Fejl ved hentning af lastUpdate fra {0} : Streng er ikke formateret korrekt: \u00e5\u00e5\u00e5\u00e5-mm-dd.
error.index.errorWritingLastUpdate=CLFRN1106E: Fejl ved skrivning af lastUpdate-v\u00e6rdi til {0}.

# IndexWriter doesn't need to be translated
error.index.errorRetrievingIndexWriter=CLFRN1065E: Fejl ved hentning af IndexWriter.

error.index.errorCorrupt=CLFRN1103E: Fejl. Indeks er muligvis beskadiget.
error.index.errorParsingQuery=CLFRN1107E: Fejl ved analyse af foresp\u00f8rgsel.

# IndexReader doesn't need to be translated
error.index.errorGetIndexReadErr=CLFRN1093E: Fejl ved hentning af IndexReader.

# ProfileLMCache doesn't need to be translated
error.cache.profileLMCache.retrieve=CLFRN1127E: Fejl ved hentning af ProfileLMCache.

# PeopleIndexFactory doesn't need to be translated
error.searchService.errorCreatingPeopleIndexFactory=CLFRN1088E: Fejl ved oprettelse eller hentning af PeopleIndexFactory-implementeringsklasse. Springer fuldteksts\u00f8gning over.
error.searchService.errorSearchingIndex=CLFRN1086E: Fejl ved s\u00f8gning i fuldtekstindeks.

error.acf=CLFRN1091E: Fejl med det aktive indholdsfelter..

# FullTextIndexingTask doesn't need to be translated
info.index.starting=CLFRN1105I: FullTextIndexingTask startet {0}. 
info.index.completed=CLFRN1085I: FullTextIndexingTask afsluttet {0}. 

# 'doc' refers to the index document
error.index.delete.docs=CLFRN1118I: Fejl ved sletning af dokument.

# schema version related
info.schema.version=CLFRN1142I: DB-skemaet svarer til den forventede mindste version: {0}.
error.schema.version=CLFRN1148E: DB-skemaet svarer ikke til den forventede mindste version: {0}. Fundet version: {1}.

#config related

error.initializing.extension.config=CLFRN1151E: Der er opst\u00e5et en fejl under initialisering af konfiguration af profiludvidelsesattribut. 

error.uilayoutvalidation.unknown_attribute=CLFRN1145E: {0}: Fundet en attribut i UI-layoutkonfiguration, som ikke findes i datamodelkonfigurationen profiles-config.xml. Attributter skal findes i datamodelkonfigurationen for at kunne blive tilf\u00f8jet til UI-layoutet. Navnet p\u00e5 attributten er: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1147E: {0}: Fundet en attribut i UI-layoutkonfiguration, som er markeret som redig\u00e9rbar i UI-layoutkonfigurationen, men ikke er markeret som redig\u00e9rbar i datamodelkonfigurationen profiles-config.xml. Navnet p\u00e5 attributten er: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1146E: {0}: Fundet en attribut, som er markeret som et Rich Text-felt i UI-layoutkonfigurationen, men ikke er markeret som et Rich Text-felt i datamodellen profiles-config.xml. Navnet p\u00e5 attributten er: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1143E: {0}: Fundet en udvidelsesattribut i UI-konfigurationen, som er en udvidelsesattribut af typen xml-blob. Disse udvidelsesattributter vises muligvis ikke i UI-layoutkonfigurationen. Udvidelses-id''en er: {1}.

# Other errors
info.searchStartupTagCloud=CLFRN1141I: Kan ikke kontakte s\u00f8geservice. Det kan skyldes r\u00e6kkef\u00f8lgen af applikationsinitialiseringen. Profiler vil fors\u00f8ge at kontakte s\u00f8geservicen igen om et par minutter. Derfor vil emneskyen ikke v\u00e6re tilg\u00e6ngelig med det samme.
error.searchUnreachable=CLFRN1152E: Kan ikke kontakte den globale s\u00f8geservice. Start s\u00f8geapplikationen, hvis den ikke er startet. Hvis serviceprogrammet er startet, skal du kontrollere netv\u00e6rksforbindelsen.


error.duplicateKey=CLFRN1219E: Kan ikke opdatere databasen med de overf\u00f8rte parametre. Det vil resultere i en n\u00f8gle (email, guid, login), der er den samme som en eksisterende record.


#
# Info/Error messages for data constraint rebuilding
#

# {0} is a date string
info.lookaside.idx.rebuild.start=CLFRN1231I: Begynder genopbygning af look-aside indekstabeller og tilh\u00f8rende objekter {0}.
# {0} is a date string
info.lookaside.idx.rebuild.complete=CLFRN1244I: Afsluttet genopbygning af look-aside indekstabeller og tilh\u00f8rende objekter {0}. Det samlede antal gennemg\u00e5ede brugere er {1}. Det samlede antal opdaterede brugere er {2}. Antallet af brugere med fejl under opdatering er {3}.
error.lookaside.idx.create.objeref=CLFRN1238E: Kan ikke oprette objektreference for bruger: (navn={0}, n\u00f8gle={1}, uid={2}, entydigt navn={3}). Brugeren kan muligvis ikke logge p\u00e5 systemet, eller der kan opst\u00e5 andre fejl.
error.lookaside.idx.rebuild.incomplete=CLFRN1239E: Kan ikke afslutte genopbygning af look-aside indekstabeller og tilh\u00f8rende objekter d. {0}. Profilapplikationen fungerer ikke korrekt, f\u00f8r dette problem er l\u00f8st. Se i logfilen efter fejl, og l\u00f8s problemerne, f\u00f8r du fors\u00f8ger at genopbygge indekser. Samlet antal gennemg\u00e5ede brugere: {1}. Antal opdaterede brugere: {2}. Samlet antal fejl under opdatering af brugere: {3}.
error.bulk.user.update=CLFRN1235E: Fejl ved opdatering af bruger: (navn={0}, n\u00f8gle={1}, uid={2}, entydigt navn={3}). 
error.bulk.user.select.all=CLFRN1241E: Kan ikke udv\u00e6lge brugere til opdatering pga. fejl.
# {0} is a date string
info.bulk.user.checkpoint=CLFRN1234I: Behandler bundtopdatering af brugere. Aktuelt tidspunkt er {0}. Det samlede antal gennemg\u00e5ede brugere er {1}. Antallet af brugere fra denne blok, som blev opdateret, er {2}. Antallet af brugere med fejl under opdatering er {3}.

#
# Definitions for ProfilesAppService
# The following are intended for administrative usage. In these messages:
# {0} is a serialisation of a java object intended for developer debugging purposes.
#
info.def.found.matching=CLFRN1229I: Fandt matchende definition for: {0}.
info.def.notfound=CLFRN1230I: Fandt ikke matchende definition for: {0} Denne definition vil blive oprettet.
info.def.found.nonmatching=CLFRN1242I: Fandt ikke-matchende definition for: {0}  Denne definition vil blive opdateret.
warn.idxdef.found.nonmatching=CLFRN1240W: Fandt ikke-matchende indeksdefinition for: {0} Denne definition vil blive opdateret. Under normale omst\u00e6ndigheder er der en WebSphere Application Server-opgave, som automatisk l\u00f8ser problemet i l\u00f8bet af nogle minutter, hvis profilapplikationsserveren er i gang. Hvis du f\u00e5r vist dette i TDI (Tivoli Directory Integrator), vil systemet fors\u00f8ge at rette sig selv, efter at applikationen er startet. Du kan kontrollere det ved at se i logfilerne efter en meddelelse af typen ''Begynder genopbygning af look-aside...'' inden for fem minutter efter denne meddelelse p\u00e5 en af noderne i klyngen. Hvis du ikke kan finde denne meddelelse, skal du udf\u00f8re wsadmin-kommandoen ''rebuildLookAsideIndexes()'' og gennemg\u00e5 logfilerne for andre fejl.
warn.idxdef.notfound=CLFRN1233W: Fandt ikke matchende indeksdefinition for: {0} Denne definition vil blive oprettet. Under normale omst\u00e6ndigheder er der en WebSphere Application Server-opgave, som automatisk l\u00f8ser problemet i l\u00f8bet af nogle minutter, hvis profilapplikationsserveren er i gang. Hvis du f\u00e5r vist dette i TDI (Tivoli Directory Integrator), vil systemet fors\u00f8ge at rette sig selv, efter at applikationen er startet. Du kan kontrollere det ved at se i logfilerne efter en meddelelse af typen ''Begynder genopbygning af look-aside...'' inden for fem minutter efter denne meddelelse p\u00e5 en af noderne i klyngen. Hvis du ikke kan finde denne meddelelse, skal du udf\u00f8re wsadmin-kommandoen ''rebuildLookAsideIndexes()'' og gennemg\u00e5 logfilerne for andre fejl.
error.def.not.created=CLFRN1236E: Kan ikke oprette en definition for: {0}. Systemet fungerer ikke, f\u00f8r problemet er l\u00f8st.

#
# Task related messages
#

# {0} is a developer targeted ID string
# {1} is a time in milliseconds
# {2} is a time in milliseconds
info.task.scheduled=CLFRN1237I: Planl\u00e6gger opgave-id: {0}. Startforsinkelse er {1} millisekunder, opgaveinterval er {2} millisekunder.
info.task.canceled=CLFRN1243I: Annullerer opgave-id: {0}.
info.task.allcanceled=CLFRN1232I: Annullerer alle profilsystemopgaver.

#
# PhotoSync Scheduled Task related messages
#

# {0} is a developer / operations targeted URL string
# {1} is a number (error code)
error.invoke.remote.cloud.api=CLFRN1348E: Kan ikke starte det eksterne serviceprogram {0}. Ekstern server returnerede HTTP-returkode: {1}

#
# Cache related messages
#

# {0} is a developer targeted ID string
# {1} is an error message string from a Websphere subsystem
error.cache.failed.to.init=CLFRN1266E: Fejl under oprettelse af cache med JNDI-opslags-id: {0}. Denne fejl forhindrer applikationen Profiler i at starte. Fejlmeddelelsen er: {1}. 
error.cache.failed.to.term=CLFRN1357E: Fejl under afbrydelse af cache med JNDI-opslags-id: {0}. Fejlmeddelelsen er: {1}.
error.cache.invalid.state=CLFRN1356E: Intern fejl: Cachen med JNDI-opslags-id''en {0} er i en ugyldig tilstand under udf\u00f8relse af {1}.

# {0} is a developer targeted ID string
# {1} is a developer targeted integer value, being the number of seconds that items will live (Time To Live) in the cache
info.dynacache.inited=CLFRN1355I: Der er oprettet en DynaCache-forekomst for {0} med TTL {1}.

#
# BSS error codes
#
error.bss.profilenotfound=CLFRN1287E: Brugeren {0} findes ikke.
error.bss.missingarg=CLFRN1288E: {0} er ikke angivet.
error.bss.invalidarg=CLFRN1289E: {0} er ikke angivet.

