# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2006, 2017                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

error.deletePhoto=CLFRN1083E: Si \u00e8 verificato un errore nell'eliminazione della foto. 
error.insertPhoto=CLFRN1069E: Si \u00e8 verificato un errore nell'inserimento della foto.
error.updatePhoto=CLFRN1082E: Si \u00e8 verificato un errore nell'aggiornamento della foto. 
error.queryPhoto=CLFRN1060E: Si \u00e8 verificato un errore nella query della tabella foto. 

error.deletePronunciation=CLFRN1063E: Si \u00e8 verificato un errore nell'eliminazione del file di pronuncia. 
error.insertPronunciation=CLFRN1067E: Si \u00e8 verificato un errore nell'inserimento del file di pronuncia. 
error.updatePronunciation=CLFRN1092E: Si \u00e8 verificato un errore nell'aggiornamento del file di pronuncia.
error.queryPronunciation=CLFRN1089E: Si \u00e8 verificato un errore nella query della tabella di pronuncia.

error.insertTag=CLFRN1098E: Si \u00e8 verificato un errore nell'inserimento del tag profilo.
error.deleteTag=CLFRN1061E: Si \u00e8 verificato un errore nell'eliminazione del tag profilo.
error.updatingTags=CLFRN1078E: Si \u00e8 verificato un errore nell'aggiornamento dei tag profilo.
error.queryTag=CLFRN1117E: Si \u00e8 verificato un errore nella query della tabella dei tag profilo.

error.writeToDraft=CLFRN1114E: Si \u00e8 verificato un errore nella scrittura della tabella bozza.
error.queryDraft=CLFRN1094E: Si \u00e8 verificato un errore nella query della tabella bozza.

error.updateEmployee=CLFRN1075E: Si \u00e8 verificato un errore nell'aggiornamento del record dipendenti.
error.queryEmployee=CLFRN1057E: Si \u00e8 verificato un errore nella query della tabella dipendenti.

error.queryCountry=CLFRN1090E: Si \u00e8 verificato un errore nella query della tabella nazione.

error.queryEmployeeType=CLFRN1062E: Si \u00e8 verificato un errore nella query della tabella tipo di dipendenti.

error.queryOrganization=CLFRN1066E: Si \u00e8 verificato un errore nella query della tabella organizzazione.

error.queryWorkLocation=CLFRN1068E: Si \u00e8 verificato un errore nella query della tabella localit\u00e0 di lavoro.

error.updateProfileExtension=CLFRN1115E: Si \u00e8 verificato un errore nell'aggiornamento dell'estensione dei profili.
error.queryProfileExtension=CLFRN1074E: Si \u00e8 verificato un errore nella query dell'estensione dei profili.
error.insertProfileExtension=CLFRN1149E: Si \u00e8 verificato un errore nell'inserimento nella tabella dell'estensione dei profili.

error.updateProfileExtensionDraft=CLFRN1102E: Si \u00e8 verificato un errore nell'aggiornamento dell'estensione dei profili di bozza.
error.insertProfileExtensionDraft=CLFRN1112E: Si \u00e8 verificato un errore nell'inserimento nella tabella dell'estensione dei profili di bozza.
error.queryProfileExtensionDraft=CLFRN1109E: Si \u00e8 verificato un errore nella query della tabella dell'estensione dei profili di bozza.

error.queryDB=CLFRN1064E: Si \u00e8 verificato un errore nella query del database.

error.multipleUsersWithLogin=CLFRN1144E: Durante il tentativo di creazione di un profilo nuovo o di aggiornamento di uno esistente, \u00e8 stato trovato un secondo profilo con lo stesso login (duplicato): {0}.  
error.multipleUsersWithEmail=CLFRN1294E: Durante il tentativo di creazione di un profilo nuovo o di aggiornamento di uno esistente, \u00e8 stato trovato un secondo profilo con la stessa email (duplicata): {0}.
error.multipleUsersWithGuid=CLFRN1293E: Durante il tentativo di creazione di un profilo nuovo o di aggiornamento di uno esistente, \u00e8 stato trovato un secondo profilo con lo stesso GUID (duplicato): {0}.
error.multipleUsersWithUid=CLFRN1332E: Durante il tentativo di creazione di un profilo nuovo o di aggiornamento di uno esistente, \u00e8 stato trovato un secondo profilo con lo stesso UID (duplicato): {0}.

# The following message will only ever appear in the SystemOut.log and is intended for administrative usage. In this message:
# {0} is an ID value for the manager of the user being created/updated; either an external (LDAP) ID or an internal (db) profile key
# it is not an error for a user to not have a manager, but if an ID is supplied, it must already exist and match a user in the Profiles database
warn.missingUserWithID=CLFRN1372W: Durante la creazione di un nuovo profilo o se ne aggiorna uno esistente, un profilo per l''ID gestore fornito {0} non \u00e8 stato trovato.

#Cache

info.orgStructureEnabled=CLFRN1099I: Le funzioni della struttura organizzativa sono abilitate. Inizializzare la cache Organigramma, se abilitata.
info.orgStructureDisabled=CLFRN1116I: Le funzioni della struttura organizzativa sono disabilitate. Non inizializzare la cache Organigramma.

# FullReportsToChainCache doesn't need to be translated
info.fullReportsToDisabled=CLFRN1071I: FullReportsToChainCache disabilitato.
info.fullReportsToEnabled=CLFRN1111I: FullReportsToChainCache abilitato.
info.fullReportsToScheduled=CLFRN1108I: FullReportsToChainCache pianificato per {0}.

# MiniReportsToChainCache doesn't need to be translated
info.miniReportsToDisabled=CLFRN1072I: MiniReportsToChainCache disabilitato.
info.miniReportsToEnabled=CLFRN1097I: MiniReportsToChainCache abilitato.
info.miniReportsToFile=CLFRN1113I: File MiniReportsToChainCache = {0}.
info.miniReportsToScheduled=CLFRN1104I: MiniReportsToChainCache pianificato per {0}. 

info.cache.fullreportchain.size=CLFRN1073I: Dimensione totale della cache Organigramma = {0}.
info.cache.fullreportchain.loadtime=CLFRN1070I: Tempo trascorso per il caricamento di FullRprtToChainCache: {0}.

# ProfilesObjectCache doesn't need to be translated
info.profilesObjectCacheEnabled=CLFRN1074I: ProfilesObjectCache abilitato.
info.profilesObjectCacheDisabled=CLFRN1075I: ProfilesObjectCache disabilitato.
info.profilesObjectCacheScheduled=CLFRN1078I: ProfilesObjectCache pianificato per {0}.

# ProfilesTagCloudCache doesn't need to be translated
info.profilesTagCloudCacheEnabled=CLFRN1153I: ProfilesTagCloudCache abilitato.
info.profilesTagCloudCacheDisabled=CLFRN1140I: ProfilesTagCloudCache disabilitato.
info.profilesTagCloudCacheScheduled=CLFRN1150I: ProfilesTagCloudCache pianificato per {0}.

# ProfileLMCache doesn't need to be translated
info.profileLMCacheEnabled=CLFRN1124I: ProfileLMCache abilitato.
info.profileLMCacheDisabled=CLFRN1125I: ProfileLMCache disabilitato.
info.profileLMCacheScheduled=CLFRN1126I: Aggiornamento di ProfileLMCache pianificato per {0}.

# MiniReportChainCache doesn't need to be translated
info.cache.minireportchain.expectedEntries=CLFRN1077I: {0} voci previste in MiniReportChainCache.
info.cache.minireportchain.initDataStructure=CLFRN1100I: MiniReportChainCache sar\u00e0 inizializzato in {0}.
info.cache.minireportchain.size=CLFRN1058I: Dimensione MiniReportChainCache = {0}.
info.cache.minireportchain.loadingdb=CLFRN1096I: Caricamento di MiniReportChainCache da DB.
info.cache.minireportchain.loadingfile=CLFRN1059I: Caricamento di MiniReportChainCache da file.
error.cache.minireportchain.reload=CLFRN1087E: NON RIUSCITO: Ricaricamento dell''Organigramma: {0}.
info.cache.minireportchain.loadtime=CLFRN1076I: Tempo trascorso per il caricamento di MiniRprtToChainCache: {0}.
info.cache.minireportchain.filewritetime=CLFRN1101I: Tempo trascorso per la scrittura di MiniRprtToChainCache nel file: {0}.
info.cache.minireportchain.readingfile=CLFRN1095I: Lettura dati dell''Organigramma da {0}.
error.cache.minireportchain.fileparseerror=CLFRN1081E: errore nell'analisi. 

# PeopleIndexFactory and PeopleIndex doesn't need to be translated
error.index.errorCreatingImplClass=CLFRN1079E: Errore nella creazione o nel richiamo della classe di implementazione PeopleIndexFactory.
error.index.errorGettingPeopleIndex=CLFRN1084E: Errore nel richiamare PeopleIndex. Arresto del programma di indicizzazione. Disabilitazione dell'indicizzazione in tutto il testo.

# lastUpdate doesn't need to be translated
error.index.errorRetrievingLastUpdate=CLFRN1110E: Errore nel richiamare lastUpdate da {0}.
error.index.errorRetrievingLastUpdate.stringFormatError=CLFRN1080E: Errore nel richiamare lastUpdate da {0} : La stringa non \u00e8 formattata correttamente: yyyy-mm-dd.
error.index.errorWritingLastUpdate=CLFRN1106E: Errore nella scrittura del valore lastUpdate in {0}.

# IndexWriter doesn't need to be translated
error.index.errorRetrievingIndexWriter=CLFRN1065E: Errore nel richiamo di IndexWriter.

error.index.errorCorrupt=CLFRN1103E: Errore: l'indice potrebbe essere danneggiato.
error.index.errorParsingQuery=CLFRN1107E: Errore nell'analisi della query.

# IndexReader doesn't need to be translated
error.index.errorGetIndexReadErr=CLFRN1093E: Errore nel richiamo di IndexReader.

# ProfileLMCache doesn't need to be translated
error.cache.profileLMCache.retrieve=CLFRN1127E: Errore nel richiamo di ProfileLMCache.

# PeopleIndexFactory doesn't need to be translated
error.searchService.errorCreatingPeopleIndexFactory=CLFRN1088E: Errore nella creazione o nel richiamo della classe di implementazione PeopleIndexFactory. Saltare la ricerche in tutto il testo.
error.searchService.errorSearchingIndex=CLFRN1086E: Errore nella ricerca dell'indice in tutto il testo.

error.acf=CLFRN1091E: Errore con il filtro del contenuto attivo.

# FullTextIndexingTask doesn't need to be translated
info.index.starting=CLFRN1105I: Inizio di FullTextIndexingTask alle {0}. 
info.index.completed=CLFRN1085I: FullTextIndexingTask completato alle {0}. 

# 'doc' refers to the index document
error.index.delete.docs=CLFRN1118I: Errore nell'eliminazione del documento.

# schema version related
info.schema.version=CLFRN1142I: Lo schema DB corrisponde alla versione minima prevista {0}.
error.schema.version=CLFRN1148E: Lo schema DB non corrisponde alla versione minima prevista {0}. Rilevata versione {1}.

#config related

error.initializing.extension.config=CLFRN1151E: Si \u00e8 verificato un errore nell'inizializzazione della configurazione dell'attributo di estensione del profilo 

error.uilayoutvalidation.unknown_attribute=CLFRN1145E: {0}: \u00c8 stato rilevato un attributo nella configurazione del layout IU non presente nella configurazione del modello dati profiles-config.xml.  Affinch\u00e9 vengano aggiunti al layout IU, \u00e8 necessario che gli attributi siano presenti nella configurazione del modello dati.  Il nome dell''attributo \u00e8: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1147E: {0}: \u00c8 stato rilevato un attributo contrassegnato come modificabile nella configurazione del layout IU, ma non nella configurazione del modello dati profiles-config.xml. Il nome dell''attributo \u00e8: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1146E: {0}: \u00c8 stato rilevato un attributo contrassegnato come campo "richtext" nella configurazione del layout IU, ma non nella configurazione del modello dati profiles-config.xml.  Il nome dell''attributo \u00e8: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1143E: {0}: \u00c8 stato rilevato un attributo di estensione nella configurazione IU che \u00e8 un attributo di estensione "xml-blob". Questi attributi di estensione potrebbero non essere visualizzati nella configurazione del layout IU. L''ID dell''estensione in questione \u00e8: {1}.

# Other errors
info.searchStartupTagCloud=CLFRN1141I: Impossibile contattare il servizio di ricerca.  Questo problema potrebbe essere dovuto ad un ordine di inizializzazione applicazione.  I profili tenteranno di ricontattare i servizi di ricerca tra un paio di minuti.  Di conseguenza, il cloud di tag non sar\u00e0 immediatamente disponibile.
error.searchUnreachable=CLFRN1152E: Impossibile contattare il servizio di ricerca globale.  Avviare l'applicazione di ricerca se non \u00e8 avviata.  Se il servizio \u00e8 avviato, controllare la connessione di rete.


error.duplicateKey=CLFRN1219E: Impossibile aggiornare il database con i parametri inviati. Generer\u00e0 una chiave duplicata (email, guid, accesso) con un record esistente.


#
# Info/Error messages for data constraint rebuilding
#

# {0} is a date string
info.lookaside.idx.rebuild.start=CLFRN1231I: Avvio ricostruzione delle tabelle dell''indice look-aside e degli oggetti associati alle {0}.
# {0} is a date string
info.lookaside.idx.rebuild.complete=CLFRN1244I: Ricostruzione completata delle tabelle dell''indice look-aside e degli oggetti associati alle {0}.  Totale utenti esaminati: {1}.  Il numero totale di utenti aggiornati correttamente \u00e8 {2}.  Il numero di utenti con errori durante l''aggiornamento \u00e8 {3}.
error.lookaside.idx.create.objeref=CLFRN1238E: Impossibile creare il riferimento oggetto per l''utente: (nome = {0}, chiave = {1}, uid = {2}, nome distinto = {3}).  \u00c8 possibile che tale utente non sia in grado di accedere al sistema e/o incontri altri errori.
error.lookaside.idx.rebuild.incomplete=CLFRN1239E: Impossibile completare la ricostruzione delle tabelle dell''indice look-aside e degli oggetti associati alle {0}.  L''applicazione Profili verr\u00e0 eseguita correttamente soltanto una volta risolto il problema.  Esaminare ulteriormente il log per eventuali errori e risolvere tali problemi prima di ritentare la ricostruzione degli indici.  Totale utenti esaminati: {1}; totale utenti aggiornati correttamente: {2} e totale errori di aggiornamento utenti: {3}.
error.bulk.user.update=CLFRN1235E: Errore nell''aggiornamento dell''utente: (nome = {0}, chiave = {1}, uid = {2}, nome distinto = {3}). 
error.bulk.user.select.all=CLFRN1241E: Impossibile selezionare utenti per l'aggiornamento a causa di un errore.
# {0} is a date string
info.bulk.user.checkpoint=CLFRN1234I: Elaborazione dell''aggiornamento di massa degli utenti. L''ora corrente \u00e8 {0}. Il numero totale di utenti esaminati \u00e8 {1}.  Il numero di utenti da questo blocco che sono stati aggiornati correttamente \u00e8 {2}. Il numero di utenti per cui si \u00e8 verificato un errore durante l''aggiornamento \u00e8 {3}.

#
# Definitions for ProfilesAppService
# The following are intended for administrative usage. In these messages:
# {0} is a serialisation of a java object intended for developer debugging purposes.
#
info.def.found.matching=CLFRN1229I: Trovata definizione corrispondente per: {0}.
info.def.notfound=CLFRN1230I: Non \u00e8 stata trovata una definizione corrispondente per: {0}. Questa definizione verr\u00e0 creata.
info.def.found.nonmatching=CLFRN1242I: Trovata definizione non corrispondente per: {0}.  Questa definizione verr\u00e0 aggiornata.
warn.idxdef.found.nonmatching=CLFRN1240W: Trovata definizione indice non corrispondente per: {0}. Questa definizione verr\u00e0 aggiornata. In condizioni di funzionamento normali, un''attivit\u00e0 di WebSphere Application Server risolver\u00e0 questa situazione automaticamente in un paio di minuti se \u00e8 in esecuzione il server delle applicazioni di Profili.  Se questo messaggio viene visualizzato in TDI (Tivoli Directory Integrator), il sistema tenter\u00e0 una correzione automatica dopo l''avvio dell''applicazione. \u00c8 possibile ricevere una conferma di ci\u00f2 ricercando nei registri il messaggio ''Inizio ricostruzione di...'' entro 5 minuti da questo messaggio su uno dei nodi nel cluster. Se questo messaggio non viene trovato, eseguire il comando wsadmin ''rebuildLookAsideIndexes()'' e ricercare altri errori nei registri.
warn.idxdef.notfound=CLFRN1233W: Non \u00e8 stata trovata una definizione indice corrispondente per: {0}. Questa definizione verr\u00e0 creata. In condizioni di funzionamento normale, un''attivit\u00e0 di WebSphere Application Server risolver\u00e0 questa situazione automaticamente in un paio di minuti se \u00e8 in esecuzione il server delle applicazioni di Profili. Se questo messaggio viene visualizzato in TDI (Tivoli Directory Integrator), il sistema tenter\u00e0 una correzione automatica dopo l''avvio dell''applicazione. \u00c8 possibile ricevere una conferma di ci\u00f2 ricercando nei registri il messaggio ''Inizio ricostruzione di...'' entro 5 minuti da questo messaggio su uno dei nodi nel cluster.  Se questo messaggio non viene trovato, eseguire il comando wsadmin ''rebuildLookAsideIndexes()'' e ricercare altri errori nei registri.
error.def.not.created=CLFRN1236E: Impossibile creare una definizione per: {0}. Il sistema funzioner\u00e0 soltanto una volta risolto il problema.

#
# Task related messages
#

# {0} is a developer targeted ID string
# {1} is a time in milliseconds
# {2} is a time in milliseconds
info.task.scheduled=CLFRN1237I: Pianificazione ID attivit\u00e0: {0}.  Il ritardo di avvio \u00e8 di {1} msec; l''intervallo attivit\u00e0 \u00e8 di {2} msec.
info.task.canceled=CLFRN1243I: Annullamento ID attivit\u00e0: {0}.
info.task.allcanceled=CLFRN1232I: Annullamento di tutte le attivit\u00e0 di sistema di Profili.

#
# PhotoSync Scheduled Task related messages
#

# {0} is a developer / operations targeted URL string
# {1} is a number (error code)
error.invoke.remote.cloud.api=CLFRN1348E: Impossibile richiamare il servizio remoto {0}; codice HTTP restituito del server remoto: {1}

#
# Cache related messages
#

# {0} is a developer targeted ID string
# {1} is an error message string from a Websphere subsystem
error.cache.failed.to.init=CLFRN1266E: Errore durante la creazione della cache con ID di ricerca JNDI: {0}. Questo errore impedir\u00e0 l''avvio dell''applicazione Profili.  Il messaggio di errore \u00e8 {1}.  
error.cache.failed.to.term=CLFRN1357E: Errore durante la terminazione della cache con ID di ricerca JNDI: {0}. Il messaggio di errore \u00e8 {1}.
error.cache.invalid.state=CLFRN1356E: Errore interno: la cache con ID di ricerca JNDI {0} si trova in uno stato non valido durante l''esecuzione di {1}.

# {0} is a developer targeted ID string
# {1} is a developer targeted integer value, being the number of seconds that items will live (Time To Live) in the cache
info.dynacache.inited=CLFRN1355I: Un''istanza DynaCache per {0} \u00e8 stata creata con TTL {1}.

#
# BSS error codes
#
error.bss.profilenotfound=CLFRN1287E: L''utente {0} non \u00e8 stato trovato.
error.bss.missingarg=CLFRN1288E: {0} non specificato.
error.bss.invalidarg=CLFRN1289E: {0} non specificato.

