# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2006, 2017                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

error.deletePhoto=CLFRN1083E: Se ha producido un error al suprimir la foto. 
error.insertPhoto=CLFRN1069E: Se ha producido un error al insertar la foto.
error.updatePhoto=CLFRN1082E: Se ha producido un error al actualizar la foto. 
error.queryPhoto=CLFRN1060E: Se ha producido un error al consultar la tabla de fotos. 

error.deletePronunciation=CLFRN1063E: Se ha producido un error al suprimir el archivo de pronunciaci\u00f3n. 
error.insertPronunciation=CLFRN1067E: Se ha producido un error al insertar el archivo de pronunciaci\u00f3n. 
error.updatePronunciation=CLFRN1092E: Se ha producido un error al actualizar el archivo de pronunciaci\u00f3n.
error.queryPronunciation=CLFRN1089E: Se ha producido un error al consultar la tabla de pronunciaci\u00f3n.

error.insertTag=CLFRN1098E: Se ha producido un error al insertar la etiqueta de perfil.
error.deleteTag=CLFRN1061E: Se ha producido un error al suprimir la etiqueta de perfil.
error.updatingTags=CLFRN1078E: Se ha producido un error al actualizar las etiquetas de perfil.
error.queryTag=CLFRN1117E: Se ha producido un error al consultar la tabla de etiquetas de perfil.

error.writeToDraft=CLFRN1114E: Se ha producido un error al grabar en la tabla de borradores.
error.queryDraft=CLFRN1094E: Se ha producido un error al consultar la tabla de borradores.

error.updateEmployee=CLFRN1075E: Se ha producido un error al actualizar el registro de empleados.
error.queryEmployee=CLFRN1057E: Se ha producido un error al consultar la tabla de empleados.

error.queryCountry=CLFRN1090E: Se ha producido un error al consultar la tabla de pa\u00edses.

error.queryEmployeeType=CLFRN1062E: Se ha producido un error al consultar la tabla de tipos de empleados.

error.queryOrganization=CLFRN1066E: Se ha producido un error al consultar la tabla de organizaci\u00f3n.

error.queryWorkLocation=CLFRN1068E: Se ha producido un error al consultar la tabla de ubicaci\u00f3n de trabajo.

error.updateProfileExtension=CLFRN1115E: Se ha producido un error al actualizar la ampliaci\u00f3n de perfiles.
error.queryProfileExtension=CLFRN1074E: Se ha producido un error al consultar la tabla de ampliaciones de perfiles.
error.insertProfileExtension=CLFRN1149E: Se ha producido un error al insertar en la tabla de ampliaci\u00f3n de perfiles.

error.updateProfileExtensionDraft=CLFRN1102E: Se ha producido un error al actualizar la ampliaci\u00f3n de perfiles de borrador.
error.insertProfileExtensionDraft=CLFRN1112E: Se ha producido un error al insertar en la tabla de ampliaci\u00f3n de perfiles de borrador.
error.queryProfileExtensionDraft=CLFRN1109E: Se ha producido un error al consultar la tabla de ampliaciones de perfiles de borrador.

error.queryDB=CLFRN1064E: Se ha producido un error al consultar la base de datos.

error.multipleUsersWithLogin=CLFRN1144E: Al intentar crear un nuevo perfil o actualizar uno existente, se ha encontrado un segundo perfil existente con el mismo (duplicado) inicio de sesi\u00f3n: {0}.  
error.multipleUsersWithEmail=CLFRN1294E: Al intentar crear un nuevo perfil o actualizar uno existente, se ha encontrado un segundo perfil existente con el mismo (duplicado) correo electr\u00f3nico: {0}.
error.multipleUsersWithGuid=CLFRN1293E: Al intentar crear un nuevo perfil o actualizar uno existente, se ha encontrado un segundo perfil existente con el mismo (duplicado) GUID: {0}.
error.multipleUsersWithUid=CLFRN1332E: Al intentar crear un nuevo perfil o actualizar uno existente, se ha encontrado un segundo perfil existente con el mismo (duplicado) ID de usuario: {0}.

# The following message will only ever appear in the SystemOut.log and is intended for administrative usage. In this message:
# {0} is an ID value for the manager of the user being created/updated; either an external (LDAP) ID or an internal (db) profile key
# it is not an error for a user to not have a manager, but if an ID is supplied, it must already exist and match a user in the Profiles database
warn.missingUserWithID=CLFRN1372W: Al crear un nuevo perfil o actualizar un perfil existente, no se ha encontrado ning\u00fan perfil para el ID de gestor: {0} proporcionado.

#Cache

info.orgStructureEnabled=CLFRN1099I: Se han habilitado las funciones de estructura organizativa. Inicie el informe para encadenar memorias cach\u00e9, si est\u00e1 habilitado.
info.orgStructureDisabled=CLFRN1116I: Las funciones de estructura organizativa no est\u00e1n habilitadas. No inicie el informe para encadenar memorias cach\u00e9.

# FullReportsToChainCache doesn't need to be translated
info.fullReportsToDisabled=CLFRN1071I: FullReportsToChainCache inhabilitado.
info.fullReportsToEnabled=CLFRN1111I: FullReportsToChainCache habilitado.
info.fullReportsToScheduled=CLFRN1108I: FullReportsToChainCache planificado para {0}.

# MiniReportsToChainCache doesn't need to be translated
info.miniReportsToDisabled=CLFRN1072I: MiniReportsToChainCache inhabilitado.
info.miniReportsToEnabled=CLFRN1097I: MiniReportsToChainCache habilitado.
info.miniReportsToFile=CLFRN1113I: Archivo MiniReportsToChainCache = {0}.
info.miniReportsToScheduled=CLFRN1104I: MiniReportsToChainCache planificado para {0}. 

info.cache.fullreportchain.size=CLFRN1073I: Tama\u00f1o de memoria cach\u00e9 en cadena de informe completo = {0}.
info.cache.fullreportchain.loadtime=CLFRN1070I: Tiempo transcurrido para cargar FullRprtToChainCache: {0}.

# ProfilesObjectCache doesn't need to be translated
info.profilesObjectCacheEnabled=CLFRN1074I: ProfilesObjectCache habilitado.
info.profilesObjectCacheDisabled=CLFRN1075I: ProfilesObjectCache inhabilitado.
info.profilesObjectCacheScheduled=CLFRN1078I: ProfilesObjectCache planificado para {0}.

# ProfilesTagCloudCache doesn't need to be translated
info.profilesTagCloudCacheEnabled=CLFRN1153I: ProfilesTagCloudCache habilitado.
info.profilesTagCloudCacheDisabled=CLFRN1140I: ProfilesTagCloudCache inhabilitado.
info.profilesTagCloudCacheScheduled=CLFRN1150I: ProfilesTagCloudCache planificado para {0}.

# ProfileLMCache doesn't need to be translated
info.profileLMCacheEnabled=CLFRN1124I: ProfileLMCache habilitado.
info.profileLMCacheDisabled=CLFRN1125I: ProfileLMCache inhabilitado.
info.profileLMCacheScheduled=CLFRN1126I: Actualizaci\u00f3n de ProfileLMCache planificada para {0}.

# MiniReportChainCache doesn't need to be translated
info.cache.minireportchain.expectedEntries=CLFRN1077I: Se esperan {0} entradas en MiniReportChainCache.
info.cache.minireportchain.initDataStructure=CLFRN1100I: MiniReportChainCache se inicializar\u00e1 en {0}.
info.cache.minireportchain.size=CLFRN1058I: Tama\u00f1o de MiniReportChainCache = {0}.
info.cache.minireportchain.loadingdb=CLFRN1096I: Cargando MiniReportChainCache desde la base de datos.
info.cache.minireportchain.loadingfile=CLFRN1059I: Cargando MiniReportChainCache desde el archivo.
error.cache.minireportchain.reload=CLFRN1087E: ERROR: informes en recarga de cadena: {0}.
info.cache.minireportchain.loadtime=CLFRN1076I: Tiempo transcurrido para cargar MiniRprtToChainCache: {0}.
info.cache.minireportchain.filewritetime=CLFRN1101I: Tiempo transcurrido para grabar MiniRprtToChainCache en el archivo: {0}.
info.cache.minireportchain.readingfile=CLFRN1095I: Leyendo informes para encadenar datos desde {0}.
error.cache.minireportchain.fileparseerror=CLFRN1081E: error en el an\u00e1lisis. 

# PeopleIndexFactory and PeopleIndex doesn't need to be translated
error.index.errorCreatingImplClass=CLFRN1079E: Error al crear o recuperar la clase de implementaci\u00f3n PeopleIndexFactory.
error.index.errorGettingPeopleIndex=CLFRN1084E: Error al recuperar PeopleIndex. Deteniendo la planificaci\u00f3n de \u00edndice. Inhabilitando el \u00edndice de texto completo.

# lastUpdate doesn't need to be translated
error.index.errorRetrievingLastUpdate=CLFRN1110E: Error al recuperar lastUpdate desde {0}.
error.index.errorRetrievingLastUpdate.stringFormatError=CLFRN1080E: Error al recuperar lastUpdate desde {0} : la serie no presenta el formato correcto: aaaa-mm-dd.
error.index.errorWritingLastUpdate=CLFRN1106E: Error al grabar el valor lastUpdate en {0}.

# IndexWriter doesn't need to be translated
error.index.errorRetrievingIndexWriter=CLFRN1065E: Error al recuperar IndexWriter.

error.index.errorCorrupt=CLFRN1103E: Error: el \u00edndice podr\u00eda estar da\u00f1ado.
error.index.errorParsingQuery=CLFRN1107E: Error al analizar la consulta.

# IndexReader doesn't need to be translated
error.index.errorGetIndexReadErr=CLFRN1093E: Error al recuperar IndexReader.

# ProfileLMCache doesn't need to be translated
error.cache.profileLMCache.retrieve=CLFRN1127E: Error al recuperar ProfileLMCache.

# PeopleIndexFactory doesn't need to be translated
error.searchService.errorCreatingPeopleIndexFactory=CLFRN1088E: Error al crear o recuperar la clase de implementaci\u00f3n PeopleIndexFactory. Omitiendo la b\u00fasqueda de texto completo.
error.searchService.errorSearchingIndex=CLFRN1086E: Error al buscar el \u00edndice de texto completo.

error.acf=CLFRN1091E: Error con el filtro de contenido activo.

# FullTextIndexingTask doesn't need to be translated
info.index.starting=CLFRN1105I: FullTextIndexingTask se inicia a las {0}. 
info.index.completed=CLFRN1085I: FullTextIndexingTask se complet\u00f3 a las {0}. 

# 'doc' refers to the index document
error.index.delete.docs=CLFRN1118I: Error al suprimir el documento.

# schema version related
info.schema.version=CLFRN1142I: El esquema de base de datos coincide con la versi\u00f3n m\u00ednima esperada {0}.
error.schema.version=CLFRN1148E: El esquema de base de datos no coincide con la versi\u00f3n m\u00ednima esperada {0}. Versi\u00f3n encontrada {1}.

#config related

error.initializing.extension.config=CLFRN1151E: Se ha producido un error al inicializar la configuraci\u00f3n del atributo de ampliaci\u00f3n del perfil. 

error.uilayoutvalidation.unknown_attribute=CLFRN1145E: {0}: Se ha encontrado un atributo en la configuraci\u00f3n de dise\u00f1o de la UI que no est\u00e1 presente en la configuraci\u00f3n del modelo de datos profiles-config.xml.  Los atributos deben estar presentes en la configuraci\u00f3n del modelo de datos para que se a\u00f1adan al dise\u00f1o de la UI.  El nombre del atributo es: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1147E: {0}: Se ha encontrado un atributo marcado como editable en la configuraci\u00f3n de dise\u00f1o de la UI, pero no est\u00e1 marcado como editable en la configuraci\u00f3n del modelo de datos profiles-config.xml. El nombre del atributo es: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1146E: {0}: Se ha encontrado un atributo marcado como un campo "richtext" en la configuraci\u00f3n de dise\u00f1o de la UI, pero no est\u00e1 marcado como campo "richtext" en el modelo de datos profiles-config.xml.  El nombre del atributo es: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1143E: {0}: Se ha encontrado un atributo de ampliaci\u00f3n en la configuraci\u00f3n de la UI que es un atributo de ampliaci\u00f3n "xml-blob". Estos atributos de ampliaci\u00f3n pueden no aparecer en la configuraci\u00f3n de dise\u00f1o de la UI. El ID de ampliaci\u00f3n en cuesti\u00f3n es: {1}.

# Other errors
info.searchStartupTagCloud=CLFRN1141I: No se puede contactar con el servicio de b\u00fasquedas.  Ello puede deberse al orden de inicializaci\u00f3n de las aplicaciones.  Perfiles intentar\u00e1 volver a contactar con el servicio de b\u00fasquedas en un par de minutos.  Como resultado, la nube de etiquetas no estar\u00e1 disponible inmediatamente.
error.searchUnreachable=CLFRN1152E: No se ha podido contactar con el servicio de b\u00fasquedas global.  Inicie la aplicaci\u00f3n B\u00fasqueda, en caso de que no se haya iniciado.  Si el servicio ya se ha iniciado, compruebe la conexi\u00f3n de red.


error.duplicateKey=CLFRN1219E: No se puede actualizar la base de datos con los par\u00e1metros pasados. Resultar\u00eda en una clave duplicada (correo electr\u00f3nico, guid, inicio de sesi\u00f3n) con un registro existente.


#
# Info/Error messages for data constraint rebuilding
#

# {0} is a date string
info.lookaside.idx.rebuild.start=CLFRN1231I: Empezando la reconstrucci\u00f3n de las tablas de \u00edndice de consulta anexa y de objetos asociados a {0}.
# {0} is a date string
info.lookaside.idx.rebuild.complete=CLFRN1244I: Se ha completado la reconstrucci\u00f3n de las tablas de \u00edndice de consulta anexa y de objetos asociados a {0}.  Los usuarios totales revisados son {1}.  El n\u00famero total de usuarios actualizados satisfactoriamente es {2}.  El n\u00famero de usuarios con errores durante la actualizaci\u00f3n es de {3}.
error.lookaside.idx.create.objeref=CLFRN1238E: No se puede crear la referencia de objeto para el usuario: (nombre={0}, clave={1}, uid={2}, nombre distinguido={3}).  Es posible que este usuario no pueda iniciar sesi\u00f3n en el sistema y/o se produzcan otros errores.
error.lookaside.idx.rebuild.incomplete=CLFRN1239E: No se puede completar la reconstrucci\u00f3n de las tablas de \u00edndice de consulta anexa y de objetos asociados en {0}.  La aplicaci\u00f3n Perfiles no se ejecutar\u00e1 correctamente hasta que se resuelva este problema.  Examine el registro a fondo para buscar errores y resolver estos problemas antes de volver a intentar la reconstrucci\u00f3n de \u00edndices.  Los usuarios revisados en total son {1}; los usuarios actualizados satisfactoriamente son {2} y los errores totales en la actualizaci\u00f3n de usuarios han sido {3}.
error.bulk.user.update=CLFRN1235E: Error al actualizar el usuario: (nombre={0}, clave={1}, uid={2}, nombre distinguido={3}). 
error.bulk.user.select.all=CLFRN1241E: No se han podido seleccionar los usuarios para la actualizaci\u00f3n debido a un error.
# {0} is a date string
info.bulk.user.checkpoint=CLFRN1234I: Procesando actualizaci\u00f3n de volumen de usuarios. La hora actual es {0}. El n\u00famero total de usuarios revisados es {1}.  El n\u00famero de usuarios de este bloque que se ha actualizado satisfactoriamente es de {2}. El n\u00famero de usuarios para los que se han producido errores durante la actualizaci\u00f3n es de {3}.

#
# Definitions for ProfilesAppService
# The following are intended for administrative usage. In these messages:
# {0} is a serialisation of a java object intended for developer debugging purposes.
#
info.def.found.matching=CLFRN1229I: Se ha encontrado una definici\u00f3n coincidente para: {0}.
info.def.notfound=CLFRN1230I: No se ha encontrado una definici\u00f3n coincidente para: {0}. Se crear\u00e1 esta definici\u00f3n.
info.def.found.nonmatching=CLFRN1242I: No se ha encontrado definici\u00f3n coincidente para: {0}.  Se actualizar\u00e1 esta definici\u00f3n.
warn.idxdef.found.nonmatching=CLFRN1240W: Se ha encontrado una definici\u00f3n de \u00edndice no coincidente para: {0}. Se actualizar\u00e1 esta definici\u00f3n. En circunstancias normales de funcionamiento, existe una tarea de WebSphere Application Server que corregir\u00eda esta situaci\u00f3n en un par de minutos autom\u00e1ticamente si el servidor de aplicaciones de perfiles estuviera en ejecuci\u00f3n.  Si est\u00e1 viendo esto en Tivoli Directory Integrator (TDI), el sistema tratar\u00e1 de corregirse antes de que se inicie la aplicaci\u00f3n. Puede confirmarlo buscando en los registros el mensaje ''Empezando la reconstrucci\u00f3n de las tablas de \u00edndice de consulta anexa...'' en los cinco minutos posteriores a la recepci\u00f3n de este mensaje en uno de los nodos del cl\u00faster. Si no encuentra este mensaje, ejecute el mandato ''rebuildLookAsideIndexes()'' de wsadmin y revise los registros en busca de otros errores.
warn.idxdef.notfound=CLFRN1233W: No se ha encontrado una definici\u00f3n de \u00edndice coincidente para: {0}. Se crear\u00e1 esta definici\u00f3n. En circunstancias normales de funcionamiento, existe una tarea de WebSphere Application Server que corregir\u00eda esta situaci\u00f3n en un par de minutos autom\u00e1ticamente si el servidor de aplicaciones de perfiles estuviera en ejecuci\u00f3n. Si est\u00e1 viendo esto en Tivoli Directory Integrator (TDI), el sistema tratar\u00e1 de corregirse antes de que se inicie la aplicaci\u00f3n. Puede confirmarlo buscando en los registros el mensaje ''Empezando la reconstrucci\u00f3n de las tablas de \u00edndice de consulta anexa...'' en los cinco minutos posteriores a la recepci\u00f3n de este mensaje en uno de los nodos del cl\u00faster.  Si no encuentra este mensaje, ejecute el mandato ''rebuildLookAsideIndexes()'' de wsadmin y revise los registros en busca de otros errores.
error.def.not.created=CLFRN1236E: No se ha podido crear una definici\u00f3n para: {0}. El sistema no funcionar\u00e1 hasta que se resuelva este problema.

#
# Task related messages
#

# {0} is a developer targeted ID string
# {1} is a time in milliseconds
# {2} is a time in milliseconds
info.task.scheduled=CLFRN1237I: Planificando ID de tarea: {0}.  El retardo de inicio es de {1} msec, el intervalo de tarea es de {2} msec.
info.task.canceled=CLFRN1243I: Cancelando ID de tarea: {0}.
info.task.allcanceled=CLFRN1232I: Cancelando todas las tareas del sistema Perfiles.

#
# PhotoSync Scheduled Task related messages
#

# {0} is a developer / operations targeted URL string
# {1} is a number (error code)
error.invoke.remote.cloud.api=CLFRN1348E: No se ha podido invocar el servicio remoto {0}; el servidor remoto ha devuelto el c\u00f3digo HTTP: {1}

#
# Cache related messages
#

# {0} is a developer targeted ID string
# {1} is an error message string from a Websphere subsystem
error.cache.failed.to.init=CLFRN1266E: Error al crear la memoria cach\u00e9 con ID de b\u00fasqueda de JNDI: {0}. Este error impedir\u00e1 que la aplicaci\u00f3n Perfiles se inicie.  El mensaje de error es {1}.  
error.cache.failed.to.term=CLFRN1357E: Error al finalizar la memoria cach\u00e9 con ID de b\u00fasqueda de JNDI: {0}. El mensaje de error es {1}.
error.cache.invalid.state=CLFRN1356E: Error interno: la memoria cach\u00e9 con ID de b\u00fasqueda JNDI: {0} se encuentra en un estado no v\u00e1lido al realizar {1}.

# {0} is a developer targeted ID string
# {1} is a developer targeted integer value, being the number of seconds that items will live (Time To Live) in the cache
info.dynacache.inited=CLFRN1355I: Se ha creado una instancia de DynaCache para {0} con TTL {1}.

#
# BSS error codes
#
error.bss.profilenotfound=CLFRN1287E: No se ha encontrado el usuario {0}.
error.bss.missingarg=CLFRN1288E: No se ha especificado {0}.
error.bss.invalidarg=CLFRN1289E: No se ha especificado {0}.

