# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2006, 2017                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

error.deletePhoto=CLFRN1083E: Do\u0161lo k chyb\u011b p\u0159i odstra\u0148ov\u00e1n\u00ed fotografie . 
error.insertPhoto=CLFRN1069E: Do\u0161lo k chyb\u011b p\u0159i vkl\u00e1d\u00e1n\u00ed fotografie .
error.updatePhoto=CLFRN1082E: Do\u0161lo k chyb\u011b p\u0159i aktualizaci fotografie . 
error.queryPhoto=CLFRN1060E: Do\u0161lo k chyb\u011b p\u0159i zpracov\u00e1n\u00ed dotazu na tabulku fotografi\u00ed . 

error.deletePronunciation=CLFRN1063E: Do\u0161lo k chyb\u011b p\u0159i odstra\u0148ov\u00e1n\u00ed souboru v\u00fdslovnosti . 
error.insertPronunciation=CLFRN1067E: Do\u0161lo k chyb\u011b p\u0159i vkl\u00e1d\u00e1n\u00ed souboru v\u00fdslovnosti . 
error.updatePronunciation=CLFRN1092E: Do\u0161lo k chyb\u011b p\u0159i aktualizaci souboru v\u00fdslovnosti .
error.queryPronunciation=CLFRN1089E: Do\u0161lo k chyb\u011b p\u0159i zpracov\u00e1n\u00ed dotazu na tabulku v\u00fdslovnosti .

error.insertTag=CLFRN1098E: Do\u0161lo k chyb\u011b p\u0159i vkl\u00e1d\u00e1n\u00ed zna\u010dky profilu.
error.deleteTag=CLFRN1061E: Do\u0161lo k chyb\u011b p\u0159i odstra\u0148ov\u00e1n\u00ed zna\u010dky profilu.
error.updatingTags=CLFRN1078E: Do\u0161lo k chyb\u011b p\u0159i aktualizaci zna\u010dek profilu.
error.queryTag=CLFRN1117E: Do\u0161lo k chyb\u011b p\u0159i zpracov\u00e1n\u00ed dotazu na tabulku zna\u010dek profilu.

error.writeToDraft=CLFRN1114E: Do\u0161lo k chyb\u011b p\u0159i z\u00e1pisu do tabulky koncept\u016f.
error.queryDraft=CLFRN1094E: Do\u0161lo k chyb\u011b p\u0159i zpracov\u00e1n\u00ed dotazu na tabulku koncept\u016f.

error.updateEmployee=CLFRN1075E: Do\u0161lo k chyb\u011b p\u0159i aktualizaci z\u00e1znamu zam\u011bstnance.
error.queryEmployee=CLFRN1057E: Do\u0161lo k chyb\u011b p\u0159i zpracov\u00e1n\u00ed dotazu na tabulku zam\u011bstnanc\u016f.

error.queryCountry=CLFRN1090E: Do\u0161lo k chyb\u011b p\u0159i zpracov\u00e1n\u00ed dotazu na tabulku zem\u00ed.

error.queryEmployeeType=CLFRN1062E: Do\u0161lo k chyb\u011b p\u0159i zpracov\u00e1n\u00ed dotazu na tabulku typ\u016f zam\u011bstnanc\u016f.

error.queryOrganization=CLFRN1066E: Do\u0161lo k chyb\u011b p\u0159i zpracov\u00e1n\u00ed dotazu na tabulku organizac\u00ed.

error.queryWorkLocation=CLFRN1068E: Do\u0161lo k chyb\u011b p\u0159i zpracov\u00e1n\u00ed dotazu na tabulku pracovi\u0161\u0165.

error.updateProfileExtension=CLFRN1115E: Do\u0161lo k chyb\u011b p\u0159i aktualizaci roz\u0161\u00ed\u0159en\u00ed profil\u016f.
error.queryProfileExtension=CLFRN1074E: Do\u0161lo k chyb\u011b p\u0159i zpracov\u00e1n\u00ed dotazu na tabulku roz\u0161\u00ed\u0159en\u00ed profil\u016f.
error.insertProfileExtension=CLFRN1149E: Do\u0161lo k chyb\u011b p\u0159i vkl\u00e1d\u00e1n\u00ed do tabulky roz\u0161\u00ed\u0159en\u00ed profil\u016f.

error.updateProfileExtensionDraft=CLFRN1102E: Do\u0161lo k chyb\u011b p\u0159i aktualizaci konceptu roz\u0161\u00ed\u0159en\u00ed profil\u016f.
error.insertProfileExtensionDraft=CLFRN1112E: Do\u0161lo k chyb\u011b p\u0159i vkl\u00e1d\u00e1n\u00ed do tabulky konceptu roz\u0161\u00ed\u0159en\u00ed profil\u016f.
error.queryProfileExtensionDraft=CLFRN1109E: Do\u0161lo k chyb\u011b p\u0159i zpracov\u00e1n\u00ed dotazu na tabulku konceptu roz\u0161\u00ed\u0159en\u00ed profil\u016f.

error.queryDB=CLFRN1064E: Do\u0161lo k chyb\u011b p\u0159i zpracov\u00e1n\u00ed datab\u00e1zov\u00e9ho dotazu.

error.multipleUsersWithLogin=CLFRN1144E: P\u0159i pokusu o vytvo\u0159en\u00ed nov\u00e9ho profilu nebo aktualizaci existuj\u00edc\u00edho profilu byl nalezen dal\u0161\u00ed existuj\u00edc\u00ed profil se stejn\u00fdm (duplicitn\u00edm) p\u0159ihla\u0161ovac\u00edm jm\u00e9nem: {0}. 
error.multipleUsersWithEmail=CLFRN1294E: P\u0159i pokusu o vytvo\u0159en\u00ed nov\u00e9ho profilu nebo aktualizaci existuj\u00edc\u00edho profilu byl nalezen dal\u0161\u00ed existuj\u00edc\u00ed profil se stejnou (duplicitn\u00ed) e-mailovou adresou: {0}.
error.multipleUsersWithGuid=CLFRN1293E: P\u0159i pokusu o vytvo\u0159en\u00ed nov\u00e9ho profilu nebo aktualizaci existuj\u00edc\u00edho profilu byl nalezen dal\u0161\u00ed existuj\u00edc\u00ed profil se stejn\u00fdm (duplicitn\u00edm) identifik\u00e1torem GUID: {0}.
error.multipleUsersWithUid=CLFRN1332E: P\u0159i pokusu o vytvo\u0159en\u00ed nov\u00e9ho profilu nebo aktualizaci existuj\u00edc\u00edho profilu byl nalezen dal\u0161\u00ed existuj\u00edc\u00ed profil se stejn\u00fdm (duplicitn\u00edm) identifik\u00e1torem UID: {0}.

# The following message will only ever appear in the SystemOut.log and is intended for administrative usage. In this message:
# {0} is an ID value for the manager of the user being created/updated; either an external (LDAP) ID or an internal (db) profile key
# it is not an error for a user to not have a manager, but if an ID is supplied, it must already exist and match a user in the Profiles database
warn.missingUserWithID=CLFRN1372W: P\u0159i vytv\u00e1\u0159en\u00ed nov\u00e9ho profilu nebo aktualizaci existuj\u00edc\u00edho profilu nebyl profil pro zadan\u00e9 ID mana\u017eera {0} nalezen.

#Cache

info.orgStructureEnabled=CLFRN1099I: Jsou povoleny funkce organiza\u010dn\u00ed struktury. Inicializujte mezipam\u011bti organiza\u010dn\u00ed struktury, pokud jsou povoleny.
info.orgStructureDisabled=CLFRN1116I: Jsou zak\u00e1z\u00e1ny funkce organiza\u010dn\u00ed struktury. Neinicializujte mezipam\u011bti organiza\u010dn\u00ed struktury.

# FullReportsToChainCache doesn't need to be translated
info.fullReportsToDisabled=CLFRN1071I: Volba FullReportsToChainCache je zak\u00e1z\u00e1na.
info.fullReportsToEnabled=CLFRN1111I: Volba FullReportsToChainCache je povolena.
info.fullReportsToScheduled=CLFRN1108I: Volba FullReportsToChainCache byla napl\u00e1nov\u00e1na pro objekt {0}.

# MiniReportsToChainCache doesn't need to be translated
info.miniReportsToDisabled=CLFRN1072I: Volba MiniReportsToChainCache byla zak\u00e1z\u00e1na.
info.miniReportsToEnabled=CLFRN1097I: Volba MiniReportsToChainCache byla povolena.
info.miniReportsToFile=CLFRN1113I: Soubor pro volbu MiniReportsToChainCache: {0}.
info.miniReportsToScheduled=CLFRN1104I: Volba MiniReportsToChainCache byla napl\u00e1nov\u00e1na pro objekt {0} . 

info.cache.fullreportchain.size=CLFRN1073I: Velikost mezipam\u011bti \u00fapln\u00e9 organiza\u010dn\u00ed struktury = {0}.
info.cache.fullreportchain.loadtime=CLFRN1070I: Uplynul\u00e1 doba na\u010d\u00edt\u00e1n\u00ed mezipam\u011bti FullRprtToChainCache: {0}.

# ProfilesObjectCache doesn't need to be translated
info.profilesObjectCacheEnabled=CLFRN1074I: Objekt ProfilesObjectCache je povolen.
info.profilesObjectCacheDisabled=CLFRN1075I: Objekt ProfilesObjectCache je zak\u00e1z\u00e1n.
info.profilesObjectCacheScheduled=CLFRN1078I: Objekt ProfilesObjectCache je napl\u00e1nov\u00e1n na {0}.

# ProfilesTagCloudCache doesn't need to be translated
info.profilesTagCloudCacheEnabled=CLFRN1153I: Povolena volba ProfilesTagCloudCache.
info.profilesTagCloudCacheDisabled=CLFRN1140I: Zak\u00e1z\u00e1na volba ProfilesTagCloudCache.
info.profilesTagCloudCacheScheduled=CLFRN1150I: Volba ProfilesTagCloudCache byla napl\u00e1nov\u00e1na pro objekt {0}.

# ProfileLMCache doesn't need to be translated
info.profileLMCacheEnabled=CLFRN1124I: Mezipam\u011b\u0165 ProfileLMCache je povolena.
info.profileLMCacheDisabled=CLFRN1125I: Mezipam\u011b\u0165 ProfileLMCache je zak\u00e1z\u00e1na.
info.profileLMCacheScheduled=CLFRN1126I: Aktualizace mezipam\u011bti ProfileLMCache je napl\u00e1nov\u00e1na na {0}.

# MiniReportChainCache doesn't need to be translated
info.cache.minireportchain.expectedEntries=CLFRN1077I: O\u010dek\u00e1van\u00fd po\u010det polo\u017eek v mezipam\u011bti MiniReportChainCache: {0}.
info.cache.minireportchain.initDataStructure=CLFRN1100I: Mezipam\u011b\u0165 MiniReportChainCache bude inicializov\u00e1na na {0}.
info.cache.minireportchain.size=CLFRN1058I: Velikost mezipam\u011bti MiniReportChainCache = {0}.
info.cache.minireportchain.loadingdb=CLFRN1096I: Na\u010d\u00edt\u00e1n\u00ed mezipam\u011bti MiniReportChainCache z datab\u00e1ze.
info.cache.minireportchain.loadingfile=CLFRN1059I: Na\u010d\u00edt\u00e1n\u00ed mezipam\u011bti MiniReportChainCache ze souboru.
error.cache.minireportchain.reload=CLFRN1087E: SELH\u00c1N\u00cd: Nov\u00e9 na\u010dten\u00ed organiza\u010dn\u00ed struktury: {0}.
info.cache.minireportchain.loadtime=CLFRN1076I: Uplynul\u00e1 doba na\u010d\u00edt\u00e1n\u00ed mezipam\u011bti MiniRprtToChainCache: {0}.
info.cache.minireportchain.filewritetime=CLFRN1101I: Uplynul\u00e1 doba zapisov\u00e1n\u00ed mezipam\u011bti MiniRprtToChainCache do souboru: {0}.
info.cache.minireportchain.readingfile=CLFRN1095I: Na\u010d\u00edt\u00e1n\u00ed dat organiza\u010dn\u00ed struktury ze souboru {0}.
error.cache.minireportchain.fileparseerror=CLFRN1081E: selh\u00e1n\u00ed p\u0159i anal\u00fdze . 

# PeopleIndexFactory and PeopleIndex doesn't need to be translated
error.index.errorCreatingImplClass=CLFRN1079E: Chyba p\u0159i vytv\u00e1\u0159en\u00ed nebo na\u010d\u00edt\u00e1n\u00ed t\u0159\u00eddy implementace PeopleIndexFactory.
error.index.errorGettingPeopleIndex=CLFRN1084E: Chyba p\u0159i na\u010d\u00edt\u00e1n\u00ed objektu PeopleIndex. Pl\u00e1n indexov\u00e1n\u00ed bude zastaven. Fulltextov\u00e9 indexov\u00e1n\u00ed bude zak\u00e1z\u00e1no.

# lastUpdate doesn't need to be translated
error.index.errorRetrievingLastUpdate=CLFRN1110E: Chyba p\u0159i na\u010d\u00edt\u00e1n\u00ed posledn\u00ed aktualizace ze zdroje {0}.
error.index.errorRetrievingLastUpdate.stringFormatError=CLFRN1080E: Chyba p\u0159i na\u010d\u00edt\u00e1n\u00ed posledn\u00ed aktualizace ze zdroje {0}: \u0158et\u011bzec nem\u00e1 spr\u00e1vn\u00fd form\u00e1t rrrr-mm-dd.
error.index.errorWritingLastUpdate=CLFRN1106E: Chyba p\u0159i z\u00e1pisu hodnoty lastUpdate do c\u00edle {0}.

# IndexWriter doesn't need to be translated
error.index.errorRetrievingIndexWriter=CLFRN1065E: Chyba p\u0159i na\u010d\u00edt\u00e1n\u00ed objektu IndexWriter.

error.index.errorCorrupt=CLFRN1103E: Chyba: Index je pravd\u011bpodobn\u011b po\u0161kozen.
error.index.errorParsingQuery=CLFRN1107E: Chyba p\u0159i anal\u00fdze dotazu.

# IndexReader doesn't need to be translated
error.index.errorGetIndexReadErr=CLFRN1093E: Chyba p\u0159i na\u010d\u00edt\u00e1n\u00ed objektu IndexReader.

# ProfileLMCache doesn't need to be translated
error.cache.profileLMCache.retrieve=CLFRN1127E: Chyba p\u0159i na\u010d\u00edt\u00e1n\u00ed mezipam\u011bti ProfileLMCache

# PeopleIndexFactory doesn't need to be translated
error.searchService.errorCreatingPeopleIndexFactory=CLFRN1088E: Chyba p\u0159i vytv\u00e1\u0159en\u00ed nebo na\u010d\u00edt\u00e1n\u00ed t\u0159\u00eddy implementace PeopleIndexFactory. Fulltextov\u00e9 hled\u00e1n\u00ed bude vynech\u00e1no.
error.searchService.errorSearchingIndex=CLFRN1086E: Chyba p\u0159i prohled\u00e1v\u00e1n\u00ed fulltextov\u00e9ho indexu.

error.acf=CLFRN1091E: Chyba filtru aktivn\u00edho obsahu.

# FullTextIndexingTask doesn't need to be translated
info.index.starting=CLFRN1105I: \u00daloha FullTextIndexingTask byla spu\u0161t\u011bna v {0} . 
info.index.completed=CLFRN1085I: \u00daloha FullTextIndexingTask byla dokon\u010dena v {0} . 

# 'doc' refers to the index document
error.index.delete.docs=CLFRN1118I: Chyba p\u0159i odstra\u0148ov\u00e1n\u00ed dokumentu.

# schema version related
info.schema.version=CLFRN1142I: Sch\u00e9ma datab\u00e1ze odpov\u00edd\u00e1 o\u010dek\u00e1van\u00e9 minim\u00e1ln\u00ed verzi {0}.
error.schema.version=CLFRN1148E: Sch\u00e9ma datab\u00e1ze neodpov\u00edd\u00e1 o\u010dek\u00e1van\u00e9 minim\u00e1ln\u00ed verzi {0}. Nalezen\u00e1 verze: {1}.

#config related

error.initializing.extension.config=CLFRN1151E: Do\u0161lo k chyb\u011b p\u0159i inicializaci konfigurace atributu roz\u0161\u00ed\u0159en\u00ed profilu. 

error.uilayoutvalidation.unknown_attribute=CLFRN1145E: {0}: V konfiguraci rozvr\u017een\u00ed u\u017eivatelsk\u00e9ho rozhran\u00ed byl nalezen atribut, kter\u00fd nen\u00ed uveden v konfiguraci datov\u00e9ho modelu v souboru profiles-config.xml. Atributy mus\u00ed b\u00fdt uvedeny v konfiguraci datov\u00e9ho modelu, aby mohly b\u00fdt p\u0159id\u00e1ny do rozvr\u017een\u00ed u\u017eivatelsk\u00e9ho rozhran\u00ed. N\u00e1zev atributu: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1147E: {0}: V konfiguraci rozvr\u017een\u00ed u\u017eivatelsk\u00e9ho rozhran\u00ed byl nalezen atribut, kter\u00fd je ozna\u010den jako upravovateln\u00fd, v konfiguraci datov\u00e9ho modelu v souboru profiles-config.xml v\u0161ak jako upravovateln\u00fd ozna\u010den nen\u00ed. N\u00e1zev atributu: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1146E: {0}: V konfiguraci rozvr\u017een\u00ed u\u017eivatelsk\u00e9ho rozhran\u00ed byl nalezen atribut, kter\u00fd je ozna\u010den jako pole "richtext", v datov\u00e9m modelu v souboru profiles-config.xml v\u0161ak jako pole "richtext" ozna\u010den nen\u00ed. N\u00e1zev atributu: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1143E: {0}: V konfiguraci u\u017eivatelsk\u00e9ho rozhran\u00ed byl nalezen atribut roz\u0161\u00ed\u0159en\u00ed, kter\u00fd je atributem roz\u0161\u00ed\u0159en\u00ed "xml-blob". Je mo\u017en\u00e9, \u017ee se tyto atributy roz\u0161\u00ed\u0159en\u00ed v konfiguraci rozvr\u017een\u00ed u\u017eivatelsk\u00e9ho rozhran\u00ed nezobraz\u00ed. P\u0159\u00edslu\u0161n\u00e9 ID roz\u0161\u00ed\u0159en\u00ed: {1}.

# Other errors
info.searchStartupTagCloud=CLFRN1141I: Vyhled\u00e1vac\u00ed slu\u017ebu nelze kontaktovat. M\u016f\u017ee se jednat o d\u016fsledek po\u0159ad\u00ed inicializace aplikac\u00ed. Slu\u017eba Profily se za n\u011bkolik minut pokus\u00ed kontaktovat vyhled\u00e1vac\u00ed slu\u017ebu znovu. V d\u016fsledku t\u00e9to situace nebude shluk zna\u010dek k dispozici ihned.
error.searchUnreachable=CLFRN1152E: Glob\u00e1ln\u00ed vyhled\u00e1vac\u00ed slu\u017ebu nelze kontaktovat. Spus\u0165te vyhled\u00e1vac\u00ed aplikaci, nen\u00ed-li spu\u0161t\u011bna. Je-li slu\u017eba spu\u0161t\u011bna, zkontrolujte p\u0159ipojen\u00ed k s\u00edti.


error.duplicateKey=CLFRN1219E: Nelze aktualizovat datab\u00e1zi s pou\u017eit\u00edm p\u0159edan\u00fdch parametr\u016f. D\u016fsledkem by byl duplicitn\u00ed kl\u00ed\u010d (e-mail, identifik\u00e1tor GUID, p\u0159ihla\u0161ovac\u00ed jm\u00e9no) s existuj\u00edc\u00edm z\u00e1znamem.


#
# Info/Error messages for data constraint rebuilding
#

# {0} is a date string
info.lookaside.idx.rebuild.start=CLFRN1231I: Za\u010d\u00edn\u00e1 op\u011btn\u00e9 sestavov\u00e1n\u00ed tabulek index\u016f look-aside a p\u0159idru\u017een\u00fdch objekt\u016f (dne {0}).
# {0} is a date string
info.lookaside.idx.rebuild.complete=CLFRN1244I: Bylo dokon\u010deno op\u011btn\u00e9 sestavov\u00e1n\u00ed tabulek index\u016f look-aside a p\u0159idru\u017een\u00fdch objekt\u016f (dne {0}). Celkov\u00fd po\u010det p\u0159ezkouman\u00fdch u\u017eivatel\u016f je {1}. Celkov\u00fd po\u010det \u00fasp\u011b\u0161n\u011b aktualizovan\u00fdch u\u017eivatel\u016f je {2}. Po\u010det u\u017eivatel\u016f s chybami b\u011bhem aktualizace je {3}.
error.lookaside.idx.create.objeref=CLFRN1238E: Nelze vytvo\u0159it odkaz na objekt pro u\u017eivatele (n\u00e1zev: {0}, kl\u00ed\u010d: {1}, identifik\u00e1tor u\u017eivatele: {2}, rozli\u0161uj\u00edc\u00ed n\u00e1zev: {3}). Je mo\u017en\u00e9, \u017ee se tento u\u017eivatel nebude moci p\u0159ihl\u00e1sit k syst\u00e9mu a \u017ee zaznamen\u00e1 dal\u0161\u00ed chyby.
error.lookaside.idx.rebuild.incomplete=CLFRN1239E: Nelze dokon\u010dit op\u011btn\u00e9 sestavov\u00e1n\u00ed tabulek index\u016f look-aside a p\u0159idru\u017een\u00fdch objekt\u016f (dne {0}). Aplikace Profily nebude pracovat spr\u00e1vn\u011b, dokud nebude probl\u00e9m vy\u0159e\u0161en. Zjist\u011bte, zda protokol neobsahuje dal\u0161\u00ed chyby, a p\u0159ed op\u011btn\u00fdm pokusem o sestaven\u00ed index\u016f tyto probl\u00e9my odstra\u0148te. Celkov\u00fd po\u010det p\u0159ezkouman\u00fdch u\u017eivatel\u016f: {1}; po\u010det \u00fasp\u011b\u0161n\u011b aktualizovan\u00fdch u\u017eivatel\u016f: {2}; celkov\u00fd po\u010det chyb p\u0159i aktualizaci u\u017eivatel\u016f: {3}.
error.bulk.user.update=CLFRN1235E: Chyba p\u0159i aktualizaci u\u017eivatele (n\u00e1zev: {0}, kl\u00ed\u010d: {1}, identifik\u00e1tor u\u017eivatele: {2}, rozli\u0161uj\u00edc\u00ed n\u00e1zev: {3}). 
error.bulk.user.select.all=CLFRN1241E: Vzhledem k chyb\u011b se nepoda\u0159ilo vybrat u\u017eivatele pro aktualizaci.
# {0} is a date string
info.bulk.user.checkpoint=CLFRN1234I: Prob\u00edh\u00e1 zpracov\u00e1n\u00ed hromadn\u00e9 aktualizace u\u017eivatel\u016f. Aktu\u00e1ln\u00ed \u010das je {0}. Celkov\u00fd po\u010det zkontrolovan\u00fdch u\u017eivatel\u016f je {1}. Po\u010det \u00fasp\u011b\u0161n\u011b aktualizovan\u00fdch u\u017eivatel\u016f z tohoto bloku je {2}. Po\u010det u\u017eivatel\u016f, p\u0159i jejich\u017e aktualizaci do\u0161lo k chyb\u011b, je {3}.

#
# Definitions for ProfilesAppService
# The following are intended for administrative usage. In these messages:
# {0} is a serialisation of a java object intended for developer debugging purposes.
#
info.def.found.matching=CLFRN1229I: Byla nalezena odpov\u00eddaj\u00edc\u00ed definice pro objekt {0}.
info.def.notfound=CLFRN1230I: Nebyla nalezena odpov\u00eddaj\u00edc\u00ed definice pro objekt {0}. Tato definice bude vytvo\u0159ena.
info.def.found.nonmatching=CLFRN1242I: Byla nalezena neodpov\u00eddaj\u00edc\u00ed definice pro objekt {0}. Tato definice bude aktualizov\u00e1na.
warn.idxdef.found.nonmatching=CLFRN1240W: Byla nalezena neodpov\u00eddaj\u00edc\u00ed definice indexu pro objekt {0}. Tato definice bude aktualizov\u00e1na. Za norm\u00e1ln\u00edch provozn\u00edch podm\u00ednek je k dispozici \u00faloha serveru WebSphere Application Server, kter\u00e1 tuto situaci automaticky vy\u0159e\u0161\u00ed b\u011bhem n\u011bkolika minut, je-li spu\u0161t\u011bn aplika\u010dn\u00ed server slu\u017eby Profily. Pokud jste tuto situaci zaznamenali v produktu Tivoli Directory Integrator (TDI), syst\u00e9m se po spu\u0161t\u011bn\u00ed aplikace pokus\u00ed o automatickou opravu. Tuto skute\u010dnost lze ov\u011b\u0159it v protokolech vyhled\u00e1n\u00edm zpr\u00e1vy ''Beginning rebuild of look-aside...'' (Za\u010d\u00edn\u00e1 op\u011btn\u00e9 sestavov\u00e1n\u00ed index\u016f look-aside...) zaznamenan\u00e9 do p\u011bti minut od zaznamen\u00e1n\u00ed t\u00e9to zpr\u00e1vy v jednom z uzl\u016f v klastru. Pokud tuto zpr\u00e1vu nenaleznete, spus\u0165te p\u0159\u00edkaz rebuildLookAsideIndexes() rozhran\u00ed wsadmin a zkontrolujte, zda protokoly neobsahuj\u00ed dal\u0161\u00ed chyby.
warn.idxdef.notfound=CLFRN1233W: Nebyla nalezena odpov\u00eddaj\u00edc\u00ed definice indexu pro objekt {0}. Tato definice bude vytvo\u0159ena. Za norm\u00e1ln\u00edch provozn\u00edch podm\u00ednek je k dispozici \u00faloha serveru WebSphere Application Server, kter\u00e1 tuto situaci automaticky vy\u0159e\u0161\u00ed b\u011bhem n\u011bkolika minut, je-li spu\u0161t\u011bn aplika\u010dn\u00ed server slu\u017eby Profily. Pokud jste tuto situaci zaznamenali v produktu Tivoli Directory Integrator (TDI), syst\u00e9m se po spu\u0161t\u011bn\u00ed aplikace pokus\u00ed o automatickou opravu. Tuto skute\u010dnost lze ov\u011b\u0159it v protokolech vyhled\u00e1n\u00edm zpr\u00e1vy ''Beginning rebuild of look-aside...'' (Za\u010d\u00edn\u00e1 op\u011btn\u00e9 sestavov\u00e1n\u00ed index\u016f look-aside...) zaznamenan\u00e9 do p\u011bti minut od zaznamen\u00e1n\u00ed t\u00e9to zpr\u00e1vy v jednom z uzl\u016f v klastru. Pokud tuto zpr\u00e1vu nenaleznete, spus\u0165te p\u0159\u00edkaz rebuildLookAsideIndexes() rozhran\u00ed wsadmin a zkontrolujte, zda protokoly neobsahuj\u00ed dal\u0161\u00ed chyby.
error.def.not.created=CLFRN1236E: Nelze vytvo\u0159it definici pro: {0}. Syst\u00e9m nebude funk\u010dn\u00ed, dokud probl\u00e9m nebude vy\u0159e\u0161en.

#
# Task related messages
#

# {0} is a developer targeted ID string
# {1} is a time in milliseconds
# {2} is a time in milliseconds
info.task.scheduled=CLFRN1237I: Prob\u00edh\u00e1 pl\u00e1nov\u00e1n\u00ed identifik\u00e1toru \u00falohy: {0}. Po\u010d\u00e1te\u010dn\u00ed prodleva je {1} ms, interval \u00faloh je {2} ms.
info.task.canceled=CLFRN1243I: Prob\u00edh\u00e1 ru\u0161en\u00ed identifik\u00e1toru \u00falohy: {0}.
info.task.allcanceled=CLFRN1232I: Prob\u00edh\u00e1 ru\u0161en\u00ed v\u0161ech syst\u00e9mov\u00fdch \u00faloh slu\u017eby Profily.

#
# PhotoSync Scheduled Task related messages
#

# {0} is a developer / operations targeted URL string
# {1} is a number (error code)
error.invoke.remote.cloud.api=CLFRN1348E: Nepoda\u0159ilo se vyvolat vzd\u00e1lenou slu\u017ebu {0}. Vr\u00e1cen\u00fd k\u00f3d HTTP vzd\u00e1len\u00e9ho serveru: {1}

#
# Cache related messages
#

# {0} is a developer targeted ID string
# {1} is an error message string from a Websphere subsystem
error.cache.failed.to.init=CLFRN1266E: Do\u0161lo k chyb\u011b p\u0159i vytv\u00e1\u0159en\u00ed mezipam\u011bti s identifik\u00e1torem vyhled\u00e1n\u00ed v r\u00e1mci rozhran\u00ed JNDI: {0}. Tato chyba znemo\u017en\u00ed spu\u0161t\u011bn\u00ed aplikace Profily. Chybov\u00e1 zpr\u00e1va: {1}. 
error.cache.failed.to.term=CLFRN1357E: Do\u0161lo k chyb\u011b p\u0159i ukon\u010den\u00ed mezipam\u011bti s identifik\u00e1torem vyhled\u00e1n\u00ed v r\u00e1mci rozhran\u00ed JNDI: {0}. Chybov\u00e1 zpr\u00e1va: {1}.
error.cache.invalid.state=CLFRN1356E: Intern\u00ed chyba: Mezipam\u011b\u0165 s identifik\u00e1torem vyhled\u00e1n\u00ed v r\u00e1mci rozhran\u00ed JNDI {0} je b\u011bhem prov\u00e1d\u011bn\u00ed {1} v neplatn\u00e9m stavu.

# {0} is a developer targeted ID string
# {1} is a developer targeted integer value, being the number of seconds that items will live (Time To Live) in the cache
info.dynacache.inited=CLFRN1355I: Instance DynaCache pro {0} byla vytvo\u0159ena s TTL {1}.

#
# BSS error codes
#
error.bss.profilenotfound=CLFRN1287E: U\u017eivatel {0} nebyl nalezen.
error.bss.missingarg=CLFRN1288E: Argument {0} nebyl ur\u010den.
error.bss.invalidarg=CLFRN1289E: Argument {0} nebyl ur\u010den.

