# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2006, 2017                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

error.deletePhoto=CLFRN1083E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas usuwania zdj\u0119cia. 
error.insertPhoto=CLFRN1069E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wstawiania zdj\u0119cia.
error.updatePhoto=CLFRN1082E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizowania zdj\u0119cia. 
error.queryPhoto=CLFRN1060E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wyszukiwania danych w tabeli zdj\u0119\u0107. 

error.deletePronunciation=CLFRN1063E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas usuwania pliku wymowy. 
error.insertPronunciation=CLFRN1067E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wstawiania pliku wymowy. 
error.updatePronunciation=CLFRN1092E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizowania pliku wymowy.
error.queryPronunciation=CLFRN1089E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wyszukiwania danych w tabeli wymowy.

error.insertTag=CLFRN1098E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wstawiania znacznika profilu.
error.deleteTag=CLFRN1061E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas usuwania znacznika profilu.
error.updatingTags=CLFRN1078E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizowania znacznik\u00f3w profili.
error.queryTag=CLFRN1117E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wyszukiwania danych w tabeli znacznik\u00f3w profili.

error.writeToDraft=CLFRN1114E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas zapisywania danych w tabeli roboczej.
error.queryDraft=CLFRN1094E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wyszukiwania danych w tabeli roboczej.

error.updateEmployee=CLFRN1075E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizowania rekordu pracownika.
error.queryEmployee=CLFRN1057E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wyszukiwania danych w tabeli pracownik\u00f3w.

error.queryCountry=CLFRN1090E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wyszukiwania danych w tabeli kraj\u00f3w.

error.queryEmployeeType=CLFRN1062E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wyszukiwania danych w tabeli typ\u00f3w pracownik\u00f3w.

error.queryOrganization=CLFRN1066E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wyszukiwania danych w tabeli organizacji.

error.queryWorkLocation=CLFRN1068E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wyszukiwania danych w tabeli miejsc pracy.

error.updateProfileExtension=CLFRN1115E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizowania rozszerzenia profili.
error.queryProfileExtension=CLFRN1074E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wyszukiwania danych w tabeli rozszerze\u0144 profili.
error.insertProfileExtension=CLFRN1149E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wstawiania do tabeli rozszerze\u0144 profili.

error.updateProfileExtensionDraft=CLFRN1102E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas aktualizowania rozszerze\u0144 profili roboczych.
error.insertProfileExtensionDraft=CLFRN1112E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wstawiania do tabeli rozszerze\u0144 profili roboczych.
error.queryProfileExtensionDraft=CLFRN1109E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wyszukiwania danych w tabeli rozszerze\u0144 profili roboczych.

error.queryDB=CLFRN1064E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wyszukiwania danych w bazie danych.

error.multipleUsersWithLogin=CLFRN1144E: Podczas pr\u00f3by utworzenia nowego profilu lub zaktualizowania profilu istniej\u0105cego znaleziono drugi profil o tym samym (zduplikowanym) identyfikatorze logowania: {0}.  
error.multipleUsersWithEmail=CLFRN1294E: Podczas pr\u00f3by utworzenia nowego profilu lub zaktualizowania profilu istniej\u0105cego znaleziono drugi profil o tym samym (zduplikowanym) adresie e-mail: {0}.
error.multipleUsersWithGuid=CLFRN1293E: Podczas pr\u00f3by utworzenia nowego profilu lub zaktualizowania profilu istniej\u0105cego znaleziono drugi profil o tym samym (zduplikowanym) identyfikatorze GUID: {0}.
error.multipleUsersWithUid=CLFRN1332E: Podczas pr\u00f3by utworzenia nowego profilu lub zaktualizowania profilu istniej\u0105cego znaleziono drugi profil o tym samym (zduplikowanym) numerze UID: {0}.

# The following message will only ever appear in the SystemOut.log and is intended for administrative usage. In this message:
# {0} is an ID value for the manager of the user being created/updated; either an external (LDAP) ID or an internal (db) profile key
# it is not an error for a user to not have a manager, but if an ID is supplied, it must already exist and match a user in the Profiles database
warn.missingUserWithID=CLFRN1372W: Podczas tworzenia nowego profilu lub aktualizowania profilu istniej\u0105cego nie znaleziono profilu dla podanego identyfikatora mened\u017cera: {0}.

#Cache

info.orgStructureEnabled=CLFRN1099I: Funkcje struktury organizacyjnej s\u0105 w\u0142\u0105czone. Zainicjuj pami\u0119ci podr\u0119czne \u0142a\u0144cucha zale\u017cno\u015bci s\u0142u\u017cbowych, je\u015bli s\u0105 w\u0142\u0105czone.
info.orgStructureDisabled=CLFRN1116I: Funkcje struktury organizacyjnej s\u0105 wy\u0142\u0105czone. Nie inicjuj pami\u0119ci podr\u0119cznych \u0142a\u0144cucha zale\u017cno\u015bci s\u0142u\u017cbowych.

# FullReportsToChainCache doesn't need to be translated
info.fullReportsToDisabled=CLFRN1071I: Wy\u0142\u0105czono element FullReportsToChainCache.
info.fullReportsToEnabled=CLFRN1111I: W\u0142\u0105czono element FullReportsToChainCache.
info.fullReportsToScheduled=CLFRN1108I: Zaplanowano element FullReportsToChainCache dla {0}.

# MiniReportsToChainCache doesn't need to be translated
info.miniReportsToDisabled=CLFRN1072I: Wy\u0142\u0105czono element MiniReportsToChainCache.
info.miniReportsToEnabled=CLFRN1097I: W\u0142\u0105czono element MiniReportsToChainCache.
info.miniReportsToFile=CLFRN1113I: Plik MiniReportsToChainCache = {0}.
info.miniReportsToScheduled=CLFRN1104I: Zaplanowano element MiniReportsToChainCache dla {0}. 

info.cache.fullreportchain.size=CLFRN1073I: Wielko\u015b\u0107 pami\u0119ci podr\u0119cznej pe\u0142nego \u0142a\u0144cucha zale\u017cno\u015bci s\u0142u\u017cbowych = {0}.
info.cache.fullreportchain.loadtime=CLFRN1070I: Czas \u0142adowania elementu FullRprtToChainCache: {0}.

# ProfilesObjectCache doesn't need to be translated
info.profilesObjectCacheEnabled=CLFRN1074I: W\u0142\u0105czono element ProfilesObjectCache.
info.profilesObjectCacheDisabled=CLFRN1075I: Wy\u0142\u0105czono element ProfilesObjectCache.
info.profilesObjectCacheScheduled=CLFRN1078I: Zaplanowano element ProfilesObjectCache dla {0}.

# ProfilesTagCloudCache doesn't need to be translated
info.profilesTagCloudCacheEnabled=CLFRN1153I: W\u0142\u0105czono element ProfilesTagCloudCache.
info.profilesTagCloudCacheDisabled=CLFRN1140I: Wy\u0142\u0105czono element ProfilesTagCloudCache.
info.profilesTagCloudCacheScheduled=CLFRN1150I: Zaplanowano element ProfilesTagCloudCache dla {0}.

# ProfileLMCache doesn't need to be translated
info.profileLMCacheEnabled=CLFRN1124I: W\u0142\u0105czono element ProfileLMCache.
info.profileLMCacheDisabled=CLFRN1125I: Wy\u0142\u0105czono element ProfileLMCache.
info.profileLMCacheScheduled=CLFRN1126I: Zaplanowano od\u015bwie\u017cenie elementu ProfileLMCache dla {0}.

# MiniReportChainCache doesn't need to be translated
info.cache.minireportchain.expectedEntries=CLFRN1077I: Liczba oczekiwanych wpis\u00f3w w elemencie MiniReportChainCache: {0}.
info.cache.minireportchain.initDataStructure=CLFRN1100I: Element MiniReportChainCache zostanie zainicjowany dla {0}.
info.cache.minireportchain.size=CLFRN1058I: Wielko\u015b\u0107 elementu MiniReportChainCache = {0}.
info.cache.minireportchain.loadingdb=CLFRN1096I: \u0141adowanie elementu MiniReportChainCache z bazy danych.
info.cache.minireportchain.loadingfile=CLFRN1059I: \u0141adowanie elementu MiniReportChainCache z pliku.
error.cache.minireportchain.reload=CLFRN1087E: NIEPOWODZENIE: Nie powiod\u0142a si\u0119 operacja prze\u0142adowania \u0142a\u0144cucha zale\u017cno\u015bci s\u0142u\u017cbowych: {0}.
info.cache.minireportchain.loadtime=CLFRN1076I: Czas \u0142adowania elementu MiniRprtToChainCache: {0}.
info.cache.minireportchain.filewritetime=CLFRN1101I: Czas zapisu elementu MiniRprtToChainCache do pliku: {0}.
info.cache.minireportchain.readingfile=CLFRN1095I: Odczytywanie danych \u0142a\u0144cucha zale\u017cno\u015bci s\u0142u\u017cbowych z pliku {0}.
error.cache.minireportchain.fileparseerror=CLFRN1081E: Analizowanie nie powiod\u0142o si\u0119. 

# PeopleIndexFactory and PeopleIndex doesn't need to be translated
error.index.errorCreatingImplClass=CLFRN1079E: B\u0142\u0105d podczas tworzenia lub odtwarzania klasy implementacji PeopleIndexFactory.
error.index.errorGettingPeopleIndex=CLFRN1084E: B\u0142\u0105d podczas pobierania indeksu PeopleIndex. Zatrzymywanie harmonogramu indeksowania. Wy\u0142\u0105czanie indeksowania pe\u0142notekstowego.

# lastUpdate doesn't need to be translated
error.index.errorRetrievingLastUpdate=CLFRN1110E: B\u0142\u0105d podczas pobierania warto\u015bci lastUpdate z {0}.
error.index.errorRetrievingLastUpdate.stringFormatError=CLFRN1080E: B\u0142\u0105d podczas pobierania warto\u015bci lastUpdate z {0}. Niepoprawnie sformatowany \u0142a\u0144cuch: rrrr-mm-dd.
error.index.errorWritingLastUpdate=CLFRN1106E: B\u0142\u0105d podczas zapisywania warto\u015bci lastUpdate do {0}.

# IndexWriter doesn't need to be translated
error.index.errorRetrievingIndexWriter=CLFRN1065E: B\u0142\u0105d podczas pobierania programu pisz\u0105cego IndexWriter.

error.index.errorCorrupt=CLFRN1103E: B\u0142\u0105d: Indeks mo\u017ce by\u0107 uszkodzony.
error.index.errorParsingQuery=CLFRN1107E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas analizowania zapytania.

# IndexReader doesn't need to be translated
error.index.errorGetIndexReadErr=CLFRN1093E: B\u0142\u0105d podczas pobierania programu czytaj\u0105cego IndexReader.

# ProfileLMCache doesn't need to be translated
error.cache.profileLMCache.retrieve=CLFRN1127E: B\u0142\u0105d podczas pobierania elementu ProfileLMCache.

# PeopleIndexFactory doesn't need to be translated
error.searchService.errorCreatingPeopleIndexFactory=CLFRN1088E: B\u0142\u0105d podczas tworzenia lub odtwarzania klasy implementacji PeopleIndexFactory. Wyszukiwanie pe\u0142notekstowe zostanie pomini\u0119te.
error.searchService.errorSearchingIndex=CLFRN1086E: B\u0142\u0105d podczas wyszukiwania w indeksie pe\u0142notekstowym.

error.acf=CLFRN1091E: B\u0142\u0105d dotycz\u0105cy filtru tre\u015bci aktywnej.

# FullTextIndexingTask doesn't need to be translated
info.index.starting=CLFRN1105I: Zadanie FullTextIndexingTask uruchamiane o {0}. 
info.index.completed=CLFRN1085I: Zadanie FullTextIndexingTask zako\u0144czone o {0}. 

# 'doc' refers to the index document
error.index.delete.docs=CLFRN1118I: B\u0142\u0105d podczas usuwania dokumentu.

# schema version related
info.schema.version=CLFRN1142I: Schemat bazy danych jest zgodny z oczekiwan\u0105 minimaln\u0105 wersj\u0105 {0}.
error.schema.version=CLFRN1148E: Schemat bazy danych jest niezgodny z oczekiwan\u0105 minimaln\u0105 wersj\u0105 {0}. Znaleziono wersj\u0119 {1}.

#config related

error.initializing.extension.config=CLFRN1151E: B\u0142\u0105d podczas inicjowania konfiguracji atrybutu rozszerzenia profilu. 

error.uilayoutvalidation.unknown_attribute=CLFRN1145E: {0}: W konfiguracji uk\u0142adu interfejsu u\u017cytkownika znaleziono atrybut, kt\u00f3ry nie wyst\u0119puje w konfiguracji modelu danych profiles-config.xml.  Mo\u017cliwe jest dodawanie do uk\u0142adu interfejsu u\u017cytkownika wy\u0142\u0105cznie tych atrybut\u00f3w, kt\u00f3re wyst\u0119puj\u0105 w konfiguracji modelu danych.  Nazwa atrybutu: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1147E: {0}: W konfiguracji uk\u0142adu interfejsu u\u017cytkownika znaleziono atrybut, kt\u00f3ry jest oznaczony jako edytowalny, ale nie jest oznaczony jako edytowalny w konfiguracji modelu danych profiles-config.xml. Nazwa atrybutu: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1146E: {0}: W konfiguracji uk\u0142adu interfejsu u\u017cytkownika znaleziono atrybut, kt\u00f3ry jest oznaczony jako pole richtext, ale nie jest oznaczony jako pole richtext w konfiguracji modelu danych profiles-config.xml.  Nazwa atrybutu: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1143E: {0}: W konfiguracji interfejsu u\u017cytkownika znaleziono atrybut rozszerzenia, kt\u00f3ry jest atrybutem rozszerzenia xml-blob. Takie atrybuty rozszerzenia nie mog\u0105 wyst\u0119powa\u0107 w konfiguracji uk\u0142adu interfejsu u\u017cytkownika. Identyfikator problematycznego rozszerzenia: {1}.

# Other errors
info.searchStartupTagCloud=CLFRN1141I: Nie mo\u017cna nawi\u0105za\u0107 kontaktu z us\u0142ug\u0105 wyszukiwania.  Mo\u017ce to wynika\u0107 z porz\u0105dkowania inicjowania aplikacji.  Za kilka minut komponent Profile ponowi pr\u00f3b\u0119 nawi\u0105zania kontaktu z us\u0142ug\u0105 wyszukiwania.  W efekcie chmura znacznik\u00f3w nie b\u0119dzie natychmiast dost\u0119pna.
error.searchUnreachable=CLFRN1152E: Nie mo\u017cna nawi\u0105za\u0107 kontaktu z globaln\u0105 us\u0142ug\u0105 wyszukiwania.  Uruchom aplikacj\u0119 Wyszukiwanie, je\u015bli nie jest ona uruchomiona.  Je\u015bli us\u0142uga jest uruchomiona, sprawd\u017a po\u0142\u0105czenie sieciowe.


error.duplicateKey=CLFRN1219E: Nie mo\u017cna zaktualizowa\u0107 bazy danych przy u\u017cyciu przekazanych parametr\u00f3w. Spowodowa\u0142oby to powstanie duplikatu klucza (adresu e-mail, identyfikatora GUID, nazwy u\u017cytkownika) dla istniej\u0105cego rekordu.


#
# Info/Error messages for data constraint rebuilding
#

# {0} is a date string
info.lookaside.idx.rebuild.start=CLFRN1231I: Czas rozpocz\u0119cia odbudowywania tabel indeksu asocjacyjnego oraz powi\u0105zanych obiekt\u00f3w: {0}.
# {0} is a date string
info.lookaside.idx.rebuild.complete=CLFRN1244I: Czas zako\u0144czenia odbudowywania tabel indeksu asocjacyjnego oraz powi\u0105zanych obiekt\u00f3w: {0}.  \u0141\u0105czna liczba przejrzanych u\u017cytkownik\u00f3w: {1}.  \u0141\u0105czna liczba pomy\u015blnie zaktualizowanych u\u017cytkownik\u00f3w: {2}.  Liczba u\u017cytkownik\u00f3w, w przypadku kt\u00f3rych podczas aktualizacji wyst\u0105pi\u0142y b\u0142\u0119dy: {3}.
error.lookaside.idx.create.objeref=CLFRN1238E: Nie mo\u017cna utworzy\u0107 odniesienia do obiektu dla u\u017cytkownika: (nazwa={0}, klucz={1}, UID={2}, nazwa wyr\u00f3\u017cniaj\u0105ca={3}).  U\u017cytkownik mo\u017ce nie mie\u0107 uprawnie\u0144 do zalogowania w systemie i/lub wyst\u0105pi\u0142y inne b\u0142\u0119dy.
error.lookaside.idx.rebuild.incomplete=CLFRN1239E: Nie mo\u017cna zako\u0144czy\u0107 odbudowywania tabel indeksu asocjacyjnego oraz powi\u0105zanych obiekt\u00f3w dla obiektu {0}.  Aplikacja Profile nie b\u0119dzie dzia\u0142a\u0107 poprawnie, dop\u00f3ki problem ten nie zostanie rozwi\u0105zany.  Przeanalizuj dziennik pod k\u0105tem wyst\u0105pienia b\u0142\u0119d\u00f3w i rozwi\u0105\u017c te problemy, zanim dokonana zostanie ponowna pr\u00f3ba utworzenia indeks\u00f3w.  \u0141\u0105czna liczba przejrzanych u\u017cytkownik\u00f3w: {1}. Liczba pomy\u015blnie zaktualizowanych u\u017cytkownik\u00f3w: {2}. \u0141\u0105czna liczba b\u0142\u0119d\u00f3w podczas aktualizowania u\u017cytkownik\u00f3w: {3}.
error.bulk.user.update=CLFRN1235E: B\u0142\u0105d podczas aktualizacji u\u017cytkownika: (nazwa={0}, klucz={1}, UID={2}, nazwa wyr\u00f3\u017cniaj\u0105ca={3}). 
error.bulk.user.select.all=CLFRN1241E: Nie mo\u017cna wybra\u0107 u\u017cytkownik\u00f3w do zaktualizowania z powodu wyst\u0105pienia b\u0142\u0119du.
# {0} is a date string
info.bulk.user.checkpoint=CLFRN1234I: Przetwarzanie masowej aktualizacji u\u017cytkownik\u00f3w. Bie\u017c\u0105cy czas: {0}. \u0141\u0105czna liczba przejrzanych u\u017cytkownik\u00f3w: {1}.  Liczba u\u017cytkownik\u00f3w w tym bloku, kt\u00f3rzy zostali pomy\u015blnie zaktualizowani: {2}. Liczba u\u017cytkownik\u00f3w, w przypadku kt\u00f3rych podczas aktualizacji wyst\u0105pi\u0142y b\u0142\u0119dy: {3}.

#
# Definitions for ProfilesAppService
# The following are intended for administrative usage. In these messages:
# {0} is a serialisation of a java object intended for developer debugging purposes.
#
info.def.found.matching=CLFRN1229I: Znaleziono zgodn\u0105 definicj\u0119 dla obiektu: {0}.
info.def.notfound=CLFRN1230I: Nie znaleziono zgodnej definicji dla obiektu: {0}. Definicja zostanie utworzona.
info.def.found.nonmatching=CLFRN1242I: Znaleziono niezgodn\u0105 definicj\u0119 dla obiektu: {0}.  Ta definicja zostanie zaktualizowana.
warn.idxdef.found.nonmatching=CLFRN1240W: Znaleziono niezgodn\u0105 definicj\u0119 indeksu dla obiektu: {0}. Ta definicja zostanie zaktualizowana. W normalnych warunkach dzia\u0142ania istnieje zadanie serwera WebSphere Application Server, kt\u00f3re automatycznie dokona naprawy tego problemu w przeci\u0105gu kilku minut, je\u015bli dzia\u0142a serwer aplikacji Profile.  Je\u015bli ten komunikat jest wy\u015bwietlany w produkcie Tivoli Directory Integrator (TDI), system podejmie pr\u00f3b\u0119 naprawy po uruchomieniu aplikacji. Mo\u017cna to potwierdzi\u0107, przegl\u0105daj\u0105c dzienniki i sprawdzaj\u0105c, czy w przeci\u0105gu pi\u0119ciu minut od tego komunikatu w dzienniku jednego z w\u0119z\u0142\u00f3w klastra zostanie zapisany komunikat \u201eCzas rozpocz\u0119cia odbudowywania tabel indeksu...\u201d. Je\u015bli nie mo\u017cna znale\u017a\u0107 tego komunikatu, nale\u017cy uruchomi\u0107 komend\u0119 rebuildLookAsideIndexes() programu wsadmin i przejrze\u0107 dzienniki pod k\u0105tem innych b\u0142\u0119d\u00f3w.
warn.idxdef.notfound=CLFRN1233W: Nie znaleziono zgodnej definicji indeksu dla obiektu: {0}. Definicja zostanie utworzona. W normalnych warunkach dzia\u0142ania istnieje zadanie serwera WebSphere Application Server, kt\u00f3re automatycznie dokona naprawy tego problemu w przeci\u0105gu kilku minut, je\u015bli dzia\u0142a serwer aplikacji Profile. Je\u015bli ten komunikat jest wy\u015bwietlany w produkcie Tivoli Directory Integrator (TDI), system podejmie pr\u00f3b\u0119 naprawy po uruchomieniu aplikacji. Mo\u017cna to potwierdzi\u0107, przegl\u0105daj\u0105c dzienniki i sprawdzaj\u0105c, czy w przeci\u0105gu pi\u0119ciu minut od tego komunikatu w dzienniku jednego z w\u0119z\u0142\u00f3w klastra zostanie zapisany komunikat \u201eCzas rozpocz\u0119cia odbudowywania tabel indeksu...\u201d.  Je\u015bli nie mo\u017cna znale\u017a\u0107 tego komunikatu, nale\u017cy uruchomi\u0107 komend\u0119 rebuildLookAsideIndexes() programu wsadmin i przejrze\u0107 dzienniki pod k\u0105tem innych b\u0142\u0119d\u00f3w.
error.def.not.created=CLFRN1236E: Nie mo\u017cna utworzy\u0107 definicji dla obiektu: {0}. System nie b\u0119dzie dzia\u0142a\u0107, dop\u00f3ki problem ten nie zostanie rozwi\u0105zany.

#
# Task related messages
#

# {0} is a developer targeted ID string
# {1} is a time in milliseconds
# {2} is a time in milliseconds
info.task.scheduled=CLFRN1237I: Planowanie zadania o identyfikatorze: {0}.  Op\u00f3\u017anienie rozpocz\u0119cia w milisekundach: {1}, odst\u0119p czasu mi\u0119dzy zadaniami w milisekundach: {2}.
info.task.canceled=CLFRN1243I: Anulowanie zadania o identyfikatorze: {0}.
info.task.allcanceled=CLFRN1232I: Anulowanie wszystkich zada\u0144 systemu Profile.

#
# PhotoSync Scheduled Task related messages
#

# {0} is a developer / operations targeted URL string
# {1} is a number (error code)
error.invoke.remote.cloud.api=CLFRN1348E: Nie powiod\u0142o si\u0119 wywo\u0142anie us\u0142ugi zdalnej {0}. Kod HTTP powrotu zdalnego serwera to: {1}

#
# Cache related messages
#

# {0} is a developer targeted ID string
# {1} is an error message string from a Websphere subsystem
error.cache.failed.to.init=CLFRN1266E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas tworzenia pami\u0119ci podr\u0119cznej o identyfikatorze wyszukiwania JNDI: {0}. B\u0142\u0105d ten uniemo\u017cliwi uruchomienie aplikacji Profile.  Komunikat o b\u0142\u0119dzie: {1}.  
error.cache.failed.to.term=CLFRN1357E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas ko\u0144czenia pami\u0119ci podr\u0119cznej o identyfikatorze wyszukiwania JNDI: {0}. Komunikat o b\u0142\u0119dzie: {1}.
error.cache.invalid.state=CLFRN1356E: B\u0142\u0105d wewn\u0119trzny: pami\u0119\u0107 podr\u0119czna o identyfikatorze wyszukiwania JNDI {0} ma niepoprawny stan podczas wykonywania operacji {1}.

# {0} is a developer targeted ID string
# {1} is a developer targeted integer value, being the number of seconds that items will live (Time To Live) in the cache
info.dynacache.inited=CLFRN1355I: Instancja dynamicznej pami\u0119ci podr\u0119cznej dla elementu {0} zosta\u0142a utworzona z czasem \u017cycia {1}.

#
# BSS error codes
#
error.bss.profilenotfound=CLFRN1287E: Nie znaleziono u\u017cytkownika {0}.
error.bss.missingarg=CLFRN1288E: Nie okre\u015blono: {0}.
error.bss.invalidarg=CLFRN1289E: Nie okre\u015blono: {0}.

