# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2006, 2017                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

error.deletePhoto=CLFRN1083E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u043d\u0438\u043c\u043a\u0430\u0442\u0430. 
error.insertPhoto=CLFRN1069E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0441\u043d\u0438\u043c\u043a\u0430\u0442\u0430.
error.updatePhoto=CLFRN1082E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0441\u043d\u0438\u043c\u043a\u0430\u0442\u0430. 
error.queryPhoto=CLFRN1060E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u043f\u0438\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u0437\u0430 \u0441\u043d\u0438\u043c\u043a\u0430. 

error.deletePronunciation=CLFRN1063E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b\u0430 \u0441 \u043f\u0440\u043e\u0438\u0437\u043d\u043e\u0448\u0435\u043d\u0438\u0435. 
error.insertPronunciation=CLFRN1067E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b\u0430 \u0441 \u043f\u0440\u043e\u0438\u0437\u043d\u043e\u0448\u0435\u043d\u0438\u0435 
error.updatePronunciation=CLFRN1092E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b\u0430 \u0441 \u043f\u0440\u043e\u0438\u0437\u043d\u043e\u0448\u0435\u043d\u0438\u0435.
error.queryPronunciation=CLFRN1089E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u043f\u0438\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0430\u0439\u043b\u0430 \u0441 \u043f\u0440\u043e\u0438\u0437\u043d\u043e\u0448\u0435\u043d\u0438\u0435.

error.insertTag=CLFRN1098E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0435\u0442\u0438\u043a\u0435\u0442\u0430 \u0437\u0430 \u043f\u0440\u043e\u0444\u0438\u043b.
error.deleteTag=CLFRN1061E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0435\u0442\u0438\u043a\u0435\u0442\u0430 \u0437\u0430 \u043f\u0440\u043e\u0444\u0438\u043b.
error.updatingTags=CLFRN1078E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0435\u0442\u0438\u043a\u0435\u0442\u0438\u0442\u0435 \u0437\u0430 \u043f\u0440\u043e\u0444\u0438\u043b.
error.queryTag=CLFRN1117E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u043f\u0438\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u0437\u0430 \u0435\u0442\u0438\u043a\u0435\u0442\u0438 \u0437\u0430 \u043f\u0440\u043e\u0444\u0438\u043b.

error.writeToDraft=CLFRN1114E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435 \u0432 \u0442\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u0437\u0430 \u0447\u0435\u0440\u043d\u043e\u0432\u0430.
error.queryDraft=CLFRN1094E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u043f\u0438\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u0437\u0430 \u0447\u0435\u0440\u043d\u043e\u0432\u0430.

error.updateEmployee=CLFRN1075E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441\u0430 \u0437\u0430 \u0441\u043b\u0443\u0436\u0438\u0442\u0435\u043b.
error.queryEmployee=CLFRN1057E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u043f\u0438\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441\u0430 \u0437\u0430 \u0441\u043b\u0443\u0436\u0438\u0442\u0435\u043b.

error.queryCountry=CLFRN1090E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u043f\u0438\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u0437\u0430 \u0434\u044a\u0440\u0436\u0430\u0432\u0430.

error.queryEmployeeType=CLFRN1062E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u043f\u0438\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0430 \u0437\u0430 \u0442\u0438\u043f \u0437\u0430 \u0441\u043b\u0443\u0436\u0438\u0442\u0435\u043b\u0438\u0442\u0435.

error.queryOrganization=CLFRN1066E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u043f\u0438\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u043e\u043d\u043d\u0430\u0442\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0430.

error.queryWorkLocation=CLFRN1068E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u043f\u0438\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u043d\u0430\u0442\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0430 \u0437\u0430 \u043c\u0435\u0441\u0442\u043e\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435.

error.updateProfileExtension=CLFRN1115E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 Profiles.
error.queryProfileExtension=CLFRN1074E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u043f\u0438\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u0437\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435 \u043d\u0430 Profiles.
error.insertProfileExtension=CLFRN1149E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435 \u0432 \u0442\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u0437\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435 \u043d\u0430 Profiles.

error.updateProfileExtensionDraft=CLFRN1102E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u0447\u0435\u0440\u043d\u043e\u0432\u0438 \u043d\u0430 Profiles.
error.insertProfileExtensionDraft=CLFRN1112E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0432\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435 \u0432 \u0442\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u0437\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435 \u043d\u0430 \u0447\u0435\u0440\u043d\u043e\u0432\u0438 \u043d\u0430 Profiles.
error.queryProfileExtensionDraft=CLFRN1109E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u043f\u0438\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430 \u0437\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435 \u043d\u0430 \u0447\u0435\u0440\u043d\u043e\u0432\u0438 \u043d\u0430 Profiles.

error.queryDB=CLFRN1064E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u043f\u0438\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438.

error.multipleUsersWithLogin=CLFRN1144E: \u041f\u0440\u0438 \u043e\u043f\u0438\u0442\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u043e\u0432 \u043f\u0440\u043e\u0444\u0438\u043b \u0438\u043b\u0438 \u0434\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u043f\u0440\u043e\u0444\u0438\u043b, \u0435 \u043e\u0442\u043a\u0440\u0438\u0442 \u0432\u0442\u043e\u0440\u0438 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u043f\u0440\u043e\u0444\u0438\u043b \u0441 \u0435\u0434\u043d\u0438 \u0438 \u0441\u044a\u0449\u0438 (\u0434\u0443\u0431\u043b\u0438\u0440\u0430\u0449\u0438 \u0441\u0435) \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0432\u043b\u0438\u0437\u0430\u043d\u0435: {0}.  
error.multipleUsersWithEmail=CLFRN1294E: \u041f\u0440\u0438 \u043e\u043f\u0438\u0442\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u043e\u0432 \u043f\u0440\u043e\u0444\u0438\u043b \u0438\u043b\u0438 \u0434\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u043f\u0440\u043e\u0444\u0438\u043b, \u0435 \u043e\u0442\u043a\u0440\u0438\u0442 \u0432\u0442\u043e\u0440\u0438 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u043f\u0440\u043e\u0444\u0438\u043b \u0441 \u0435\u0434\u0438\u043d \u0438 \u0441\u044a\u0449 (\u0434\u0443\u0431\u043b\u0438\u0440\u0430\u0449 \u0441\u0435) \u0438\u043c\u0435\u0439\u043b: {0}.
error.multipleUsersWithGuid=CLFRN1293E: \u041f\u0440\u0438 \u043e\u043f\u0438\u0442\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u043e\u0432 \u043f\u0440\u043e\u0444\u0438\u043b \u0438\u043b\u0438 \u0434\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u043f\u0440\u043e\u0444\u0438\u043b, \u0435 \u043e\u0442\u043a\u0440\u0438\u0442 \u0432\u0442\u043e\u0440\u0438 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u043f\u0440\u043e\u0444\u0438\u043b \u0441 \u0435\u0434\u0438\u043d \u0438 \u0441\u044a\u0449 (\u0434\u0443\u0431\u043b\u0438\u0440\u0430\u0449 \u0441\u0435) guid: {0}.
error.multipleUsersWithUid=CLFRN1332E: \u041f\u0440\u0438 \u043e\u043f\u0438\u0442\u0430 \u0434\u0430 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u043d\u043e\u0432 \u043f\u0440\u043e\u0444\u0438\u043b \u0438\u043b\u0438 \u0434\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0442\u0435 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u043f\u0440\u043e\u0444\u0438\u043b, \u0435 \u043e\u0442\u043a\u0440\u0438\u0442 \u0432\u0442\u043e\u0440\u0438 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u043f\u0440\u043e\u0444\u0438\u043b \u0441 \u0435\u0434\u0438\u043d \u0438 \u0441\u044a\u0449 (\u0434\u0443\u0431\u043b\u0438\u0440\u0430\u0449 \u0441\u0435) uid: {0}.

# The following message will only ever appear in the SystemOut.log and is intended for administrative usage. In this message:
# {0} is an ID value for the manager of the user being created/updated; either an external (LDAP) ID or an internal (db) profile key
# it is not an error for a user to not have a manager, but if an ID is supplied, it must already exist and match a user in the Profiles database
warn.missingUserWithID=CLFRN1372W: \u041f\u0440\u0438 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043d\u043e\u0432 \u043f\u0440\u043e\u0444\u0438\u043b \u0438\u043b\u0438 \u043e\u0431\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u043f\u0440\u043e\u0444\u0438\u043b \u043f\u0440\u043e\u0444\u0438\u043b\u044a\u0442 \u0437\u0430 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u0430 \u043d\u0430 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0438\u044f \u043c\u0435\u043d\u0438\u0434\u0436\u044a\u0440: {0} \u043d\u0435 \u0431\u0435\u0448\u0435 \u043e\u0442\u043a\u0440\u0438\u0442.

#Cache

info.orgStructureEnabled=CLFRN1099I: \u0424\u0443\u043d\u043a\u0446\u0438\u0438\u0442\u0435 \u043d\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u043e\u043d\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 \u0441\u0430 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0438. \u0418\u043d\u0438\u0446\u0438\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0439\u0442\u0435 \u043a\u0435\u0448\u043e\u0432\u0435\u0442\u0435 \u043d\u0430 \u0432\u0435\u0440\u0438\u0433\u0430\u0442\u0430 \u0437\u0430 \u043e\u0442\u0447\u0435\u0442, \u0430\u043a\u043e \u0441\u0430 \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0438.
info.orgStructureDisabled=CLFRN1116I: \u0424\u0443\u043d\u043a\u0446\u0438\u0438\u0442\u0435 \u043d\u0430 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u0430\u0446\u0438\u043e\u043d\u043d\u0430\u0442\u0430 \u0441\u0442\u0440\u0443\u043a\u0442\u0443\u0440\u0430 \u0441\u0430 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0438. \u041d\u0435 \u0438\u043d\u0438\u0446\u0438\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u0439\u0442\u0435 \u043a\u0435\u0448\u043e\u0432\u0435\u0442\u0435 \u043d\u0430 \u0432\u0435\u0440\u0438\u0433\u0430\u0442\u0430 \u0437\u0430 \u043e\u0442\u0447\u0435\u0442.

# FullReportsToChainCache doesn't need to be translated
info.fullReportsToDisabled=CLFRN1071I: FullReportsToChainCache \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u043e.
info.fullReportsToEnabled=CLFRN1111I: FullReportsToChainCache \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u043e.
info.fullReportsToScheduled=CLFRN1108I: FullReportsToChainCache \u043d\u0430\u0441\u0440\u043e\u0447\u0435\u043d\u043e \u0437\u0430 {0}.

# MiniReportsToChainCache doesn't need to be translated
info.miniReportsToDisabled=CLFRN1072I: MiniReportsToChainCache \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u043e.
info.miniReportsToEnabled=CLFRN1097I: MiniReportsToChainCache \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u043e.
info.miniReportsToFile=CLFRN1113I: MiniReportsToChainCache \u0444\u0430\u0439\u043b = {0}.
info.miniReportsToScheduled=CLFRN1104I: MiniReportsToChainCache \u043d\u0430\u0441\u0440\u043e\u0447\u0435\u043d\u043e \u0437\u0430 {0}. 

info.cache.fullreportchain.size=CLFRN1073I: \u0420\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 \u043a\u0435\u0448 \u043d\u0430 \u0446\u044f\u043b\u0430\u0442\u0430 \u0432\u0435\u0440\u0438\u0433\u0430 \u0437\u0430 \u043e\u0442\u0447\u0435\u0442 = {0}.
info.cache.fullreportchain.loadtime=CLFRN1070I: \u0418\u0437\u043c\u0438\u043d\u0430\u043b\u043e \u0432\u0440\u0435\u043c\u0435 \u0437\u0430 \u0437\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 FullRprtToChainCache: {0}.

# ProfilesObjectCache doesn't need to be translated
info.profilesObjectCacheEnabled=CLFRN1074I: ProfilesObjectCache \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u043e.
info.profilesObjectCacheDisabled=CLFRN1075I: ProfilesObjectCache \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u043e.
info.profilesObjectCacheScheduled=CLFRN1078I: ProfilesObjectCache \u043d\u0430\u0441\u0440\u043e\u0447\u0435\u043d\u043e \u0437\u0430 {0}.

# ProfilesTagCloudCache doesn't need to be translated
info.profilesTagCloudCacheEnabled=CLFRN1153I: ProfilesTagCloudCache \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u043e.
info.profilesTagCloudCacheDisabled=CLFRN1140I: ProfilesTagCloudCache \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u043e.
info.profilesTagCloudCacheScheduled=CLFRN1150I: ProfilesTagCloudCache \u043d\u0430\u0441\u0440\u043e\u0447\u0435\u043d\u043e \u0437\u0430 {0}.

# ProfileLMCache doesn't need to be translated
info.profileLMCacheEnabled=CLFRN1124I: ProfileLMCache \u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u043e.
info.profileLMCacheDisabled=CLFRN1125I: ProfileLMCache \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u043e.
info.profileLMCacheScheduled=CLFRN1126I: ProfileLMCache \u043e\u0431\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435\u0442\u043e \u0435 \u043d\u0430\u0441\u0440\u043e\u0447\u0435\u043d\u043e \u0437\u0430 {0}.

# MiniReportChainCache doesn't need to be translated
info.cache.minireportchain.expectedEntries=CLFRN1077I: {0} \u043e\u0447\u0430\u043a\u0432\u0430\u043d\u0438 \u0437\u0430\u043f\u0438\u0441\u0438 \u0432 MiniReportChainCache.
info.cache.minireportchain.initDataStructure=CLFRN1100I: MiniReportChainCache \u0449\u0435 \u0431\u044a\u0434\u0435 \u0438\u043d\u0438\u0446\u0438\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u043e \u0434\u043e {0}.
info.cache.minireportchain.size=CLFRN1058I: MiniReportChainCache \u0440\u0430\u0437\u043c\u0435\u0440 = {0}.
info.cache.minireportchain.loadingdb=CLFRN1096I: \u0417\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 MiniReportChainCache \u043e\u0442 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438.
info.cache.minireportchain.loadingfile=CLFRN1059I: \u0417\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 MiniReportChainCache \u043e\u0442 \u0444\u0430\u0439\u043b.
error.cache.minireportchain.reload=CLFRN1087E: \u041d\u0415\u0423\u0421\u041f\u0415\u0428\u041d\u041e: \u043f\u0440\u0435\u0437\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0432\u0435\u0440\u0438\u0433\u0430 \u0437\u0430 \u043e\u0442\u0447\u0435\u0442: {0}.
info.cache.minireportchain.loadtime=CLFRN1076I: \u0418\u0437\u043c\u0438\u043d\u0430\u043b\u043e \u0432\u0440\u0435\u043c\u0435 \u0437\u0430 \u0437\u0430\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 MiniRprtToChainCache: {0}.
info.cache.minireportchain.filewritetime=CLFRN1101I: \u0418\u0437\u043c\u0438\u043d\u0430\u043b\u043e \u0432\u0440\u0435\u043c\u0435 \u0437\u0430 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435 \u043d\u0430 MiniRprtToChainCache \u043a\u044a\u043c \u0444\u0430\u0439\u043b: {0}.
info.cache.minireportchain.readingfile=CLFRN1095I: \u0427\u0435\u0442\u0435\u043d\u0435 \u0432\u044a\u0432 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u043d\u0430 \u0432\u0435\u0440\u0438\u0433\u0430 \u0437\u0430 \u043e\u0442\u0447\u0435\u0442 \u043e\u0442 {0}.
error.cache.minireportchain.fileparseerror=CLFRN1081E: \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0430\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435. 

# PeopleIndexFactory and PeopleIndex doesn't need to be translated
error.index.errorCreatingImplClass=CLFRN1079E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u0438\u043b\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u043a\u043b\u0430\u0441 \u043d\u0430 \u0440\u0435\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 PeopleIndexFactory.
error.index.errorGettingPeopleIndex=CLFRN1084E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 PeopleIndex. \u0421\u043f\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0433\u0440\u0430\u0444\u0438\u043a \u0437\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435. \u0417\u0430\u0431\u0440\u0430\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0446\u044f\u043b \u0442\u0435\u043a\u0441\u0442.

# lastUpdate doesn't need to be translated
error.index.errorRetrievingLastUpdate=CLFRN1110E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 lastUpdate \u043e\u0442 {0}.
error.index.errorRetrievingLastUpdate.stringFormatError=CLFRN1080E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 lastUpdate \u043e\u0442 {0}: \u041d\u0438\u0448\u043a\u0430\u0442\u0430 \u043d\u0435 \u0435 \u0444\u043e\u0440\u043c\u0430\u0442\u0438\u0440\u0430\u043d\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u043d\u043e: \u0433\u0433\u0433\u0433-\u043c\u043c-\u0434\u0434
error.index.errorWritingLastUpdate=CLFRN1106E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0437\u0430\u043f\u0438\u0441\u0432\u0430\u043d\u0435 \u043d\u0430 lastUpdate \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0432 {0}.

# IndexWriter doesn't need to be translated
error.index.errorRetrievingIndexWriter=CLFRN1065E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 IndexWriter.

error.index.errorCorrupt=CLFRN1103E: \u0413\u0440\u0435\u0448\u043a\u0430: \u0438\u043d\u0434\u0435\u043a\u0441\u044a\u0442 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0435 \u0443\u0432\u0440\u0435\u0434\u0435\u043d.
error.index.errorParsingQuery=CLFRN1107E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0442\u0432\u0430\u043d\u0435.

# IndexReader doesn't need to be translated
error.index.errorGetIndexReadErr=CLFRN1093E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 IndexReader.

# ProfileLMCache doesn't need to be translated
error.cache.profileLMCache.retrieve=CLFRN1127E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 ProfileLMCache.

# PeopleIndexFactory doesn't need to be translated
error.searchService.errorCreatingPeopleIndexFactory=CLFRN1088E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u0438\u043b\u0438 \u0438\u0437\u0432\u043b\u0438\u0447\u0430\u043d\u0435 \u043d\u0430 \u043a\u043b\u0430\u0441 \u043d\u0430 \u0440\u0435\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 PeopleIndexFactory. \u041f\u0440\u043e\u043f\u0443\u0441\u043a\u0430\u043d\u0435 \u043d\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435\u0442\u043e \u043d\u0430 \u0446\u044f\u043b \u0442\u0435\u043a\u0441\u0442.
error.searchService.errorSearchingIndex=CLFRN1086E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u043d\u0430 \u043f\u044a\u043b\u043d\u043e\u0442\u0435\u043a\u0441\u0442\u043e\u0432 \u0438\u043d\u0434\u0435\u043a\u0441.

error.acf=CLFRN1091E: \u0413\u0440\u0435\u0448\u043a\u0430 \u0441 \u0444\u0438\u043b\u0442\u044a\u0440\u0430 \u043d\u0430 \u0430\u043a\u0442\u0438\u0432\u043d\u043e \u0441\u044a\u0434\u044a\u0440\u0436\u0430\u043d\u0438\u0435.

# FullTextIndexingTask doesn't need to be translated
info.index.starting=CLFRN1105I: FullTextIndexingTask \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430 \u043d\u0430 {0}. 
info.index.completed=CLFRN1085I: FullTextIndexingTask \u0437\u0430\u0432\u044a\u0440\u0448\u0438 \u043d\u0430 {0}. 

# 'doc' refers to the index document
error.index.delete.docs=CLFRN1118I: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442.

# schema version related
info.schema.version=CLFRN1142I: \u0421\u0445\u0435\u043c\u0430\u0442\u0430 \u043d\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0430 \u043d\u0430 \u043e\u0447\u0430\u043a\u0432\u0430\u043d\u0430\u0442\u0430 \u043c\u0438\u043d\u0438\u043c\u0430\u043b\u043d\u0430 \u0432\u0435\u0440\u0441\u0438\u044f {0}.
error.schema.version=CLFRN1148E: \u0421\u0445\u0435\u043c\u0430\u0442\u0430 \u043d\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u043d\u0435 \u0441\u044a\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0430 \u043d\u0430 \u043e\u0447\u0430\u043a\u0432\u0430\u043d\u0430\u0442\u0430 \u043c\u0438\u043d\u0438\u043c\u0430\u043b\u043d\u0430 \u0432\u0435\u0440\u0441\u0438\u044f {0}. \u041d\u0430\u043c\u0435\u0440\u0435\u043d\u0430 \u0435 \u0432\u0435\u0440\u0441\u0438\u044f {1}.

#config related

error.initializing.extension.config=CLFRN1151E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u043d\u0438\u0446\u0438\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u043d\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b. 

error.uilayoutvalidation.unknown_attribute=CLFRN1145E: {0}: \u041d\u0430\u043c\u0435\u0440\u0435\u043d \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u0432 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441, \u043a\u043e\u0439\u0442\u043e \u043d\u0435 \u043f\u0440\u0438\u0441\u044a\u0441\u0442\u0432\u0430 \u0432 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u043c\u043e\u0434\u0435\u043b \u043d\u0430 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438 profiles-config.xml.  \u0410\u0442\u0440\u0438\u0431\u0443\u0442\u0438\u0442\u0435 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u043f\u0440\u0438\u0441\u044a\u0441\u0442\u0432\u0430\u0442 \u0432 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u043c\u043e\u0434\u0435\u043b\u0430 \u0437\u0430 \u0434\u0430\u043d\u043d\u0438, \u0437\u0430 \u0434\u0430 \u0431\u044a\u0434\u0430\u0442 \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u0438 \u043a\u044a\u043c \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441.  \u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0430 \u0435: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1147E: {0}: \u041d\u0430\u043c\u0435\u0440\u0435\u043d \u0435 \u0430\u0442\u0440\u0438\u0431\u0443\u0442, \u043a\u043e\u0439\u0442\u043e \u0435 \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d \u043a\u0430\u0442\u043e \u043f\u043e\u043f\u0440\u0430\u0432\u0438\u043c \u0432 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441, \u043d\u043e \u043d\u0435 \u0435 \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d \u043a\u0430\u0442\u043e \u043f\u043e\u043f\u0440\u0430\u0432\u0438\u043c \u0432 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u043c\u043e\u0434\u0435\u043b \u0437\u0430 \u0434\u0430\u043d\u043d\u0438 profiles-config.xml. \u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0430 \u0435: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1146E: {0} \u041d\u0430\u043c\u0435\u0440\u0435\u043d \u0435 \u0430\u0442\u0440\u0438\u0431\u0443\u0442, \u043a\u043e\u0439\u0442\u043e \u0435 \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d \u043a\u0430\u0442\u043e RTF \u0432\u044a\u0432 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441, \u043d\u043e \u043d\u0435 \u0435 \u043c\u0430\u0440\u043a\u0438\u0440\u0430\u043d \u043a\u0430\u0442\u043e RTF \u043f\u043e\u043b\u0435 \u0432 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u043c\u043e\u0434\u0435\u043b \u0437\u0430 \u0434\u0430\u043d\u043d\u0438 profiles-config.xml.  \u0418\u043c\u0435\u0442\u043e \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0430 \u0435: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1143E: {0} \u041d\u0430\u043c\u0435\u0440\u0435\u043d \u0435 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u043d\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435 \u0432 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441, \u043a\u043e\u0439\u0442\u043e \u0435 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u043d\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435 xml-blob. \u0410\u0442\u0440\u0438\u0431\u0443\u0442\u0438\u0442\u0435 \u043d\u0430 \u0442\u043e\u0432\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0435 \u0441\u0435 \u043f\u043e\u043a\u0430\u0436\u0430\u0442 \u0432 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0441\u043a\u0438\u044f \u0438\u043d\u0442\u0435\u0440\u0444\u0435\u0439\u0441. \u0418\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0432\u044a\u043f\u0440\u043e\u0441\u043d\u043e\u0442\u043e \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435 \u0435: {1}

# Other errors
info.searchStartupTagCloud=CLFRN1141I: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435 \u0441 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435.  \u0422\u043e\u0432\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0435 \u043f\u043e\u0440\u0430\u0434\u0438 \u043f\u043e\u0434\u0440\u0435\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0438\u043d\u0438\u0446\u0438\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e.  Profiles \u0449\u0435 \u043d\u0430\u043f\u0440\u0430\u0432\u0438 \u043f\u043e\u0432\u0442\u043e\u0440\u0435\u043d \u043e\u043f\u0438\u0442 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435 \u0441 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0441\u043b\u0435\u0434 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u043c\u0438\u043d\u0443\u0442\u0438.  \u0412 \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442 \u043d\u0430 \u0442\u043e\u0432\u0430, \u043e\u0431\u043b\u0430\u043a\u044a\u0442 \u0441 \u0435\u0442\u0438\u043a\u0435\u0442\u0438 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0431\u044a\u0434\u0435 \u0432\u0435\u0434\u043d\u0430\u0433\u0430 \u043d\u0430 \u0440\u0430\u0437\u043f\u043e\u043b\u043e\u0436\u0435\u043d\u0438\u0435.
error.searchUnreachable=CLFRN1152E: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0441\u0432\u044a\u0440\u0436\u0435 \u0441 \u0433\u043b\u043e\u0431\u0430\u043b\u043d\u0430\u0442\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435.  \u0420\u0435\u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u0439\u0442\u0435 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e Search, \u0430\u043a\u043e \u043d\u0435 \u0435 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043b\u043e.  \u0410\u043a\u043e \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0435 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0430, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0430\u0442\u0430 \u043a\u044a\u043c \u043c\u0440\u0435\u0436\u0430\u0442\u0430.


error.duplicateKey=CLFRN1219E: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u0441 \u043f\u043e\u0434\u0430\u0434\u0435\u043d\u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438. \u0429\u0435 \u0434\u043e\u0432\u0435\u0434\u0435 \u0434\u043e \u0434\u0443\u0431\u043b\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043a\u043b\u044e\u0447 (\u0438\u043c\u0435\u0439\u043b, guid, \u0434\u0430\u043d\u043d\u0438 \u0437\u0430 \u0432\u043b\u0438\u0437\u0430\u043d\u0435) \u0441\u044a\u0441 \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u0437\u0430\u043f\u0438\u0441.


#
# Info/Error messages for data constraint rebuilding
#

# {0} is a date string
info.lookaside.idx.rebuild.start=CLFRN1231I: \u041d\u0430\u0447\u0430\u043b\u043e \u043d\u0430 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u0438\u0437\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0438\u0442\u0435 \u0437\u0430 \u0438\u043d\u0434\u0435\u043a\u0441 \u0438 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438\u0442\u0435 \u043e\u0431\u0435\u043a\u0442\u0438 \u043d\u0430 {0}.
# {0} is a date string
info.lookaside.idx.rebuild.complete=CLFRN1244I: \u0417\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u043e \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u0438\u0437\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0438\u0442\u0435 \u0437\u0430 \u0438\u043d\u0434\u0435\u043a\u0441 \u0438 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438\u0442\u0435 \u043e\u0431\u0435\u043a\u0442\u0438 \u043d\u0430 {0}.  \u041e\u0431\u0449\u0438\u044f\u0442 \u0431\u0440\u043e\u0439 \u043d\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0435 {1}.  \u041e\u0431\u0449\u0438\u044f\u0442 \u0431\u0440\u043e\u0439 \u043d\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0435 {2}.  \u0411\u0440\u043e\u044f\u0442 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0441 \u0433\u0440\u0435\u0448\u043a\u0438 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0435 {3}.
error.lookaside.idx.create.objeref=CLFRN1238E: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u043f\u0440\u0435\u043f\u0440\u0430\u0442\u043a\u0430 \u043d\u0430 \u043e\u0431\u0435\u043a\u0442 \u0437\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b: (\u0438\u043c\u0435={0}, \u043a\u043b\u044e\u0447={1}, uid={2}, \u043e\u0442\u043b\u0438\u0447\u0438\u0442\u0435\u043b\u043d\u043e \u0438\u043c\u0435={3}).  \u0422\u043e\u0437\u0438 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u044f\u043c\u0430 \u0432\u044a\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442 \u0434\u0430 \u0432\u043b\u0435\u0437\u0435 \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u0438\u043b\u0438 \u0435 \u0441\u0440\u0435\u0449\u043d\u0430\u043b \u0434\u0440\u0443\u0433\u0438 \u0433\u0440\u0435\u0448\u043a\u0438.
error.lookaside.idx.rebuild.incomplete=CLFRN1239E: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u044a\u0440\u0448\u0438 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u043e \u0438\u0437\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0438\u0442\u0435 \u0437\u0430 \u0438\u043d\u0434\u0435\u043a\u0441 \u0438 \u0441\u0432\u044a\u0440\u0437\u0430\u043d\u0438\u0442\u0435 \u043e\u0431\u0435\u043a\u0442\u0438 \u043d\u0430 {0}.  \u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e Profiles \u043d\u044f\u043c\u0430 \u0434\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u043e, \u0434\u043e\u043a\u0430\u0442\u043e \u043d\u0435 \u0441\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0438 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u044a\u0442.  \u041f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0439\u0442\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u044f \u0444\u0430\u0439\u043b \u0437\u0430 \u0433\u0440\u0435\u0448\u043a\u0438 \u0438 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u0442\u0435 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0438\u0442\u0435, \u043f\u0440\u0435\u0434\u0438 \u0434\u0430 \u0441\u0435 \u043e\u043f\u0438\u0442\u0430\u0442\u0435 \u043e\u0442\u043d\u043e\u0432\u043e \u0434\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u0438\u0442\u0435 \u0438\u043d\u0434\u0435\u043a\u0441\u0438.  \u041e\u0431\u0449\u0438\u044f\u0442 \u0431\u0440\u043e\u0439 \u043d\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0435 {1}; \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0441\u0430 {2}; \u043e\u0431\u0449\u043e \u0433\u0440\u0435\u0448\u043a\u0438 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0441\u0430 {3}.
error.bulk.user.update=CLFRN1235E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b: (\u0438\u043c\u0435={0}, \u043a\u043b\u044e\u0447={1}, uid={2}, \u043e\u0442\u043b\u0438\u0447\u0438\u0442\u0435\u043b\u043d\u043e \u0438\u043c\u0435={3}). 
error.bulk.user.select.all=CLFRN1241E: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0431\u0435\u0440\u0430\u0442 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0437\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043f\u043e\u0440\u0430\u0434\u0438 \u0433\u0440\u0435\u0448\u043a\u0430.
# {0} is a date string
info.bulk.user.checkpoint=CLFRN1234I: \u041e\u0431\u0440\u0430\u0431\u043e\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u043c\u043d\u043e\u0436\u0435\u0441\u0442\u0432\u0435\u043d\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438. \u0422\u0435\u043a\u0443\u0449\u043e\u0442\u043e \u0432\u0440\u0435\u043c\u0435 \u0435 {0}. \u041e\u0431\u0449\u0438\u044f\u0442 \u0431\u0440\u043e\u0439 \u043d\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u043d\u0438\u0442\u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438 \u0435 {1}.  \u0411\u0440\u043e\u044f\u0442 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435 \u043e\u0442 \u0442\u043e\u0437\u0438 \u0431\u043b\u043e\u043a, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0431\u0438\u043b\u0438 \u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0438 \u0435 {2}. \u0411\u0440\u043e\u044f\u0442 \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0438\u0442\u0435, \u0437\u0430 \u043a\u043e\u0438\u0442\u043e \u0432\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0435 {3}.

#
# Definitions for ProfilesAppService
# The following are intended for administrative usage. In these messages:
# {0} is a serialisation of a java object intended for developer debugging purposes.
#
info.def.found.matching=CLFRN1229I: \u041d\u0430\u043c\u0435\u0440\u0435\u043d\u0430 \u0435 \u0441\u044a\u0432\u043f\u0430\u0434\u0430\u0449\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f \u0437\u0430: {0}.
info.def.notfound=CLFRN1230I: \u041d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0430 \u0441\u044a\u0432\u043f\u0430\u0434\u0430\u0449\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f \u0437\u0430: {0}. \u0422\u0430\u0437\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f \u0449\u0435 \u0431\u044a\u0434\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0430.
info.def.found.nonmatching=CLFRN1242I: \u041d\u0430\u043c\u0435\u0440\u0435\u043d\u0430 \u0435 \u043d\u0435\u0441\u044a\u0432\u043f\u0430\u0434\u0430\u0449\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f \u0437\u0430: {0}.  \u0422\u0430\u0437\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f \u0449\u0435 \u0431\u044a\u0434\u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0430.
warn.idxdef.found.nonmatching=CLFRN1240W: \u041d\u0430\u043c\u0435\u0440\u0435\u043d\u0430 \u0435 \u043d\u0435\u0441\u044a\u0432\u043f\u0430\u0434\u0430\u0449\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u043e\u0432\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f \u0437\u0430: {0}. \u0422\u0430\u0437\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f \u0449\u0435 \u0431\u044a\u0434\u0435 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0430. \u041f\u043e\u0434 \u043d\u043e\u0440\u043c\u0430\u043b\u043d\u0438 \u0443\u0441\u043b\u043e\u0432\u0438\u044f \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0430, \u0442\u043e\u0432\u0430 \u0435 \u0437\u0430\u0434\u0430\u0447\u0430 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u0437\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f WebSphere, \u043a\u043e\u044f\u0442\u043e \u0449\u0435 \u043f\u043e\u043f\u0440\u0430\u0432\u0438 \u0441\u0438\u0442\u0443\u0430\u0446\u0438\u044f\u0442\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0437\u0430 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u043c\u0438\u043d\u0443\u0442\u0438, \u0430\u043a\u043e \u0441\u044a\u0440\u0432\u044a\u0440\u044a\u0442 \u043d\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435 Profiles \u0435 \u043d\u0430 \u043b\u0438\u043d\u0438\u044f.  \u0410\u043a\u043e \u0432\u0438\u0436\u0434\u0430\u0442\u0435 \u0442\u043e\u0432\u0430 \u0432 \u0441\u043f\u0440\u0430\u0432\u043e\u0447\u0435\u043d \u0438\u043d\u0442\u0435\u0433\u0440\u0430\u0442\u043e\u0440 \u0437\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f (TDI), \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u0449\u0435 \u043d\u0430\u043f\u0440\u0430\u0432\u0438 \u043e\u043f\u0438\u0442 \u0434\u0430 \u0441\u0435 \u043a\u043e\u0440\u0438\u0433\u0438\u0440\u0430, \u0441\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u043e\u0442\u0432\u044a\u0440\u0434\u0438\u0442\u0435 \u0442\u043e\u0432\u0430 \u043a\u0430\u0442\u043e \u043f\u0440\u043e\u0432\u0435\u0440\u0438\u0442\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0442\u0435 \u0437\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e ''\u0417\u0430\u043f\u043e\u0447\u043d\u0430\u0442\u043e \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434-\u043d\u0430\u0441\u0442\u0440\u0430\u043d\u0430...'', \u0434\u043e \u043f\u0435\u0442 \u043c\u0438\u043d\u0443\u0442\u0438 \u043e\u0442 \u0442\u043e\u0432\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u043d\u0430 \u0435\u0434\u0438\u043d \u043e\u0442 \u0432\u044a\u0437\u043b\u0438\u0442\u0435 \u043d\u0430 \u0432\u0430\u0448\u0438\u044f \u043a\u043b\u044a\u0441\u0442\u0435\u0440. \u0410\u043a\u043e \u043d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u0438\u0442\u0435 \u0442\u043e\u0432\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435, \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u0442\u0435 wsadmin \u043a\u043e\u043c\u0430\u043d\u0434\u0430\u0442\u0430 ''rebuildLookAsideIndexes()'' \u0438 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0439\u0442\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0442\u0435 \u0437\u0430 \u0434\u0440\u0443\u0433\u0438 \u0433\u0440\u0435\u0448\u043a\u0438.
warn.idxdef.notfound=CLFRN1233W: \u041d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0430 \u0441\u044a\u0432\u043f\u0430\u0434\u0430\u0449\u0430 \u0438\u043d\u0434\u0435\u043a\u0441\u043e\u0432\u0430 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f \u0437\u0430: {0}. \u0422\u0430\u0437\u0438 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f \u0449\u0435 \u0431\u044a\u0434\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d\u0430. \u041f\u043e\u0434 \u043d\u043e\u0440\u043c\u0430\u043b\u043d\u0438 \u0443\u0441\u043b\u043e\u0432\u0438\u044f \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0430, \u0442\u043e\u0432\u0430 \u0435 \u0437\u0430\u0434\u0430\u0447\u0430 \u043d\u0430 \u0441\u044a\u0440\u0432\u044a\u0440\u0430 \u0437\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f WebSphere, \u043a\u043e\u044f\u0442\u043e \u0449\u0435 \u043f\u043e\u043f\u0440\u0430\u0432\u0438 \u0441\u0438\u0442\u0443\u0430\u0446\u0438\u044f\u0442\u0430 \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e \u0437\u0430 \u043d\u044f\u043a\u043e\u043b\u043a\u043e \u043c\u0438\u043d\u0443\u0442\u0438, \u0430\u043a\u043e \u0441\u044a\u0440\u0432\u044a\u0440\u044a\u0442 \u043d\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435 Profiles \u0435 \u043d\u0430 \u043b\u0438\u043d\u0438\u044f. \u0410\u043a\u043e \u0432\u0438\u0436\u0434\u0430\u0442\u0435 \u0442\u043e\u0432\u0430 \u0432 \u0441\u043f\u0440\u0430\u0432\u043e\u0447\u0435\u043d \u0438\u043d\u0442\u0435\u0433\u0440\u0430\u0442\u043e\u0440 \u0437\u0430 \u0434\u0438\u0440\u0435\u043a\u0442\u043e\u0440\u0438\u044f (TDI), \u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u0449\u0435 \u043d\u0430\u043f\u0440\u0430\u0432\u0438 \u043e\u043f\u0438\u0442 \u0434\u0430 \u0441\u0435 \u043a\u043e\u0440\u0438\u0433\u0438\u0440\u0430, \u0441\u043b\u0435\u0434 \u043a\u0430\u0442\u043e \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430. \u041c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043f\u043e\u0442\u0432\u044a\u0440\u0434\u0438\u0442\u0435 \u0442\u043e\u0432\u0430 \u043a\u0430\u0442\u043e \u043f\u0440\u043e\u0432\u0435\u0440\u0438\u0442\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0442\u0435 \u0437\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e ''\u0417\u0430\u043f\u043e\u0447\u043d\u0430\u0442\u043e \u0432\u044a\u0437\u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0435\u0433\u043b\u0435\u0434-\u043d\u0430\u0441\u0442\u0440\u0430\u043d\u0430...'', \u0434\u043e \u043f\u0435\u0442 \u043c\u0438\u043d\u0443\u0442\u0438 \u043e\u0442 \u0442\u043e\u0432\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u043d\u0430 \u0435\u0434\u0438\u043d \u043e\u0442 \u0432\u044a\u0437\u043b\u0438\u0442\u0435 \u043d\u0430 \u0432\u0430\u0448\u0438\u044f \u043a\u043b\u044a\u0441\u0442\u0435\u0440.  \u0410\u043a\u043e \u043d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0434\u0430 \u043d\u0430\u043c\u0435\u0440\u0438\u0442\u0435 \u0442\u043e\u0432\u0430 \u0441\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435, \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u0442\u0435 wsadmin \u043a\u043e\u043c\u0430\u043d\u0434\u0430\u0442\u0430 ''rebuildLookAsideIndexes()'' \u0438 \u043f\u0440\u0435\u0433\u043b\u0435\u0434\u0430\u0439\u0442\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0442\u0435 \u0437\u0430 \u0434\u0440\u0443\u0433\u0438 \u0433\u0440\u0435\u0448\u043a\u0438.
error.def.not.created=CLFRN1236E: \u043d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435 \u0434\u0435\u0444\u0438\u043d\u0438\u0446\u0438\u044f \u0437\u0430: {0}. \u0421\u0438\u0441\u0442\u0435\u043c\u0430\u0442\u0430 \u043d\u044f\u043c\u0430 \u0434\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u043e\u043d\u0438\u0440\u0430, \u0434\u043e\u043a\u0430\u0442\u043e \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u044a\u0442 \u043d\u0435 \u0441\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0438.

#
# Task related messages
#

# {0} is a developer targeted ID string
# {1} is a time in milliseconds
# {2} is a time in milliseconds
info.task.scheduled=CLFRN1237I: \u041d\u0430\u0441\u0440\u043e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430 \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f: {0}.  \u0417\u0430\u0431\u0430\u0432\u044f\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u0435 {1} \u043c\u0441, \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\u044a\u0442 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \u0435 {2} \u043c\u0441.
info.task.canceled=CLFRN1243I: \u041e\u0442\u043c\u0435\u043d\u044f\u043d\u0435 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430 \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f: {0}.
info.task.allcanceled=CLFRN1232I: \u041e\u0442\u043c\u0435\u043d\u044f\u043d\u0435 \u043d\u0430 \u0432\u0441\u0438\u0447\u043a\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u043d\u0438 \u0437\u0430\u0434\u0430\u0447\u0438 \u043d\u0430 Profiles.

#
# PhotoSync Scheduled Task related messages
#

# {0} is a developer / operations targeted URL string
# {1} is a number (error code)
error.invoke.remote.cloud.api=CLFRN1348E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0438\u0437\u0432\u0438\u043a\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430 {0}; \u043e\u0442\u0434\u0430\u043b\u0435\u0447\u0435\u043d\u0438\u044f\u0442 \u0441\u044a\u0440\u0432\u044a\u0440 \u0432\u044a\u0440\u043d\u0430 HTTP \u043a\u043e\u0434: {1}

#
# Cache related messages
#

# {0} is a developer targeted ID string
# {1} is an error message string from a Websphere subsystem
error.cache.failed.to.init=CLFRN1266E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u0435\u0448 \u0441 JNDI \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435: {0}. \u0422\u0430\u0437\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u0449\u0435 \u043f\u0440\u0435\u0434\u043e\u0442\u0432\u0440\u0430\u0442\u0438 \u0441\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435\u0442\u043e Profiles.  \u0421\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u0435 {1}.  
error.cache.failed.to.term=CLFRN1357E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0443\u043d\u0438\u0449\u043e\u0436\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u0435\u0448 \u0441 JNDI \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435: {0}. \u0421\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u0435 {1}.
error.cache.invalid.state=CLFRN1356E: \u0412\u044a\u0442\u0440\u0435\u0448\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430: \u043a\u0435\u0448\u044a\u0442 \u0441 JNDI \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435: {0} \u0435 \u0432 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u043e \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u043f\u0440\u0438 \u0440\u0430\u0431\u043e\u0442\u0430 {1}.

# {0} is a developer targeted ID string
# {1} is a developer targeted integer value, being the number of seconds that items will live (Time To Live) in the cache
info.dynacache.inited=CLFRN1355I: \u0415\u043a\u0437\u0435\u043c\u043f\u043b\u044f\u0440 \u043d\u0430 DynaCache \u0437\u0430 {0} \u0435 \u0441\u044a\u0437\u0434\u0430\u0434\u0435\u043d \u0441 TTL {1}.

#
# BSS error codes
#
error.bss.profilenotfound=CLFRN1287E: \u041f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b {0} \u043d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d.
error.bss.missingarg=CLFRN1288E: {0} \u043d\u0435 \u0435 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u043e.
error.bss.invalidarg=CLFRN1289E: {0} \u043d\u0435 \u0435 \u043f\u043e\u0441\u043e\u0447\u0435\u043d\u043e.

