# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2006, 2017                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

error.deletePhoto=CLFRN1083E: Det uppstod ett fel n\u00e4r fotot skulle tas bort. 
error.insertPhoto=CLFRN1069E: Det uppstod ett fel n\u00e4r fotot skulle infogas.
error.updatePhoto=CLFRN1082E: Det uppstod ett fel n\u00e4r fotot skulle uppdateras. 
error.queryPhoto=CLFRN1060E: Det uppstod ett fel n\u00e4r en fr\u00e5ga s\u00e4ndes till fototabellen. 

error.deletePronunciation=CLFRN1063E: Det uppstod ett fel n\u00e4r uttalsfilen skulle tas bort. 
error.insertPronunciation=CLFRN1067E: Det uppstod ett fel n\u00e4r uttalsfilen skulle infogas. 
error.updatePronunciation=CLFRN1092E: Det uppstod ett fel n\u00e4r uttalsfilen skulle uppdateras.
error.queryPronunciation=CLFRN1089E: Det uppstod ett fel n\u00e4r en fr\u00e5ga s\u00e4ndes till uttalstabellen.

error.insertTag=CLFRN1098E: Fel n\u00e4r profiltaggen skulle infogas.
error.deleteTag=CLFRN1061E: Fel n\u00e4r profiltaggen skulle tas bort.
error.updatingTags=CLFRN1078E: Fel n\u00e4r profiltaggarna skulle uppdateras.
error.queryTag=CLFRN1117E: Fel n\u00e4r en fr\u00e5ga s\u00e4ndes till profiltaggtabellen.

error.writeToDraft=CLFRN1114E: Det uppstod ett fel vid skrivning till utkaststabellen.
error.queryDraft=CLFRN1094E: Det uppstod ett fel n\u00e4r en fr\u00e5ga s\u00e4ndes till utkaststabellen.

error.updateEmployee=CLFRN1075E: Det uppstod ett fel n\u00e4r anst\u00e4llningsposten skulle uppdateras.
error.queryEmployee=CLFRN1057E: Det uppstod ett fel n\u00e4r en fr\u00e5ga s\u00e4ndes till anst\u00e4llningstabellen.

error.queryCountry=CLFRN1090E: Det uppstod ett fel n\u00e4r en fr\u00e5ga s\u00e4ndes till landstabellen.

error.queryEmployeeType=CLFRN1062E: Det uppstod ett fel n\u00e4r en fr\u00e5ga s\u00e4ndes till anst\u00e4llningstypstabellen.

error.queryOrganization=CLFRN1066E: Det uppstod ett fel n\u00e4r en fr\u00e5ga s\u00e4ndes till f\u00f6retagstabellen.

error.queryWorkLocation=CLFRN1068E: Det uppstod ett fel n\u00e4r en fr\u00e5ga s\u00e4ndes till arbetsplatstabellen.

error.updateProfileExtension=CLFRN1115E: Det uppstod ett fel n\u00e4r profilut\u00f6kningen skulle uppdateras.
error.queryProfileExtension=CLFRN1074E: Det uppstod ett fel n\u00e4r en fr\u00e5ga s\u00e4ndes till profilut\u00f6kningstabellen.
error.insertProfileExtension=CLFRN1149E: Det uppstod ett fel vid infogning i profilut\u00f6kningstabellen.

error.updateProfileExtensionDraft=CLFRN1102E: Det uppstod ett fel n\u00e4r utkastsprofilut\u00f6kningen skulle uppdateras.
error.insertProfileExtensionDraft=CLFRN1112E: Det uppstod ett fel vid infogning i utkastsprofilut\u00f6kningstabellen.
error.queryProfileExtensionDraft=CLFRN1109E: Det uppstod ett fel n\u00e4r en fr\u00e5ga s\u00e4ndes till utkastsprofilut\u00f6kningstabellen.

error.queryDB=CLFRN1064E: Det uppstod ett fel n\u00e4r en fr\u00e5ga s\u00e4ndes till databasen.

error.multipleUsersWithLogin=CLFRN1144E: En andra profil hittades med samma inloggningsinformation vid f\u00f6rs\u00f6k att skapa en ny eller uppdatera en profil: {0}  
error.multipleUsersWithEmail=CLFRN1294E: En andra profil hittades med samma mejladress, {0}, vid f\u00f6rs\u00f6k att skapa en ny eller uppdatera en befintlig profil.
error.multipleUsersWithGuid=CLFRN1293E: En andra profil hittades med samma GUID, {0}, vid f\u00f6rs\u00f6k att skapa en ny eller uppdatera en befintlig profil.
error.multipleUsersWithUid=CLFRN1332E: En andra profil hittades med samma UID, {0}, vid f\u00f6r\u00f6sk att skapa en ny eller uppdatera en befintlig profil.

# The following message will only ever appear in the SystemOut.log and is intended for administrative usage. In this message:
# {0} is an ID value for the manager of the user being created/updated; either an external (LDAP) ID or an internal (db) profile key
# it is not an error for a user to not have a manager, but if an ID is supplied, it must already exist and match a user in the Profiles database
warn.missingUserWithID=CLFRN1372W: Vid generering av en ny profil eller uppdatering av en befintlig profil f\u00f6r angivet manager-ID: {0} hittades inte.

#Cache

info.orgStructureEnabled=CLFRN1099I: F\u00f6retagsstrukturfunktionerna \u00e4r aktiverade. Initiera organisationscachar, om aktiverat.
info.orgStructureDisabled=CLFRN1116I: F\u00f6retagsstrukturfunktionerna \u00e4r avaktiverade. Initiera inte organisationscachar.

# FullReportsToChainCache doesn't need to be translated
info.fullReportsToDisabled=CLFRN1071I: FullReportsToChainCache avaktiverades.
info.fullReportsToEnabled=CLFRN1111I: FullReportsToChainCache aktiverades.
info.fullReportsToScheduled=CLFRN1108I: FullReportsToChainCache schemalades f\u00f6r {0}.

# MiniReportsToChainCache doesn't need to be translated
info.miniReportsToDisabled=CLFRN1072I: MiniReportsToChainCache avaktiverades.
info.miniReportsToEnabled=CLFRN1097I: MiniReportsToChainCache aktiverades.
info.miniReportsToFile=CLFRN1113I: MiniReportsToChainCache-fil: {0}.
info.miniReportsToScheduled=CLFRN1104I: MiniReportsToChainCache schemalades f\u00f6r {0}. 

info.cache.fullreportchain.size=CLFRN1073I: Fullst\u00e4ndig organisationscachestorlek: {0}.
info.cache.fullreportchain.loadtime=CLFRN1070I: Tid f\u00f6r inl\u00e4sning av FullRprtToChainCache: {0}.

# ProfilesObjectCache doesn't need to be translated
info.profilesObjectCacheEnabled=CLFRN1074I: ProfilesObjectCache aktiverades.
info.profilesObjectCacheDisabled=CLFRN1075I: ProfilesObjectCache avaktiverades.
info.profilesObjectCacheScheduled=CLFRN1078I: ProfilesObjectCache schemalades f\u00f6r {0}.

# ProfilesTagCloudCache doesn't need to be translated
info.profilesTagCloudCacheEnabled=CLFRN1153I: ProfilesTagCloudCache aktiverades.
info.profilesTagCloudCacheDisabled=CLFRN1140I: ProfilesTagCloudCache avaktiverades.
info.profilesTagCloudCacheScheduled=CLFRN1150I: ProfilesTagCloudCache schemalades f\u00f6r {0}.

# ProfileLMCache doesn't need to be translated
info.profileLMCacheEnabled=CLFRN1124I: ProfileLMCache aktiverades.
info.profileLMCacheDisabled=CLFRN1125I: ProfileLMCache avaktiverades.
info.profileLMCacheScheduled=CLFRN1126I: ProfileLMCache-uppdatering schemalades f\u00f6r {0}.

# MiniReportChainCache doesn't need to be translated
info.cache.minireportchain.expectedEntries=CLFRN1077I: {0} poster f\u00f6rv\u00e4ntades i MiniReportChainCache.
info.cache.minireportchain.initDataStructure=CLFRN1100I: MiniReportChainCache kommer att initieras till {0}.
info.cache.minireportchain.size=CLFRN1058I: MiniReportChainCache-storlek: {0}.
info.cache.minireportchain.loadingdb=CLFRN1096I: L\u00e4ser in MiniReportChainCache fr\u00e5n databasen.
info.cache.minireportchain.loadingfile=CLFRN1059I: L\u00e4ser in MiniReportChainCache fr\u00e5n fil.
error.cache.minireportchain.reload=CLFRN1087E: MISSLYCKADES: Organisationsominl\u00e4sning: {0}
info.cache.minireportchain.loadtime=CLFRN1076I: Tid f\u00f6r inl\u00e4sning av MiniRprtToChainCache: {0}.
info.cache.minireportchain.filewritetime=CLFRN1101I: Tid f\u00f6r skrivning av MiniRprtToChainCache till fil: {0}.
info.cache.minireportchain.readingfile=CLFRN1095I: L\u00e4ser in organisationsdata fr\u00e5n {0}.
error.cache.minireportchain.fileparseerror=CLFRN1081E: Det gick inte att tolka. 

# PeopleIndexFactory and PeopleIndex doesn't need to be translated
error.index.errorCreatingImplClass=CLFRN1079E: Det uppstod ett fel n\u00e4r PeopleIndexFactory-implementationsklassen skulle skapas eller h\u00e4mtas.
error.index.errorGettingPeopleIndex=CLFRN1084E: Det uppstod ett fel n\u00e4r PeopleIndex skulle h\u00e4mtas. Indexeringsschemat stoppas. Fritextindexering avaktiveras.

# lastUpdate doesn't need to be translated
error.index.errorRetrievingLastUpdate=CLFRN1110E: Det uppstod ett fel n\u00e4r lastUpdate skulle h\u00e4mtas fr\u00e5n {0}.
error.index.errorRetrievingLastUpdate.stringFormatError=CLFRN1080E: Det uppstod ett fel n\u00e4r lastUpdate skulle h\u00e4mtas fr\u00e5n {0}. Str\u00e4ngen \u00e4r inte formaterad p\u00e5 r\u00e4tt s\u00e4tt: yyyy-mm-dd.
error.index.errorWritingLastUpdate=CLFRN1106E: Det uppstod ett fel n\u00e4r lastUpdate-v\u00e4rdet skulle skrivas till {0}.

# IndexWriter doesn't need to be translated
error.index.errorRetrievingIndexWriter=CLFRN1065E: Det uppstod ett fel n\u00e4r IndexWriter skulle h\u00e4mtas.

error.index.errorCorrupt=CLFRN1103E: Fel: Indexet \u00e4r eventuellt skadat.
error.index.errorParsingQuery=CLFRN1107E: Det uppstod ett fel n\u00e4r fr\u00e5gan skulle tolkas.

# IndexReader doesn't need to be translated
error.index.errorGetIndexReadErr=CLFRN1093E: Det uppstod ett fel n\u00e4r IndexReader skulle h\u00e4mtas.

# ProfileLMCache doesn't need to be translated
error.cache.profileLMCache.retrieve=CLFRN1127E: Det uppstod ett fel n\u00e4r ProfileLMCache skulle h\u00e4mtas.

# PeopleIndexFactory doesn't need to be translated
error.searchService.errorCreatingPeopleIndexFactory=CLFRN1088E: Det uppstod ett fel n\u00e4r PeopleIndexFactory-implementationsklassen skulle skapas eller h\u00e4mtas. Fritexts\u00f6kning hoppas \u00f6ver.
error.searchService.errorSearchingIndex=CLFRN1086E: Det uppstod ett fel vid s\u00f6kning i fritextindexet.

error.acf=CLFRN1091E: Det uppstod ett fel i det aktiva inneh\u00e5llsfiltret.

# FullTextIndexingTask doesn't need to be translated
info.index.starting=CLFRN1105I: FullTextIndexingTask startades {0}. 
info.index.completed=CLFRN1085I: FullTextIndexingTask slutf\u00f6rdes {0}. 

# 'doc' refers to the index document
error.index.delete.docs=CLFRN1118I: Det uppstod ett fel n\u00e4r ett dokument skulle tas bort.

# schema version related
info.schema.version=CLFRN1142I: Databasschemat st\u00e4mmer inte med f\u00f6r\u00e4ntad minimiversion {0}.
error.schema.version=CLFRN1148E: Databasscheman st\u00e4mmer inte med f\u00f6rv\u00e4ntad misnta version: {0}. Version {1} hittades.

#config related

error.initializing.extension.config=CLFRN1151E: Fel vid initiering av profilut\u00f6kningsattributkonfiguration. 

error.uilayoutvalidation.unknown_attribute=CLFRN1145E: {0}: Ett attribut hittades i anv\u00e4ndargr\u00e4nssnittslayoutkonfigurationen som inte finns i profiles-config.xml-datamodellkonfigurationen. Attributen m\u00e5ste finnas i datamodellkonfigurationen f\u00f6r att det ska g\u00e5 att l\u00e4gga till dem till anv\u00e4ndargr\u00e4nssnittslayouten. Attributnamn: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1147E: {0}: Ett attribut som \u00e4r markerat som redigerbart hittades i anv\u00e4ndargr\u00e4nssnittslayoutkonfigurationen, men det \u00e4r inte markerat som redigerbart i profiles-config.xml-datamodellkonfigurationen. Attributnamn: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1146E: {0}: Ett attribut som \u00e4r markerat som richtext-f\u00e4lt hittades i anv\u00e4ndargr\u00e4nssnittslayoutkonfigurationen, men det \u00e4r inte markerat som richtext-f\u00e4lt i profiles-config.xml-datamodellkonfigurationen. Attributnamn: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1143E: {0}: Ett ut\u00f6kningsattribut hittades i anv\u00e4ndargr\u00e4nssnittskonfigurationen som \u00e4r ett xml-blob-ut\u00f6kningsattribut. De h\u00e4r ut\u00f6kningsattributen visas eventuellt inte i anv\u00e4ndargr\u00e4nssnittslayoutkonfigurationen. Ut\u00f6knings-ID: {1}.

# Other errors
info.searchStartupTagCloud=CLFRN1141I: Det gick inte att ansluta till s\u00f6ktj\u00e4nsten. Det kan bero p\u00e5 ordningen f\u00f6r applikationsinitiering. Ett nytt f\u00f6rs\u00f6k att ansluta till s\u00f6ktj\u00e4nsten kommer att utf\u00f6ras om n\u00e5gra minuter. Taggmolnet kommer inte att vara tillg\u00e4ngligt.
error.searchUnreachable=CLFRN1152E: Det gick inte att ansluta till den globala s\u00f6ktj\u00e4nsten. Starta applikationen S\u00f6k om den inte \u00e4r startad. Om tj\u00e4nsten \u00e4r startad kontrollerar du n\u00e4tverksanslutningen.


error.duplicateKey=CLFRN1219E: Det gick inte att uppdatera databasen med de angivna parametrarna. Om de angivna parametrarna anv\u00e4ndes skulle det medf\u00f6ra att en duplicerad nyckel (mejladress, GUID, inloggningsnamn) med en befintlig post skapades.


#
# Info/Error messages for data constraint rebuilding
#

# {0} is a date string
info.lookaside.idx.rebuild.start=CLFRN1231I: B\u00f6rjar bygga om s\u00f6kindextabeller och associerade objekt p\u00e5 {0}.
# {0} is a date string
info.lookaside.idx.rebuild.complete=CLFRN1244I: Slutf\u00f6rde bygget av s\u00f6kindextabeller och associerade objekt p\u00e5 {0}. Totalt antal granskade anv\u00e4ndare: {1},  totalt antal uppdaterade anv\u00e4ndare: {2},  antal anv\u00e4ndare som det uppstod fel f\u00f6r under uppdateringen: {3}.
error.lookaside.idx.create.objeref=CLFRN1238E: Det gick inte att skapa objektreferensen f\u00f6r anv\u00e4ndaren. Namn: {0}, nyckel: {1}, anv\u00e4ndar-ID: {2}, DN-namn: {3}. Den h\u00e4r anv\u00e4ndaren kommer eventuellt inte att kunna logga in och det kan \u00e4ven uppst\u00e5 andra fel.
error.lookaside.idx.rebuild.incomplete=CLFRN1239E: Det gick inte att slutf\u00f6ra bygget av s\u00f6kindextabeller och associerade objekt p\u00e5 {0}. Det kommer inte att g\u00e5 att k\u00f6ra applikationen Profiler f\u00f6rr\u00e4n du har \u00e5tg\u00e4rdat det h\u00e4r problemet. Kontrollera loggen och \u00e5tg\u00e4rda eventuella fel innan du f\u00f6rs\u00f6ker bygga indexen igen. Totalt antal granskade anv\u00e4ndare: {1}, totalt antal uppdaterade anv\u00e4ndare: {2} totalt antal anv\u00e4ndare som det uppstod fel f\u00f6r: {3}.
error.bulk.user.update=CLFRN1235E: Det uppstod ett fel n\u00e4r anv\u00e4ndaren skulle uppdateras. Namn: {0}, nyckel: {1}, anv\u00e4ndar-ID: {2}, DN-namn: {3}. 
error.bulk.user.select.all=CLFRN1241E: Det uppstod ett fel. Det gick inte att v\u00e4lja anv\u00e4ndare att uppdatera.
# {0} is a date string
info.bulk.user.checkpoint=CLFRN1234I: Utf\u00f6r en batchuppdatering av anv\u00e4ndare. Aktuell tid: {0}, totalt antal uppdaterade anv\u00e4ndare: {1},  antal anv\u00e4ndare fr\u00e5n det h\u00e4r blocket som uppdaterades: {2},  antal anv\u00e4ndare som det uppstod ett fel f\u00f6r under uppdateringen: {3}.

#
# Definitions for ProfilesAppService
# The following are intended for administrative usage. In these messages:
# {0} is a serialisation of a java object intended for developer debugging purposes.
#
info.def.found.matching=CLFRN1229I: En matchande definition f\u00f6r {0} hittades.
info.def.notfound=CLFRN1230I: Det gick inte att hitta n\u00e5gon matchande definition f\u00f6r {0}. Definitionen kommer att skapas.
info.def.found.nonmatching=CLFRN1242I: En icke-matchande definition f\u00f6r {0} hittades. Definitionen kommer att uppdateras.
warn.idxdef.found.nonmatching=CLFRN1240W: En icke-matchande definition f\u00f6r {0} hittades. Definitionen kommer att uppdateras. Normalt finns det en WebSphere Application Server-uppgift som kommer att anv\u00e4ndas till att automatiskt \u00e5tg\u00e4rda det h\u00e4r problemet om ett litet tag, f\u00f6rutsatt att profilapplikationsservern k\u00f6rs. Om det h\u00e4r meddelandet visas i Tivoli Directory Integrator (TDI) kommer ett f\u00f6rs\u00f6k att \u00e5tg\u00e4rda det h\u00e4r problemet utf\u00f6ras automatiskt n\u00e4r applikationen har startat. Du kan bekr\u00e4fta det h\u00e4r genom att \u00f6ppna loggen och leta r\u00e4tt p\u00e5 meddelandet B\u00f6rjar bygga om... inom fem minuter p\u00e5 n\u00e5gon av noderna i klustret. Om inte det h\u00e4r meddelandet visas b\u00f6r du k\u00f6ra wsadmin-kommandot rebuildLookAsideIndexes() och \u00e4ven kontrollera om det finns n\u00e5gra andra fel i loggarna.
warn.idxdef.notfound=CLFRN1233W: Det gick inte att hitta n\u00e5gon matchande indexdefinition f\u00f6r {0}. Definitionen kommer att skapas. Normalt finns det en WebSphere Application Server-uppgift som kommer att anv\u00e4ndas till att automatiskt \u00e5tg\u00e4rda det h\u00e4r problemet om ett litet tag, f\u00f6rutsatt att profilapplikationsservern k\u00f6rs. Om det h\u00e4r meddelandet visas i Tivoli Directory Integrator (TDI) kommer ett f\u00f6rs\u00f6k att \u00e5tg\u00e4rda det h\u00e4r problemet utf\u00f6ras automatiskt n\u00e4r applikationen har startat. Du kan bekr\u00e4fta det h\u00e4r genom att \u00f6ppna loggen och leta r\u00e4tt p\u00e5 meddelandet B\u00f6rjar bygga om... inom fem minuter p\u00e5 n\u00e5gon av noderna i klustret. Om inte det h\u00e4r meddelandet visas b\u00f6r du k\u00f6ra wsadmin-kommandot rebuildLookAsideIndexes() och \u00e4ven kontrollera om det finns n\u00e5gra andra fel i loggarna.
error.def.not.created=CLFRN1236E: Det gick inte att skapa en definition f\u00f6r {0}. Det kommer inte att g\u00e5 att anv\u00e4nda systemet f\u00f6rr\u00e4n du har \u00e5tg\u00e4rdat det h\u00e4r problemet.

#
# Task related messages
#

# {0} is a developer targeted ID string
# {1} is a time in milliseconds
# {2} is a time in milliseconds
info.task.scheduled=CLFRN1237I: Schemal\u00e4gger uppgiften med ID:t {0}. Startf\u00f6rdr\u00f6jning {1} ms, uppgiftsintervall {2} ms.
info.task.canceled=CLFRN1243I: Avbryter uppgiften med ID:t {0}.
info.task.allcanceled=CLFRN1232I: Avbryter alla profilsystemuppgifter.

#
# PhotoSync Scheduled Task related messages
#

# {0} is a developer / operations targeted URL string
# {1} is a number (error code)
error.invoke.remote.cloud.api=CLFRN1348E: Det gick inte att anropa fj\u00e4rrtj\u00e4nsten {0}. HTTP-returkod: {1}

#
# Cache related messages
#

# {0} is a developer targeted ID string
# {1} is an error message string from a Websphere subsystem
error.cache.failed.to.init=CLFRN1266E: Fel n\u00e4r cachen med JNDI-s\u00f6knings-ID {0} skulle skapas. Det h\u00e4r felet medf\u00f6r att det inte g\u00e5r att starta applikationen Profiler. Felmeddelande: {1}. 
error.cache.failed.to.term=CLFRN1357E: Fel n\u00e4r cachen med JNDI-s\u00f6knings-ID: {0} skulle avslutas. Felmeddelande: {1}.
error.cache.invalid.state=CLFRN1356E: Internt fel: Cachen med JNDI-s\u00f6knings-ID {0} har ogiltigt l\u00e4ge f\u00f6r \u00e5tg\u00e4rd {1}.

# {0} is a developer targeted ID string
# {1} is a developer targeted integer value, being the number of seconds that items will live (Time To Live) in the cache
info.dynacache.inited=CLFRN1355I: En DynaCache-f\u00f6rekomst f\u00f6r {0} har skapats med TTL {1}.

#
# BSS error codes
#
error.bss.profilenotfound=CLFRN1287E: Det gick inte att hitta anv\u00e4ndaren {0}.
error.bss.missingarg=CLFRN1288E: {0} har inte angetts.
error.bss.invalidarg=CLFRN1289E: {0} har inte angetts.

