# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2006, 2017                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

error.deletePhoto=CLFRN1083E: Une erreur s'est produite lors de la suppression de la photo. 
error.insertPhoto=CLFRN1069E: Une erreur s'est produite lors de l'insertion de la photo.
error.updatePhoto=CLFRN1082E: Une erreur s'est produite lors de la mise \u00e0 jour de la photo. 
error.queryPhoto=CLFRN1060E: Une erreur s'est produite lors de la recherche de la table des photos. 

error.deletePronunciation=CLFRN1063E: Une erreur s'est produite lors de la suppression du fichier de prononciation. 
error.insertPronunciation=CLFRN1067E: Une erreur s'est produite lors de l'insertion du fichier de prononciation. 
error.updatePronunciation=CLFRN1092E: Une erreur s'est produite lors de la mise \u00e0 jour du fichier de prononciation.
error.queryPronunciation=CLFRN1089E: Une erreur s'est produite lors de la recherche de la table de prononciation.

error.insertTag=CLFRN1098E: Une erreur s'est produite lors de l'insertion de l'\u00e9tiquette de profil.
error.deleteTag=CLFRN1061E: Une erreur s'est produite lors de la suppression de l'\u00e9tiquette de profil.
error.updatingTags=CLFRN1078E: Une erreur s'est produite lors de la mise \u00e0 jour des \u00e9tiquettes de profil.
error.queryTag=CLFRN1117E: Une erreur s'est produite lors de la recherche de la table des \u00e9tiquettes de profil.

error.writeToDraft=CLFRN1114E: Une erreur s'est produite lors de l'\u00e9criture dans la table des brouillons.
error.queryDraft=CLFRN1094E: Une erreur s'est produite lors de la recherche dans la table des brouillons.

error.updateEmployee=CLFRN1075E: Une erreur s'est produite lors de la mise \u00e0 jour de l'enregistrement d'employ\u00e9.
error.queryEmployee=CLFRN1057E: Une erreur s'est produite lors de la recherche de la table des employ\u00e9s.

error.queryCountry=CLFRN1090E: Une erreur s'est produite lors de la recherche dans la table des pays.

error.queryEmployeeType=CLFRN1062E: Une erreur s'est produite lors de la recherche dans la table des types d'employ\u00e9.

error.queryOrganization=CLFRN1066E: Une erreur s'est produite lors de la recherche de la table des organisations.

error.queryWorkLocation=CLFRN1068E: Une erreur s'est produite lors de la recherche dans la table des lieux de travail.

error.updateProfileExtension=CLFRN1115E: Une erreur s'est produite lors de la mise \u00e0 jour de l'extension de profils.
error.queryProfileExtension=CLFRN1074E: Une erreur s'est produite lors de la recherche dans la table des extensions de profils.
error.insertProfileExtension=CLFRN1149E: Une erreur s'est produite lors de l'insertion dans la table des extensions de profils.

error.updateProfileExtensionDraft=CLFRN1102E: Une erreur s'est produite lors de la mise \u00e0 jour de l'extension des profils de brouillon
error.insertProfileExtensionDraft=CLFRN1112E: Une erreur s'est produite lors de l'insertion dans la table des extensions de profils de brouillon.
error.queryProfileExtensionDraft=CLFRN1109E: Une erreur s'est produite lors de la recherche dans la table des extensions de profils de brouillon.

error.queryDB=CLFRN1064E: Une erreur s'est produite lors de la recherche dans la base de donn\u00e9es.

error.multipleUsersWithLogin=CLFRN1144E: Lors de la tentative de cr\u00e9ation d''un profil ou de la mise \u00e0 jour d''un profil existant, un second profil a \u00e9t\u00e9 trouv\u00e9 avec la m\u00eame connexion (en double) : {0}.  
error.multipleUsersWithEmail=CLFRN1294E: Lors de la tentative de cr\u00e9ation d''un profil ou de la mise \u00e0 jour d''un profil existant, un second profil a \u00e9t\u00e9 trouv\u00e9 avec le m\u00eame e-mail (en double) : {0}.
error.multipleUsersWithGuid=CLFRN1293E: Lors de la tentative de cr\u00e9ation d''un profil ou de la mise \u00e0 jour d''un profil existant, un second profil a \u00e9t\u00e9 trouv\u00e9 avec le m\u00eame identificateur global unique (en double) : {0}.
error.multipleUsersWithUid=CLFRN1332E: Lors de la tentative de cr\u00e9ation d''un profil ou de la mise \u00e0 jour d''un profil existant, un second profil a \u00e9t\u00e9 trouv\u00e9 avec le m\u00eame UID (en double) : {0}.

# The following message will only ever appear in the SystemOut.log and is intended for administrative usage. In this message:
# {0} is an ID value for the manager of the user being created/updated; either an external (LDAP) ID or an internal (db) profile key
# it is not an error for a user to not have a manager, but if an ID is supplied, it must already exist and match a user in the Profiles database
warn.missingUserWithID=CLFRN1372W: Lors de la cr\u00e9ation d''un nouveau profil ou de la mise \u00e0 jour d''un profil existant, aucun profil pour l''ID gestionnaire {0} n''a \u00e9t\u00e9 trouv\u00e9.

#Cache

info.orgStructureEnabled=CLFRN1099I: Les fonctions de structure organisationnelle sont activ\u00e9es. Initialiser le rapport pour cha\u00eener les caches s'ils sont activ\u00e9s.
info.orgStructureDisabled=CLFRN1116I: Les fonctions de structure organisationnelle sont d\u00e9sactiv\u00e9es. Ne pas initialiser le rapport pour cha\u00eener les caches.

# FullReportsToChainCache doesn't need to be translated
info.fullReportsToDisabled=CLFRN1071I: FullReportsToChainCache d\u00e9sactiv\u00e9.
info.fullReportsToEnabled=CLFRN1111I: FullReportsToChainCache activ\u00e9.
info.fullReportsToScheduled=CLFRN1108I: FullReportsToChainCache planifi\u00e9 pour {0}.

# MiniReportsToChainCache doesn't need to be translated
info.miniReportsToDisabled=CLFRN1072I: MiniReportsToChainCache d\u00e9sactiv\u00e9.
info.miniReportsToEnabled=CLFRN1097I: MiniReportsToChainCache activ\u00e9.
info.miniReportsToFile=CLFRN1113I: Fichier MiniReportsToChainCache = {0}.
info.miniReportsToScheduled=CLFRN1104I: MiniReportsToChainCache planifi\u00e9 pour {0}. 

info.cache.fullreportchain.size=CLFRN1073I: Taille de la m\u00e9moire cache de cha\u00eene de g\u00e9n\u00e9ration de rapports compl\u00e8te = {0}.
info.cache.fullreportchain.loadtime=CLFRN1070I: Temps \u00e9coul\u00e9 pour charger FullRprtToChainCache : {0}.

# ProfilesObjectCache doesn't need to be translated
info.profilesObjectCacheEnabled=CLFRN1074I: ProfilesObjectCache activ\u00e9.
info.profilesObjectCacheDisabled=CLFRN1075I: ProfilesObjectCache d\u00e9sactiv\u00e9.
info.profilesObjectCacheScheduled=CLFRN1078I: ProfilesObjectCache planifi\u00e9 pour {0}.

# ProfilesTagCloudCache doesn't need to be translated
info.profilesTagCloudCacheEnabled=CLFRN1153I: ProfilesTagCloudCache activ\u00e9.
info.profilesTagCloudCacheDisabled=CLFRN1140I: ProfilesTagCloudCache d\u00e9sactiv\u00e9.
info.profilesTagCloudCacheScheduled=CLFRN1150I: ProfilesTagCloudCache planifi\u00e9 pour {0}.

# ProfileLMCache doesn't need to be translated
info.profileLMCacheEnabled=CLFRN1124I: ProfileLMCache activ\u00e9.
info.profileLMCacheDisabled=CLFRN1125I: ProfileLMCache d\u00e9sactiv\u00e9.
info.profileLMCacheScheduled=CLFRN1126I: Actualisation de ProfileLMCache planifi\u00e9e pour {0}.

# MiniReportChainCache doesn't need to be translated
info.cache.minireportchain.expectedEntries=CLFRN1077I: {0} entr\u00e9es pr\u00e9vues dans MiniReportChainCache.
info.cache.minireportchain.initDataStructure=CLFRN1100I: MiniReportChainCache sera initialis\u00e9 sur {0}.
info.cache.minireportchain.size=CLFRN1058I: Taille de MiniReportChainCache = {0}.
info.cache.minireportchain.loadingdb=CLFRN1096I: Chargement de MiniReportChainCache \u00e0 partir de la base de donn\u00e9es.
info.cache.minireportchain.loadingfile=CLFRN1059I: Chargement de MiniReportChainCache \u00e0 partir d'un fichier.
error.cache.minireportchain.reload=CLFRN1087E: ECHEC : rechargement de la cha\u00eene hi\u00e9rarchique : {0}.
info.cache.minireportchain.loadtime=CLFRN1076I: Temps \u00e9coul\u00e9 pour charger MiniRprtToChainCache : {0}.
info.cache.minireportchain.filewritetime=CLFRN1101I: Temps \u00e9coul\u00e9 pour \u00e9crire MiniRprtToChainCache dans le fichier : {0}.
info.cache.minireportchain.readingfile=CLFRN1095I: Lecture des donn\u00e9es de cha\u00eene hi\u00e9rarchique \u00e0 partir de {0}.
error.cache.minireportchain.fileparseerror=CLFRN1081E: \u00e9chec lors de l'analyse syntaxique. 

# PeopleIndexFactory and PeopleIndex doesn't need to be translated
error.index.errorCreatingImplClass=CLFRN1079E: Erreur lors de la cr\u00e9ation ou de l'extraction de la classe d'impl\u00e9mentation PeopleIndexFactory.
error.index.errorGettingPeopleIndex=CLFRN1084E: Erreur lors de l'extraction de PeopleIndex. Planification de l'arr\u00eat de l'indexation. D\u00e9sactivation de l'indexation en texte int\u00e9gral.

# lastUpdate doesn't need to be translated
error.index.errorRetrievingLastUpdate=CLFRN1110E: Erreur lors de l''extraction de lastUpdate de {0}.
error.index.errorRetrievingLastUpdate.stringFormatError=CLFRN1080E: Erreur lors de l''extraction de lastUpdate de {0} : la cha\u00eene n''est pas format\u00e9e correctement : aaaa-mm-jj.
error.index.errorWritingLastUpdate=CLFRN1106E: Erreur lors de l''\u00e9criture de la valeur de lastUpdate dans {0}.

# IndexWriter doesn't need to be translated
error.index.errorRetrievingIndexWriter=CLFRN1065E: Erreur lors de l'extraction d'IndexWriter.

error.index.errorCorrupt=CLFRN1103E: Erreur : l'index est peut-\u00eatre endommag\u00e9.
error.index.errorParsingQuery=CLFRN1107E: Erreur lors de l'analyse syntaxique de la requ\u00eate.

# IndexReader doesn't need to be translated
error.index.errorGetIndexReadErr=CLFRN1093E: Erreur lors de l'extraction d'IndexReader.

# ProfileLMCache doesn't need to be translated
error.cache.profileLMCache.retrieve=CLFRN1127E: Erreur lors de l'extraction de ProfileLMCache.

# PeopleIndexFactory doesn't need to be translated
error.searchService.errorCreatingPeopleIndexFactory=CLFRN1088E: Erreur lors de la cr\u00e9ation ou de l'extraction de la classe d'impl\u00e9mentation PeopleIndexFactory. La recherche en texte int\u00e9gral sera ignor\u00e9e.
error.searchService.errorSearchingIndex=CLFRN1086E: Erreur lors de la recherche de l'index de recherche.

error.acf=CLFRN1091E: Erreur avec le filtre de contenu actif.

# FullTextIndexingTask doesn't need to be translated
info.index.starting=CLFRN1105I: FullTextIndexingTask commenc\u00e9e \u00e0 {0}. 
info.index.completed=CLFRN1085I: FullTextIndexingTask termin\u00e9e \u00e0 {0}. 

# 'doc' refers to the index document
error.index.delete.docs=CLFRN1118I: Erreur lors de la suppression de doc.

# schema version related
info.schema.version=CLFRN1142I: Le sch\u00e9ma de base de donn\u00e9es correspond \u00e0 la version attendue minimale {0}.
error.schema.version=CLFRN1148E: Le sch\u00e9ma de base de donn\u00e9es ne correspond pas \u00e0 la version attendue minimale {0}. Version {1} trouv\u00e9e.

#config related

error.initializing.extension.config=CLFRN1151E: Une erreur s'est produite lors de l'initialisation de la configuration d'attribut d'extension de profil. 

error.uilayoutvalidation.unknown_attribute=CLFRN1145E: {0} : un attribut a \u00e9t\u00e9 trouv\u00e9 dans la configuration de pr\u00e9sentation de l''interface utilisateur qui n''est pas pr\u00e9sent dans la configuration de mod\u00e8le de donn\u00e9es profiles-config.xml.  Les attributs doivent \u00eatre pr\u00e9sents dans la configuration de mod\u00e8le de donn\u00e9es pour \u00eatre ajout\u00e9s \u00e0 la pr\u00e9sentation de l''interface utilisateur.  Le nom de l''attribut est : {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1147E: {0} : un attribut a \u00e9t\u00e9 trouv\u00e9 marqu\u00e9 comme \u00e9tant modifiable dans la configuration de pr\u00e9sentation de l''interface utilisateur mais il n''est pas marqu\u00e9 comme \u00e9tant modifiable dans la configuration de mod\u00e8le de donn\u00e9es profiles-config.xml. Le nom de l''attribut est : {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1146E: {0} : un attribut a \u00e9t\u00e9 trouv\u00e9 marqu\u00e9 comme zone de "texte enrichi" dans la configuration de pr\u00e9sentation de l''interface utilisateur mais il n''est pas marqu\u00e9 comme \u00e9tant une zone de "texte enrichi" dans le mod\u00e8le de donn\u00e9es profiles-config.xml.  Le nom de l''attribut est : {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1143E: {0} : un attribut d''extension "xml-blob" a \u00e9t\u00e9 trouv\u00e9 dans la configuration de l''interface utilisateur. Ces attributs d''extension peuvent ne pas s''afficher dans la configuration de pr\u00e9sentation de l''interface utilisateur. L''ID d''extension concern\u00e9 est : {1}.

# Other errors
info.searchStartupTagCloud=CLFRN1141I: Impossible de contacter le service de recherche.  Cela peut provenir de l'ordre d'initialisation de l'application.  Les profils essaieront de recontacter le service de recherche dans quelques minutes.  En cons\u00e9quence, le nuage d'\u00e9tiquettes ne sera pas imm\u00e9diatement disponible.
error.searchUnreachable=CLFRN1152E: Impossible de contacter le service de recherche global.  Veuillez d\u00e9marrer l'application de recherche si elle n'est pas d\u00e9marr\u00e9e.  Si le service est d\u00e9marr\u00e9, veuillez v\u00e9rifier la connexion r\u00e9seau.


error.duplicateKey=CLFRN1219E: Impossible de mettre \u00e0 jour la base de donn\u00e9es avec les param\u00e8tres qui ont \u00e9t\u00e9 pass\u00e9s. Cette op\u00e9ration provoquerait une cl\u00e9 en double (email, guid, connexion) avec un enregistrement existant.


#
# Info/Error messages for data constraint rebuilding
#

# {0} is a date string
info.lookaside.idx.rebuild.start=CLFRN1231I: D\u00e9but de la r\u00e9g\u00e9n\u00e9ration des tables d''index en parall\u00e8le et des objets associ\u00e9s \u00e0 {0}.
# {0} is a date string
info.lookaside.idx.rebuild.complete=CLFRN1244I: Fin de la r\u00e9g\u00e9n\u00e9ration des tables d''index en parall\u00e8le et des objets associ\u00e9s \u00e0 {0}.  Nombre total d''utilisateurs examin\u00e9s : {1}.  Nombre total d''utilisateurs mis \u00e0 jour : {2}.  Nombre total d''utilisateurs pour lesquels des erreurs ont \u00e9t\u00e9 g\u00e9n\u00e9r\u00e9es durant la mise \u00e0 jour : {3}.
error.lookaside.idx.create.objeref=CLFRN1238E: Impossible de cr\u00e9er un r\u00e9f\u00e9rence d''objet pour l''utilisateur : (nom={0}, cl\u00e9={1}, uid={2}, nom-distinctif={3}).  Il est possible que cet utilisateur ne soit pas en mesure de se connecter au syst\u00e8me et/ou a rencontr\u00e9 d''autres erreurs.
error.lookaside.idx.rebuild.incomplete=CLFRN1239E: Impossible de terminer la r\u00e9g\u00e9n\u00e9ration des tables d''index en parall\u00e8le et des objets associ\u00e9s \u00e0 {0}.  L''application Profiles ne s''ex\u00e9cutera pas correctement tant que ce probl\u00e8me ne sera pas r\u00e9solu.  Consultez le journal pour comprendre les erreurs et les solutionnez avant de tenter de g\u00e9n\u00e9rer \u00e0 nouveau les index.  Nombre total d''utilisateurs examin\u00e9s : {1} ; nombre total d''utilisateurs mis \u00e0 jour : {2} ; nombre total d''erreurs lors de la mise \u00e0 jour des utilisateurs : {3}.
error.bulk.user.update=CLFRN1235E: Erreur lors de la mise de l''utilisateur : (nom={0}, cl\u00e9={1}, uid={2}, nom-distinctif={3}). 
error.bulk.user.select.all=CLFRN1241E: Echec de s\u00e9lection des utilisateurs pour la mise \u00e0 jour en raison d'une erreur.
# {0} is a date string
info.bulk.user.checkpoint=CLFRN1234I: Traitement d''une mise \u00e0 jour massive d''utilisateurs. Heure actuelle : {0}. Nombre total d''utilisateurs examin\u00e9s : {1}.  Nombre total d''utilisateurs de ce bloc qui ont \u00e9t\u00e9 mis \u00e0 jour : {2}. Nombre d''utilisateurs pour lesquels une erreur s''est produite durant la mise \u00e0 jour : {3}.

#
# Definitions for ProfilesAppService
# The following are intended for administrative usage. In these messages:
# {0} is a serialisation of a java object intended for developer debugging purposes.
#
info.def.found.matching=CLFRN1229I: Une d\u00e9finition correspondante a \u00e9t\u00e9 trouv\u00e9e pour : {0}.
info.def.notfound=CLFRN1230I: Aucune d\u00e9finition correspondante n''a \u00e9t\u00e9 trouv\u00e9e pour : {0}. Cette d\u00e9finition va \u00eatre cr\u00e9\u00e9e.
info.def.found.nonmatching=CLFRN1242I: Une d\u00e9finition non correspondante \u00e9t\u00e9 trouv\u00e9e pour : {0}.  Cette d\u00e9finition va \u00eatre mise \u00e0 jour.
warn.idxdef.found.nonmatching=CLFRN1240W: Une d\u00e9finition d''index non correspondante \u00e9t\u00e9 trouv\u00e9e pour : {0}. Cette d\u00e9finition va \u00eatre mise \u00e0 jour. Dans des conditions de fonctionnement normal, une t\u00e2che WebSphere Application Server corrige automatiquement cette situation en quelques minutes si le serveur d''applications Profils s''ex\u00e9cute.  Si vous voyez ceci sous Tivoli Directory Integrator (TDI), le syst\u00e8me tentera d''effectuer la correction lui-m\u00eame apr\u00e8s le d\u00e9marrage de l''application. Vous pouvez obtenir confirmation en cherchant dans les journaux un message "D\u00e9but de la r\u00e9g\u00e9n\u00e9ration des tables d''index en parall\u00e8le..." dans les cinq minutes qui suivent l''affichage de ce message sur l''un des noeuds de votre cluster. Si vous ne trouvez pas ce message, ex\u00e9cutez la commande "rebuildLookAsideIndexes()" et examinez les journaux pour rechercher d''autres erreurs.
warn.idxdef.notfound=CLFRN1233W: Aucune d\u00e9finition d''index correspondante n''a \u00e9t\u00e9 trouv\u00e9e pour : {0}. Cette d\u00e9finition va \u00eatre cr\u00e9\u00e9e. Dans des conditions de fonctionnement normal, une t\u00e2che WebSphere Application Server corrige automatiquement cette situation en quelques minutes si le serveur d''applications Profils s''ex\u00e9cute. Si vous voyez ceci sous Tivoli Directory Integrator (TDI), le syst\u00e8me tentera d''effectuer la correction lui-m\u00eame apr\u00e8s le d\u00e9marrage de l''application. Vous pouvez obtenir confirmation en cherchant dans les journaux un message "D\u00e9but de la r\u00e9g\u00e9n\u00e9ration des tables d''index en parall\u00e8le..." dans les cinq minutes qui suivent l''affichage de ce message sur l''un des noeuds de votre cluster.  Si vous ne trouvez pas ce message, ex\u00e9cutez la commande "rebuildLookAsideIndexes()" et examinez les journaux pour rechercher d''autres erreurs.
error.def.not.created=CLFRN1236E: Impossible de cr\u00e9er une d\u00e9finition pour : {0}. L''application Profiles ne s''ex\u00e9cutera pas correctement tant que ce probl\u00e8me ne sera pas r\u00e9solu.

#
# Task related messages
#

# {0} is a developer targeted ID string
# {1} is a time in milliseconds
# {2} is a time in milliseconds
info.task.scheduled=CLFRN1237I: Planification de l''ID t\u00e2che : {0}.  D\u00e9lai de d\u00e9marrage : {1} ms, intervalle entre les t\u00e2ches : {2} ms.
info.task.canceled=CLFRN1243I: Annulation de l''ID t\u00e2che : {0}.
info.task.allcanceled=CLFRN1232I: Annulation de toutes les t\u00e2ches syst\u00e8me Profils.

#
# PhotoSync Scheduled Task related messages
#

# {0} is a developer / operations targeted URL string
# {1} is a number (error code)
error.invoke.remote.cloud.api=CLFRN1348E: Echec d''appel du service distant {0} ; code HTTP du serveur distant retourn\u00e9 : {1}

#
# Cache related messages
#

# {0} is a developer targeted ID string
# {1} is an error message string from a Websphere subsystem
error.cache.failed.to.init=CLFRN1266E: Erreur lors de la cr\u00e9ation du cache avec l''ID recherche JNDI : {0}. Cette erreur emp\u00eache l''application Profils de d\u00e9marrer.  Le message d''erreur est {1}.  
error.cache.failed.to.term=CLFRN1357E: Erreur lors de l''interruption du cache avec l''ID recherche JNDI : {0}. Le message d''erreur est {1}.
error.cache.invalid.state=CLFRN1356E: Erreur interne : l''\u00e9tat du cache avec l''ID recherche JNDI {0} n''est pas valide lors de l''ex\u00e9cution de {1}.

# {0} is a developer targeted ID string
# {1} is a developer targeted integer value, being the number of seconds that items will live (Time To Live) in the cache
info.dynacache.inited=CLFRN1355I: Une instance de cache dynamique pour {0} a \u00e9t\u00e9 cr\u00e9\u00e9e avec la dur\u00e9e de vie {1}.

#
# BSS error codes
#
error.bss.profilenotfound=CLFRN1287E: Utilisateur {0} introuvable.
error.bss.missingarg=CLFRN1288E: {0} non sp\u00e9cifi\u00e9.
error.bss.invalidarg=CLFRN1289E: {0} non sp\u00e9cifi\u00e9.

