# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2006, 2017                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

error.deletePhoto=CLFRN1083E: Med brisanjem fotografije je pri\u0161lo do napake. 
error.insertPhoto=CLFRN1069E: Med vstavljanjem fotografije je pri\u0161lo do napake.
error.updatePhoto=CLFRN1082E: Med posodabljanjem fotografije je pri\u0161lo do napake. 
error.queryPhoto=CLFRN1060E: Med poizvedovanje v tabeli fotografij je pri\u0161lo do napake. 

error.deletePronunciation=CLFRN1063E: Pri brisanju datoteke z izgovorjavo je pri\u0161lo do napake. 
error.insertPronunciation=CLFRN1067E: Pri vstavljanju datoteke z izgovorjavo je pri\u0161lo do napake. 
error.updatePronunciation=CLFRN1092E: Pri posodabljanju datoteke z izgovorjavo je pri\u0161lo do napake.
error.queryPronunciation=CLFRN1089E: Pri poizvedovanju v tabeli izgovorjav je pri\u0161lo do napake.

error.insertTag=CLFRN1098E: Pri vstavljanju oznake profila je pri\u0161lo do napake.
error.deleteTag=CLFRN1061E: Pri brisanju oznake profila je pri\u0161lo do napake.
error.updatingTags=CLFRN1078E: Pri posodabljanju oznake profila je pri\u0161lo do napake.
error.queryTag=CLFRN1117E: Pri poizvedovanju v tabeli oznak profilov je pri\u0161lo do napake.

error.writeToDraft=CLFRN1114E: Pri zapisovanju v tabelo osnutkov je pri\u0161lo do napake.
error.queryDraft=CLFRN1094E: Pri poizvedovanju v tabeli osnutkov je pri\u0161lo do napake.

error.updateEmployee=CLFRN1075E: Pri posodabljanju zapisa uslu\u017ebenca je pri\u0161lo do napake.
error.queryEmployee=CLFRN1057E: Pri poizvedovanju v tabeli uslu\u017ebencev je pri\u0161lo do napake.

error.queryCountry=CLFRN1090E: Pri poizvedovanju v tabeli dr\u017eav je pri\u0161lo do napake.

error.queryEmployeeType=CLFRN1062E: Pri poizvedovanju v tabeli vrst uslu\u017ebencev je pri\u0161lo do napake.

error.queryOrganization=CLFRN1066E: Pri poizvedovanju v tabeli organizacij je pri\u0161lo do napake.

error.queryWorkLocation=CLFRN1068E: Pri poizvedovanju v tabeli delovnih mest je pri\u0161lo do napake.

error.updateProfileExtension=CLFRN1115E: Pri posodabljanju raz\u0161iritev profilov je pri\u0161lo do napake.
error.queryProfileExtension=CLFRN1074E: Pri posodabljanju tabele raz\u0161iritev profilov je pri\u0161lo do napake.
error.insertProfileExtension=CLFRN1149E: Pri vstavljanju v tabelo raz\u0161iritev profilov je pri\u0161lo do napake.

error.updateProfileExtensionDraft=CLFRN1102E: Pri posodabljanju raz\u0161iritve profilov osnutkov je pri\u0161lo do napake.
error.insertProfileExtensionDraft=CLFRN1112E: Pri vstavljanju v tabelo raz\u0161iritev profilov osnutkov je pri\u0161lo do napake.
error.queryProfileExtensionDraft=CLFRN1109E: Pri poizvedovanju v tabeli raz\u0161iritev profilov osnutkov je pri\u0161lo do napake.

error.queryDB=CLFRN1064E: Pri poizvedovanju v bazi podatkov je pri\u0161lo do napake.

error.multipleUsersWithLogin=CLFRN1144E: Pri poskusu ustvarjanja novega ali posodabljanju obstoje\u010dega profila je bil odkrit drugi obstoje\u010di profil z enako (podvojeno) prijavo: {0}.  
error.multipleUsersWithEmail=CLFRN1294E: Pri poskusu ustvarjanja novega ali posodabljanju obstoje\u010dega profila je bil odkrit drugi obstoje\u010di profil z enakim (podvojenim) elektronskim naslovom: {0}.
error.multipleUsersWithGuid=CLFRN1293E: Pri poskusu ustvarjanja novega ali posodabljanju obstoje\u010dega profila je bil odkrit drugi obstoje\u010di profil z enakim (podvojenim) GUID-jem: {0}.
error.multipleUsersWithUid=CLFRN1332E: Pri poskusu ustvarjanja novega ali posodabljanju obstoje\u010dega profila je bil odkrit drugi obstoje\u010di profil z enakim (podvojenim) UID-jem: {0}.

# The following message will only ever appear in the SystemOut.log and is intended for administrative usage. In this message:
# {0} is an ID value for the manager of the user being created/updated; either an external (LDAP) ID or an internal (db) profile key
# it is not an error for a user to not have a manager, but if an ID is supplied, it must already exist and match a user in the Profiles database
warn.missingUserWithID=CLFRN1372W: Pri ustvarjanju novega profila ali posodabljanju obstoje\u010dega, profila za podani ID vodje: {0} ni bilo mogo\u010de najti.

#Cache

info.orgStructureEnabled=CLFRN1099I: Funkcije organizacijske strukture so omogo\u010dene. Inicializirajte predpomnilnike verige nadrejenih, \u010de je omogo\u010dena.
info.orgStructureDisabled=CLFRN1116I: Funkcije organizacijske strukture niso omogo\u010dene. Predpomnilnikov verige nadrejenih ne inicializirajte.

# FullReportsToChainCache doesn't need to be translated
info.fullReportsToDisabled=CLFRN1071I: FullReportsToChainCache je onemogo\u010den.
info.fullReportsToEnabled=CLFRN1111I: FullReportsToChainCache je omogo\u010den.
info.fullReportsToScheduled=CLFRN1108I: FullReportsToChainCache je dodan na urnik za {0}.

# MiniReportsToChainCache doesn't need to be translated
info.miniReportsToDisabled=CLFRN1072I: MiniReportsToChainCache onemogo\u010den.
info.miniReportsToEnabled=CLFRN1097I: MiniReportsToChainCache je omogo\u010den.
info.miniReportsToFile=CLFRN1113I: Datoteka MiniReportsToChainCache = {0}.
info.miniReportsToScheduled=CLFRN1104I: MiniReportsToChainCache je dodan na urnik za {0}. 

info.cache.fullreportchain.size=CLFRN1073I: Celotna velikost predpomnilnika verige poro\u010danja = {0}.
info.cache.fullreportchain.loadtime=CLFRN1070I: Prete\u010deni \u010das za nalaganje FullRprtToChainCache: {0}.

# ProfilesObjectCache doesn't need to be translated
info.profilesObjectCacheEnabled=CLFRN1074I: ProfilesObjectCache je omogo\u010den.
info.profilesObjectCacheDisabled=CLFRN1075I: ProfilesObjectCache je onemogo\u010den.
info.profilesObjectCacheScheduled=CLFRN1078I: ProfilesObjectCache je dodan na urnik za {0}.

# ProfilesTagCloudCache doesn't need to be translated
info.profilesTagCloudCacheEnabled=CLFRN1153I: ProfilesTagCloudCache je omogo\u010den.
info.profilesTagCloudCacheDisabled=CLFRN1140I: ProfilesTagCloudCache je onemogo\u010den.
info.profilesTagCloudCacheScheduled=CLFRN1150I: ProfilesTagCloudCache je dodan na urnik za {0}.

# ProfileLMCache doesn't need to be translated
info.profileLMCacheEnabled=CLFRN1124I: ProfileLMCache je omogo\u010den.
info.profileLMCacheDisabled=CLFRN1125I: ProfileLMCache je onemogo\u010den.
info.profileLMCacheScheduled=CLFRN1126I: Osve\u017eitev ProfileLMCache je dodana na urnik za {0}.

# MiniReportChainCache doesn't need to be translated
info.cache.minireportchain.expectedEntries=CLFRN1077I: V MiniReportChainCache je pri\u010dakovanih {0} vnosov.
info.cache.minireportchain.initDataStructure=CLFRN1100I: MiniReportChainCache bo inicializiran v {0}.
info.cache.minireportchain.size=CLFRN1058I: Velikost MiniReportChainCache = {0}.
info.cache.minireportchain.loadingdb=CLFRN1096I: Nalaganje MiniReportChainCache iz baze podatkov.
info.cache.minireportchain.loadingfile=CLFRN1059I: Nalaganje MiniReportChainCache iz datoteke.
error.cache.minireportchain.reload=CLFRN1087E: NI USPELO: Vnovi\u010dno nalaganje verige nadrejenih: {0}.
info.cache.minireportchain.loadtime=CLFRN1076I: Prete\u010deni \u010das za nalaganje MiniRprtToChainCache: {0}.
info.cache.minireportchain.filewritetime=CLFRN1101I: Prete\u010deni \u010das za zapisovanje MiniRprtToChainCache v datoteko: {0}.
info.cache.minireportchain.readingfile=CLFRN1095I: Branje podatkov verige nadrejenih iz {0}.
error.cache.minireportchain.fileparseerror=CLFRN1081E: ni uspel pri raz\u010dlenjevanju. 

# PeopleIndexFactory and PeopleIndex doesn't need to be translated
error.index.errorCreatingImplClass=CLFRN1079E: Napaka pri ustvarjanju ali pridobivanju izvedbenega razreda PeopleIndexFactory.
error.index.errorGettingPeopleIndex=CLFRN1084E: Napaka pri pridobivanju PeopleIndex. Zaustavitev urnika indeksiranja. Onemogo\u010danje indeksiranja celotnega besedila.

# lastUpdate doesn't need to be translated
error.index.errorRetrievingLastUpdate=CLFRN1110E: Napaka pri pridobivanju lastUpdate iz {0}.
error.index.errorRetrievingLastUpdate.stringFormatError=CLFRN1080E: Napaka pri pridobivanju lastUpdate iz{0} : Niz ni pravilno oblikovan: yyyy-mm-dd.
error.index.errorWritingLastUpdate=CLFRN1106E: Napaka pri zapisovanju vrednosti lastUpdate v {0}.

# IndexWriter doesn't need to be translated
error.index.errorRetrievingIndexWriter=CLFRN1065E: Napaka pri pridobivanju pisalnika IndexWriter.

error.index.errorCorrupt=CLFRN1103E: Napaka: indeks je lahko okvarjen.
error.index.errorParsingQuery=CLFRN1107E: Napaka pri raz\u010dlenjevanju poizvedbe.

# IndexReader doesn't need to be translated
error.index.errorGetIndexReadErr=CLFRN1093E: Napaka pri pridobivanju IndexReader.

# ProfileLMCache doesn't need to be translated
error.cache.profileLMCache.retrieve=CLFRN1127E: Napaka pri pridobivanju ProfileLMCache.

# PeopleIndexFactory doesn't need to be translated
error.searchService.errorCreatingPeopleIndexFactory=CLFRN1088E: Napaka pri ustvarjanju ali pridobivanju izvedbenega razreda PeopleIndexFactory. Iskanje po celotnem besedilu bo presko\u010deno.
error.searchService.errorSearchingIndex=CLFRN1086E: Napaka pri iskanju indeksa celotnega besedila.

error.acf=CLFRN1091E: Napaka s filtrom aktivne vsebine.

# FullTextIndexingTask doesn't need to be translated
info.index.starting=CLFRN1105I: FullTextIndexingTask je za\u010dne ob {0}. 
info.index.completed=CLFRN1085I: FullTextIndexingTask se je kon\u010dal ob {0}. 

# 'doc' refers to the index document
error.index.delete.docs=CLFRN1118I: Napaka pri brisanju dokumenta.

# schema version related
info.schema.version=CLFRN1142I: Shema baze podatkov se ujema s pri\u010dakovano najmanj\u0161o razli\u010dico {0}.
error.schema.version=CLFRN1148E: Shema baze podatkov se ne ujema s pri\u010dakovano najmanj\u0161o razli\u010dico {0}. Najdena razli\u010dica {1}.

#config related

error.initializing.extension.config=CLFRN1151E: Pri inicializiranju konfiguracije atributa pripone profila je pri\u0161lo do napake. 

error.uilayoutvalidation.unknown_attribute=CLFRN1145E: {0}: Najden atribut v konfiguraciji postavitve uporabni\u0161kega vmesnika, ki ni prisotna v konfiguraciji podatkovnega modela profiles-config.xml.  Atributi morajo biti prisotni v konfiguraciji podatkovnega modela, da bodo dodani v postavitev uporabni\u0161kega vmesnika.  Ime atributa je: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1147E: {0}: Najden atribut, ki je ozna\u010den, kot da ga je mogo\u010de urejati v konfiguraciji postavitve uporabni\u0161kega vmesnika, ni pa ozna\u010den, kot da ga je mogo\u010de urejati v konfiguraciji podatkovnega modela profiles-config.xml. Ime atributa je: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1146E: {0}: Najden atribut, ki je ozna\u010den kot polje "obogatenega besedila" v konfiguraciji postavitve uporabni\u0161kega vmesnika, ni pa ozna\u010den kot polje "obogatenega besedila" v podatkovnem modelu profiles-config.xml.  Ime atributa je: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1143E: {0}: Najden atribut pripone v konfiguraciji uporabni\u0161kega vmesnika, ki je atribut pripone "xml-blob". Ti atributi pripone se v konfiguraciji postavitve uporabni\u0161kega vmesnika lahko ne poka\u017eejo. Zadevni ID pripone je: {1}.

# Other errors
info.searchStartupTagCloud=CLFRN1141I: Iskalne storitve ni mogo\u010de kontaktirati.  To je lahko zaradi naro\u010danja inicializacije aplikacije.  Profili bodo posku\u0161ali kontaktirati iskalno storitev v par minutah.  Posledi\u010dno oblak oznak ne bo takoj na voljo.
error.searchUnreachable=CLFRN1152E: Globalne iskalne storitve ni mogo\u010de kontaktirati.  Za\u017eenite aplikacijo Iskanje, \u010de \u0161e ni zagnana.  \u010ce je storitev zagnana, preverite omre\u017eno povezavo.


error.duplicateKey=CLFRN1219E: Baze podatkov ni mogo\u010de posodobiti s posredovanimi parametri. Rezultat tega bi bil podvojen klju\u010d (elektronska po\u0161ta, guid, prijava) z obstoje\u010dim zapisom.


#
# Info/Error messages for data constraint rebuilding
#

# {0} is a date string
info.lookaside.idx.rebuild.start=CLFRN1231I: Za\u010detek vnovi\u010dne gradnje stranskih indeksnih tabel in povezanih predmetov ob {0}.
# {0} is a date string
info.lookaside.idx.rebuild.complete=CLFRN1244I: Vnovi\u010dna gradnja stranskih indeksnih tabel in povezanih predmetov je bila kon\u010dana ob {0}.  Skupno \u0161tevilo pregledanih uporabnikov je {1}.  Skupno \u0161tevilo uspe\u0161no posodobljenih uporabnikov je {2}.  \u0160tevilo uporabnikov z napakami med posodobitvijo je {3}.
error.lookaside.idx.create.objeref=CLFRN1238E: Sklica na predmet za uporabnika: (name={0}, key={1}, uid={2}, distinguished-name={3}) ni mogo\u010de ustvariti.  Ta uporabnik se lahko ne bo mogel prijaviti v sistem in/ali naleteti na druge napake.
error.lookaside.idx.rebuild.incomplete=CLFRN1239E: Vnovi\u010dne gradnje stranskih indeksnih tabel in povezanih predmetov ni bilo mogo\u010de kon\u010dati ob {0}.  Aplikacija Profili se ne bo pravilno izvajala, dokler te\u017eava ne bo razre\u0161ena.  Dodatno preverite dnevnik za napake in razre\u0161ite te napake, preden vnovi\u010d poskusite z gradnjo indeksov.  Skupno \u0161tevilo pregledanih uporabnikov je {1}; uspe\u0161no posodobljenih uporabnikov je {2}; in skupno \u0161tevilo napak pri posodabljanju uporabnikov je {3}.
error.bulk.user.update=CLFRN1235E: Napaka pri posodabljanju uporabnika: (name={0}, key={1}, uid={2}, distinguished-name={3}). 
error.bulk.user.select.all=CLFRN1241E: Izbiranje uporabnikov za posodobitev zaradi napake ni uspelo.
# {0} is a date string
info.bulk.user.checkpoint=CLFRN1234I: Obdelava paketnega posodabljanja uporabnikov. Trenutni \u010das je {0}. Skupno \u0161tevilo pregledanih uporabnikov je {1}.  \u0160tevilo uporabnikov iz tega bloka, ki so bili uspe\u0161no obdelani, je {2}. \u0160tevilo uporabnikov, za katere je med posodabljanjem pri\u0161lo do napake, je {3}.

#
# Definitions for ProfilesAppService
# The following are intended for administrative usage. In these messages:
# {0} is a serialisation of a java object intended for developer debugging purposes.
#
info.def.found.matching=CLFRN1229I: Odkrita je bila ujemajo\u010da se definicija za: {0}.
info.def.notfound=CLFRN1230I: Ujemajo\u010de se definicije za: {0} ni bilo mogo\u010de najti. Ta definicija bo ustvarjena.
info.def.found.nonmatching=CLFRN1242I: Najdena je bila neujemajo\u010da se definicija za: {0}.  Ta definicija bo posodobljena.
warn.idxdef.found.nonmatching=CLFRN1240W: Najdena je bila neujemajo\u010da se definicija indeksa za: {0}. Ta definicija bo posodobljena. V pogojih za normalno delovanje bo naloga stre\u017enika WebSphere Application Server v nekaj minutah samodejno odpravila to stanje, \u010de se izvaja aplikacijski stre\u017enik profilov.  \u010ce si to ogledujete v izdelku Tivoli Directory Integrator (TDI), bo sistem poskusil popraviti samega sebe po zagonu aplikacije. To lahko potrdite tako, da preverite dnevnike za sporo\u010dilo ''Za\u010detek vnovi\u010dne gradnje stranske ...'' v petih minutah po tem sporo\u010dilu na enem od vozli\u0161\u010d v svoji gru\u010di. \u010ce tega sporo\u010dila ne morete najti, za\u017eenite ukaz wsadmin ''rebuildLookAsideIndexes()'' in preglejte, ali so v dnevnikih \u0161e kak\u0161ne druge napake.
warn.idxdef.notfound=CLFRN1233W: Ujemajo\u010da se definicije indeksa za: {0} ni bila najdena. Ta definicija bo ustvarjena. V pogojih za normalno delovanje bo naloga stre\u017enika WebSphere Application Server v nekaj minutah samodejno odpravila to stanje, \u010de se izvaja aplikacijski stre\u017enik profilov. \u010ce si to ogledujete v izdelku Tivoli Directory Integrator (TDI), bo sistem poskusil popraviti samega sebe po zagonu aplikacije. To lahko potrdite tako, da preverite dnevnike za sporo\u010dilo ''Za\u010detek vnovi\u010dne gradnje stranske ...'' v petih minutah po tem sporo\u010dilu na enem od vozli\u0161\u010d v svoji gru\u010di.  \u010ce tega sporo\u010dila ne morete najti, za\u017eenite ukaz wsadmin ''rebuildLookAsideIndexes()'' in preglejte, ali so v dnevnikih \u0161e kak\u0161ne druge napake.
error.def.not.created=CLFRN1236E: Definicije za {0} ni mogo\u010de ustvariti. Sistem ne bo deloval, dokler te\u017eava ne bo razre\u0161ena.

#
# Task related messages
#

# {0} is a developer targeted ID string
# {1} is a time in milliseconds
# {2} is a time in milliseconds
info.task.scheduled=CLFRN1237I: Na\u010drtovanje ID-ja naloge: {0}.  Zakasnitev za\u010detka je {1} milisekund, interval naloge je {2} milisekund.
info.task.canceled=CLFRN1243I: Preklicevanje ID-ja naloge: {0}.
info.task.allcanceled=CLFRN1232I: Preklicevanje vseh sistemskih nalog profilov.

#
# PhotoSync Scheduled Task related messages
#

# {0} is a developer / operations targeted URL string
# {1} is a number (error code)
error.invoke.remote.cloud.api=CLFRN1348E: Klic oddaljene storitve {0} ni uspel. Oddaljeni stre\u017enik je vrnil kodo HTTP: {1}

#
# Cache related messages
#

# {0} is a developer targeted ID string
# {1} is an error message string from a Websphere subsystem
error.cache.failed.to.init=CLFRN1266E: Med ustvarjanjem predpomnilnika z ID-jem iskanja JNDI {0} je pri\u0161lo do napake. Zaradi te napake bo zagon aplikacije Profili prepre\u010den.  Sporo\u010dilo o napaki je {1}.  
error.cache.failed.to.term=CLFRN1357E: Napaka pri zaustavljanju predpomnilnika z ID-jem iskanja JNDI: {0}. Sporo\u010dilo o napaki je {1}.
error.cache.invalid.state=CLFRN1356E: Notranja napaka: predpomnilnik z ID-jem iskanja JNDI: {0} je v neveljavnem stanju med izvajanjem: {1}.

# {0} is a developer targeted ID string
# {1} is a developer targeted integer value, being the number of seconds that items will live (Time To Live) in the cache
info.dynacache.inited=CLFRN1355I: Primerek DynaCache za {0} je bil ustvarjen TTL {1}.

#
# BSS error codes
#
error.bss.profilenotfound=CLFRN1287E: Uporabnika {0} ni mogo\u010de najti.
error.bss.missingarg=CLFRN1288E: {0} ni podan.
error.bss.invalidarg=CLFRN1289E: {0} ni podan.

