# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2006, 2017                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

error.deletePhoto=CLFRN1083E: Erro ao excluir a foto. 
error.insertPhoto=CLFRN1069E: Erro ao inserir a foto.
error.updatePhoto=CLFRN1082E: Erro ao atualizar a foto. 
error.queryPhoto=CLFRN1060E: Erro ao consultar a tabela de fotos. 

error.deletePronunciation=CLFRN1063E: Erro ao excluir o arquivo de pron\u00fancia. 
error.insertPronunciation=CLFRN1067E: Erro ao inserir o arquivo de pron\u00fancia. 
error.updatePronunciation=CLFRN1092E: Erro ao atualizar o arquivo de pron\u00fancia.
error.queryPronunciation=CLFRN1089E: Erro ao consultar a tabela de pron\u00fancias.

error.insertTag=CLFRN1098E: Erro ao inserir a marca\u00e7\u00e3o de perfil.
error.deleteTag=CLFRN1061E: Erro ao excluir a marca\u00e7\u00e3o de perfil.
error.updatingTags=CLFRN1078E: Erro ao atualizar as marca\u00e7\u00f5es de perfil.
error.queryTag=CLFRN1117E: Erro ao consultar a tabela de marca\u00e7\u00f5es de perfil.

error.writeToDraft=CLFRN1114E: Erro ao gravar na tabela de rascunhos.
error.queryDraft=CLFRN1094E: Erro ao consultar a tabela de rascunhos.

error.updateEmployee=CLFRN1075E: Erro ao atualizar o registro de funcion\u00e1rio.
error.queryEmployee=CLFRN1057E: Erro ao consultar a tabela de funcion\u00e1rios.

error.queryCountry=CLFRN1090E: Erro ao consultar a tabela de pa\u00edses.

error.queryEmployeeType=CLFRN1062E: Erro ao consultar a tabela de tipos de funcion\u00e1rios.

error.queryOrganization=CLFRN1066E: Erro ao consultar a tabela de organiza\u00e7\u00e3o.

error.queryWorkLocation=CLFRN1068E: Erro ao consultar a tabela de locais de trabalho.

error.updateProfileExtension=CLFRN1115E: Erro ao atualizar a extens\u00e3o de perfis.
error.queryProfileExtension=CLFRN1074E: Erro ao consultar a tabela de extens\u00f5es de perfis.
error.insertProfileExtension=CLFRN1149E: Erro ao inserir na tabela de extens\u00f5es de perfis.

error.updateProfileExtensionDraft=CLFRN1102E: Erro ao atualizar a extens\u00e3o de perfis de rascunho.
error.insertProfileExtensionDraft=CLFRN1112E: Erro ao inserir na tabela de extens\u00f5es de perfis de rascunho.
error.queryProfileExtensionDraft=CLFRN1109E: Erro ao consultar a tabela de extens\u00f5es de perfis de rascunho.

error.queryDB=CLFRN1064E: Erro ao consultar o banco de dados.

error.multipleUsersWithLogin=CLFRN1144E: Ao tentar criar um perfil novo ou atualizar um j\u00e1 existente, um segundo perfil existente foi localizado com o mesmo login (duplicata): {0}.  
error.multipleUsersWithEmail=CLFRN1294E: Ao tentar criar um perfil novo ou atualizar um j\u00e1 existente, um segundo perfil existente foi localizado com o mesmo e-mail (duplicata): {0}.
error.multipleUsersWithGuid=CLFRN1293E: Ao tentar criar um perfil novo ou atualizar um j\u00e1 existente, um segundo perfil existente foi localizado com o mesmo Identificador Exclusivo Global (duplicata): {0}.
error.multipleUsersWithUid=CLFRN1332E: Ao tentar criar um perfil novo ou atualizar um j\u00e1 existente, um segundo perfil existente foi localizado com o mesmo ID do usu\u00e1rio (duplicata): {0}.

# The following message will only ever appear in the SystemOut.log and is intended for administrative usage. In this message:
# {0} is an ID value for the manager of the user being created/updated; either an external (LDAP) ID or an internal (db) profile key
# it is not an error for a user to not have a manager, but if an ID is supplied, it must already exist and match a user in the Profiles database
warn.missingUserWithID=CLFRN1372W: Ao criar um novo perfil ou atualizar um perfil existente, n\u00e3o foi localizado um perfil para o ID de gerenciador fornecido: {0}.

#Cache

info.orgStructureEnabled=CLFRN1099I: As fun\u00e7\u00f5es de Estrutura Organizacional est\u00e3o ativadas. Inicialize caches de hierarquia, se ativado.
info.orgStructureDisabled=CLFRN1116I: As fun\u00e7\u00f5es de Estrutura Organizacional est\u00e3o desativadas. N\u00e3o inicialize caches de hierarquia.

# FullReportsToChainCache doesn't need to be translated
info.fullReportsToDisabled=CLFRN1071I: FullReportsToChainCache desativado.
info.fullReportsToEnabled=CLFRN1111I: FullReportsToChainCache ativado.
info.fullReportsToScheduled=CLFRN1108I: FullReportsToChainCache planejado para {0}.

# MiniReportsToChainCache doesn't need to be translated
info.miniReportsToDisabled=CLFRN1072I: MiniReportsToChainCache desativado.
info.miniReportsToEnabled=CLFRN1097I: MiniReportsToChainCache ativado.
info.miniReportsToFile=CLFRN1113I: Arquivo MiniReportsToChainCache = {0}.
info.miniReportsToScheduled=CLFRN1104I: MiniReportsToChainCache planejado para {0}. 

info.cache.fullreportchain.size=CLFRN1073I: Tamanho de cache da hierarquia completa = {0}.
info.cache.fullreportchain.loadtime=CLFRN1070I: Tempo decorrido para carregar FullRprtToChainCache: {0}.

# ProfilesObjectCache doesn't need to be translated
info.profilesObjectCacheEnabled=CLFRN1074I: ProfilesObjectCache ativado.
info.profilesObjectCacheDisabled=CLFRN1075I: ProfilesObjectCache desativado.
info.profilesObjectCacheScheduled=CLFRN1078I: ProfilesObjectCache planejado para {0}.

# ProfilesTagCloudCache doesn't need to be translated
info.profilesTagCloudCacheEnabled=CLFRN1153I: ProfilesTagCloudCache ativado.
info.profilesTagCloudCacheDisabled=CLFRN1140I: ProfilesTagCloudCache desativado.
info.profilesTagCloudCacheScheduled=CLFRN1150I: ProfilesTagCloudCache planejado para {0}.

# ProfileLMCache doesn't need to be translated
info.profileLMCacheEnabled=CLFRN1124I: ProfileLMCache ativado.
info.profileLMCacheDisabled=CLFRN1125I: ProfileLMCache desativado.
info.profileLMCacheScheduled=CLFRN1126I: Atualiza\u00e7\u00e3o de ProfileLMCache planejada para {0}.

# MiniReportChainCache doesn't need to be translated
info.cache.minireportchain.expectedEntries=CLFRN1077I: {0} entradas esperadas em MiniReportChainCache.
info.cache.minireportchain.initDataStructure=CLFRN1100I: MiniReportChainCache ser\u00e1 inicializado para {0}.
info.cache.minireportchain.size=CLFRN1058I: Tamanho de MiniReportChainCache = {0}.
info.cache.minireportchain.loadingdb=CLFRN1096I: Carregando MiniReportChainCache do BD.
info.cache.minireportchain.loadingfile=CLFRN1059I: Carregando MiniReportChainCache do arquivo.
error.cache.minireportchain.reload=CLFRN1087E: FALHA: Recarregar hierarquia: {0}.
info.cache.minireportchain.loadtime=CLFRN1076I: Tempo decorrido para carregar MiniRprtToChainCache: {0}.
info.cache.minireportchain.filewritetime=CLFRN1101I: Tempo decorrido para gravar MiniRprtToChainCache no arquivo: {0}.
info.cache.minireportchain.readingfile=CLFRN1095I: Lendo os dados da hierarquia de {0}.
error.cache.minireportchain.fileparseerror=CLFRN1081E: falha ao analisar. 

# PeopleIndexFactory and PeopleIndex doesn't need to be translated
error.index.errorCreatingImplClass=CLFRN1079E: Erro ao criar ou recuperar a classe de implementa\u00e7\u00e3o PeopleIndexFactory.
error.index.errorGettingPeopleIndex=CLFRN1084E: Erro ao recuperar PeopleIndex. Parando o Planejamento de indexa\u00e7\u00e3o. Desativando a indexa\u00e7\u00e3o de texto completo.

# lastUpdate doesn't need to be translated
error.index.errorRetrievingLastUpdate=CLFRN1110E: Erro ao recuperar lastUpdate de {0}.
error.index.errorRetrievingLastUpdate.stringFormatError=CLFRN1080E: Erro ao recuperar lastUpdate de {0} : A sequ\u00eancia n\u00e3o est\u00e1 formatada corretamente: yyyy-mm-dd.
error.index.errorWritingLastUpdate=CLFRN1106E: Erro ao gravar valor de lastUpdate para {0}.

# IndexWriter doesn't need to be translated
error.index.errorRetrievingIndexWriter=CLFRN1065E: Erro ao recuperar o IndexWriter.

error.index.errorCorrupt=CLFRN1103E: Erro: o \u00edndice pode estar corrompido.
error.index.errorParsingQuery=CLFRN1107E: Erro ao analisar consulta.

# IndexReader doesn't need to be translated
error.index.errorGetIndexReadErr=CLFRN1093E: Erro ao recuperar IndexReader.

# ProfileLMCache doesn't need to be translated
error.cache.profileLMCache.retrieve=CLFRN1127E: Erro ao recuperar ProfileLMCache.

# PeopleIndexFactory doesn't need to be translated
error.searchService.errorCreatingPeopleIndexFactory=CLFRN1088E: Erro ao criar ou recuperar a classe de implementa\u00e7\u00e3o PeopleIndexFactory. Ignorando procura de tempo completo.
error.searchService.errorSearchingIndex=CLFRN1086E: Erro ao procurar \u00edndice de texto completo.

error.acf=CLFRN1091E: Erro com o filtro de conte\u00fado ativo.

# FullTextIndexingTask doesn't need to be translated
info.index.starting=CLFRN1105I: FullTextIndexingTask iniciando em {0}. 
info.index.completed=CLFRN1085I: FullTextIndexingTask conclu\u00eddo em {0}. 

# 'doc' refers to the index document
error.index.delete.docs=CLFRN1118I: Erro ao excluir doc.

# schema version related
info.schema.version=CLFRN1142I: O esquema de BD corresponde \u00e0 vers\u00e3o m\u00ednima {0} esperada.
error.schema.version=CLFRN1148E: O esquema de BD n\u00e3o corresponde \u00e0 vers\u00e3o m\u00ednima {0} esperada. Vers\u00e3o encontrada {1}.

#config related

error.initializing.extension.config=CLFRN1151E: Ocorreu um erro ao inicializar a configura\u00e7\u00e3o do atributo da extens\u00e3o de perfil. 

error.uilayoutvalidation.unknown_attribute=CLFRN1145E: {0}: Encontrado um atributo na configura\u00e7\u00e3o de layout da UI que n\u00e3o est\u00e1 presente na configura\u00e7\u00e3o do modelo de dados profiles-config.xml.  Os atributos devem estar presentes na configura\u00e7\u00e3o do modelo de dados para serem inclu\u00eddos no layout da UI.  O nome do atributo \u00e9: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1147E: {0}: Encontrado um atributo marcado como edit\u00e1vel na configura\u00e7\u00e3o de layout da UI, mas n\u00e3o marcado como edit\u00e1vel na configura\u00e7\u00e3o do modelo de dados profiles-config.xml. O nome do atributo \u00e9: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1146E: {0}: Localizado um atributo que est\u00e1 marcado como um campo "richtext" na configura\u00e7\u00e3o do layout da UI, mas que n\u00e3o est\u00e1 marcado como um campo "richtext" no modelo de dados profiles-config.xml.  O nome do atributo \u00e9: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1143E: {0}: Localizado um atributo de extens\u00e3o na configura\u00e7\u00e3o da UI que \u00e9 um atributo de extens\u00e3o "xml-blob". Esses atributos de extens\u00e3o podem n\u00e3o ser mostrados na configura\u00e7\u00e3o de layout da UI. O ID de extens\u00e3o em quest\u00e3o \u00e9: {1}.

# Other errors
info.searchStartupTagCloud=CLFRN1141I: N\u00e3o \u00e9 poss\u00edvel entrar em contato com o servi\u00e7o de pesquisa.  Isso pode ser devido \u00e0 ordem de inicializa\u00e7\u00e3o do aplicativo.  Os perfis tentar\u00e3o entrar em contato novamente com o servi\u00e7o de pesquisa dentro de alguns minutos.  Como resultado, a nuvem de marca\u00e7\u00e3o n\u00e3o estar\u00e1 imediatamente dispon\u00edvel.
error.searchUnreachable=CLFRN1152E: Imposs\u00edvel entrar em contato com o servi\u00e7o de pesquisa global.  Inicie o aplicativo de Pesquisa, se n\u00e3o tiver sido iniciado.  Se o servi\u00e7o for iniciado, verifique a conex\u00e3o de rede.


error.duplicateKey=CLFRN1219E: Imposs\u00edvel atualizar o banco de dados com os par\u00e2metros transmitidos. Isso resultaria em uma chave duplicada (e-mail, guid, login) com um registro existente.


#
# Info/Error messages for data constraint rebuilding
#

# {0} is a date string
info.lookaside.idx.rebuild.start=CLFRN1231I: Iniciando a reconstru\u00e7\u00e3o de tabelas de \u00edndice lookaside e objetos associados em {0}.
# {0} is a date string
info.lookaside.idx.rebuild.complete=CLFRN1244I: Conclu\u00edda a reconstru\u00e7\u00e3o de tabelas de \u00edndice lookaside e objetos associados em {0}.  O total de usu\u00e1rios revisado \u00e9 {1}.  O n\u00famero total de usu\u00e1rios atualizado com \u00eaxito \u00e9 {2}.  O n\u00famero de usu\u00e1rios com erros durante a atualiza\u00e7\u00e3o \u00e9 {3}.
error.lookaside.idx.create.objeref=CLFRN1238E: N\u00e3o \u00e9 poss\u00edvel criar refer\u00eancia do objeto para o usu\u00e1rio: (name={0}, key={1}, uid={2}, distinguished-name={3}).  Esse usu\u00e1rio n\u00e3o pode efetuar login no sistema e/ou encontrar outros erros.
error.lookaside.idx.rebuild.incomplete=CLFRN1239E: N\u00e3o \u00e9 poss\u00edvel concluir a reconstru\u00e7\u00e3o de tabelas de \u00edndice lookaside e objetos associados em {0}.  O aplicativo Perfis n\u00e3o ser\u00e1 executado corretamente at\u00e9 que o problema seja resolvido.  Examine o log para obter erros e resolver esses problemas antes de tentar novamente a reconstru\u00e7\u00e3o dos \u00edndices.  O total de usu\u00e1rios revisado \u00e9 {1}; de usu\u00e1rios atualizado com \u00eaxito \u00e9 {2}; e o total de erros ao atualizar usu\u00e1rios foi {3}.
error.bulk.user.update=CLFRN1235E: Erro ao atualizar usu\u00e1rio: (name={0}, key={1}, uid={2}, distinguished-name={3}). 
error.bulk.user.select.all=CLFRN1241E: Falha ao selecionar usu\u00e1rios para atualiza\u00e7\u00e3o devido a erro.
# {0} is a date string
info.bulk.user.checkpoint=CLFRN1234I: Processando atualiza\u00e7\u00e3o em massa de usu\u00e1rios. O tempo atual \u00e9 {0}. O n\u00famero total de usu\u00e1rios revisados \u00e9 {1}.  O n\u00famero de usu\u00e1rios com esse bloco que foi atualizado com \u00eaxito \u00e9 {2}. O n\u00famero de usu\u00e1rios em que ocorreu um erro durante a atualiza\u00e7\u00e3o \u00e9 {3}.

#
# Definitions for ProfilesAppService
# The following are intended for administrative usage. In these messages:
# {0} is a serialisation of a java object intended for developer debugging purposes.
#
info.def.found.matching=CLFRN1229I: Localizada defini\u00e7\u00e3o correspondente para: {0}.
info.def.notfound=CLFRN1230I: N\u00e3o encontrada defini\u00e7\u00e3o correspondente para: {0}. Essa defini\u00e7\u00e3o ser\u00e1 criada.
info.def.found.nonmatching=CLFRN1242I: Encontrada defini\u00e7\u00e3o n\u00e3o correspondente para: {0}.  Essa defini\u00e7\u00e3o ser\u00e1 atualizada.
warn.idxdef.found.nonmatching=CLFRN1240W: Encontrada defini\u00e7\u00e3o de \u00edndice n\u00e3o correspondente para: {0}. Essa defini\u00e7\u00e3o ser\u00e1 atualizada. Sob condi\u00e7\u00f5es normais de opera\u00e7\u00e3o, h\u00e1 uma tarefa do WebSphere Application Server que corrigir\u00e1 essa situa\u00e7\u00e3o em alguns minutos automaticamente se o Servidor de Aplicativos Perfis estiver em execu\u00e7\u00e3o.  Se isso estiver ocorrendo no Tivoli Directory Integrator (TDI), o sistema tentar\u00e1 uma corre\u00e7\u00e3o autom\u00e1tica ap\u00f3s o in\u00edcio do aplicativo. Voc\u00ea pode confirmar isso verificando os logs de uma mensagem ''Come\u00e7ando a reconstru\u00e7\u00e3o de uma tabela de \u00edndices lookaside...'' cinco minutos ap\u00f3s esta mensagem em um dos n\u00f3s do cluster. Se voc\u00ea n\u00e3o puder localizar essa mensagem, execute o comando wsadmin ''rebuildLookAsideIndexes()'' e revise os logs para obter outros erros.
warn.idxdef.notfound=CLFRN1233W: N\u00e3o encontrada defini\u00e7\u00e3o de \u00edndice correspondente para: {0}. Essa defini\u00e7\u00e3o ser\u00e1 criada. Sob condi\u00e7\u00f5es normais de opera\u00e7\u00e3o, h\u00e1 uma tarefa do WebSphere Application Server que corrigir\u00e1 essa situa\u00e7\u00e3o em alguns minutos automaticamente se o Servidor de Aplicativos Perfis estiver em execu\u00e7\u00e3o. Se isso estiver ocorrendo no Tivoli Directory Integrator (TDI), o sistema tentar\u00e1 uma corre\u00e7\u00e3o autom\u00e1tica ap\u00f3s o in\u00edcio do aplicativo. Voc\u00ea pode confirmar isso verificando os logs de uma mensagem ''Come\u00e7ando a reconstru\u00e7\u00e3o de uma tabela de \u00edndices lookaside...'' cinco minutos ap\u00f3s esta mensagem em um dos n\u00f3s do cluster.  Se voc\u00ea n\u00e3o puder localizar essa mensagem, execute o comando wsadmin ''rebuildLookAsideIndexes()'' e revise os logs para obter outros erros.
error.def.not.created=CLFRN1236E: N\u00e3o \u00e9 poss\u00edvel criar uma defini\u00e7\u00e3o para: {0}. O sistema n\u00e3o funcionar\u00e1 at\u00e9 que o problema seja resolvido.

#
# Task related messages
#

# {0} is a developer targeted ID string
# {1} is a time in milliseconds
# {2} is a time in milliseconds
info.task.scheduled=CLFRN1237I: ID de tarefa programada: {0}.  O atraso no in\u00edcio \u00e9 de {1} msec, o intervalo da tarefa \u00e9 de {2} msec.
info.task.canceled=CLFRN1243I: Cancelando ID de tarefa: {0}.
info.task.allcanceled=CLFRN1232I: Cancelando todas as tarefas do sistema de Perfis.

#
# PhotoSync Scheduled Task related messages
#

# {0} is a developer / operations targeted URL string
# {1} is a number (error code)
error.invoke.remote.cloud.api=CLFRN1348E: Falhou em chamar o servi\u00e7o remoto {0}; o servidor remoto retornou o c\u00f3digo HTTP: {1}

#
# Cache related messages
#

# {0} is a developer targeted ID string
# {1} is an error message string from a Websphere subsystem
error.cache.failed.to.init=CLFRN1266E: Erro ao criar cache com ID de consulta do JNDI: {0}. Esse erro evitar\u00e1 que o aplicativo Perfis inicie.  A mensagem de erro \u00e9 {1}.  
error.cache.failed.to.term=CLFRN1357E: Erro ao finalizar o cache com ID de consulta do JNDI: {0}. A mensagem de erro \u00e9 {1}.
error.cache.invalid.state=CLFRN1356E: Erro Interno : o cache com o ID de consulta do JNDI: {0} est\u00e1 em um estado inv\u00e1lido ao executar {1}.

# {0} is a developer targeted ID string
# {1} is a developer targeted integer value, being the number of seconds that items will live (Time To Live) in the cache
info.dynacache.inited=CLFRN1355I: Uma inst\u00e2ncia de DynaCache para {0} foi criada com o TTL {1}.

#
# BSS error codes
#
error.bss.profilenotfound=CLFRN1287E: Usu\u00e1rio {0} n\u00e3o localizado.
error.bss.missingarg=CLFRN1288E: {0} n\u00e3o especificado.
error.bss.invalidarg=CLFRN1289E: {0} n\u00e3o especificado.

