# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2006, 2017                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

error.deletePhoto=CLFRN1083E: \u0424\u043e\u0442\u043e\u0441\u0443\u0440\u0435\u0442\u0442\u0456 \u0436\u043e\u044e \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. 
error.insertPhoto=CLFRN1069E: \u0424\u043e\u0442\u043e\u0441\u0443\u0440\u0435\u0442\u0442\u0456 \u0435\u043d\u0433\u0456\u0437\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.updatePhoto=CLFRN1082E: \u0424\u043e\u0442\u043e\u0441\u0443\u0440\u0435\u0442\u0442\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. 
error.queryPhoto=CLFRN1060E: \u0424\u043e\u0442\u043e\u0441\u0443\u0440\u0435\u0442 \u043a\u0435\u0441\u0442\u0435\u0441\u0456\u043d\u0435 \u0441\u04b1\u0440\u0430\u0443 \u0436\u0430\u0441\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. 

error.deletePronunciation=CLFRN1063E: \u0410\u0439\u0442\u044b\u043b\u0443 \u0444\u0430\u0439\u043b\u044b\u043d \u0436\u043e\u044e \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. 
error.insertPronunciation=CLFRN1067E: \u0410\u0439\u0442\u044b\u043b\u0443 \u0444\u0430\u0439\u043b\u044b\u043d \u0435\u043d\u0433\u0456\u0437\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. 
error.updatePronunciation=CLFRN1092E: \u0410\u0439\u0442\u044b\u043b\u0443 \u0444\u0430\u0439\u043b\u044b\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.queryPronunciation=CLFRN1089E: \u0410\u0439\u0442\u044b\u043b\u0443 \u043a\u0435\u0441\u0442\u0435\u0441\u0456\u043d\u0435 \u0441\u04b1\u0440\u0430\u0443 \u0436\u0430\u0441\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.

error.insertTag=CLFRN1098E: \u041f\u0440\u043e\u0444\u0438\u043b\u044c \u0442\u0435\u0433\u0456\u043d \u0435\u043d\u0433\u0456\u0437\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.deleteTag=CLFRN1061E: \u041f\u0440\u043e\u0444\u0438\u043b\u044c \u0442\u0435\u0433\u0456\u043d \u0436\u043e\u044e \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.updatingTags=CLFRN1078E: \u041f\u0440\u043e\u0444\u0438\u043b\u044c \u0442\u0435\u0433\u0442\u0435\u0440\u0456\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.queryTag=CLFRN1117E: \u041f\u0440\u043e\u0444\u0438\u043b\u044c \u0442\u0435\u0433\u0442\u0435\u0440\u0456\u043d\u0456\u04a3 \u043a\u0435\u0441\u0442\u0435\u0441\u0456\u043d\u0435 \u0441\u04b1\u0440\u0430\u0443 \u0436\u0430\u0441\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.

error.writeToDraft=CLFRN1114E: \u0416\u043e\u0431\u0430 \u043a\u0435\u0441\u0442\u0435\u0441\u0456\u043d\u0435 \u0436\u0430\u0437\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.queryDraft=CLFRN1094E: \u0416\u043e\u0431\u0430 \u043a\u0435\u0441\u0442\u0435\u0441\u0456\u043d\u0435 \u0441\u04b1\u0440\u0430\u0443 \u0436\u0430\u0441\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.

error.updateEmployee=CLFRN1075E: \u0416\u04b1\u043c\u044b\u0441\u043a\u0435\u0440 \u0436\u0430\u0437\u0431\u0430\u0441\u044b\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.queryEmployee=CLFRN1057E: \u049a\u044b\u0437\u043c\u0435\u0442\u043a\u0435\u0440\u043b\u0435\u0440 \u043a\u0435\u0441\u0442\u0435\u0441\u0456\u043d\u0435 \u0441\u04b1\u0440\u0430\u0443 \u0436\u0430\u0441\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.

error.queryCountry=CLFRN1090E: \u041c\u0435\u043c\u043b\u0435\u043a\u0435\u0442 \u043a\u0435\u0441\u0442\u0435\u0441\u0456\u043d\u0435 \u0441\u04b1\u0440\u0430\u0443 \u0436\u0430\u0441\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.

error.queryEmployeeType=CLFRN1062E: \u0416\u04b1\u043c\u044b\u0441\u043a\u0435\u0440 \u0442\u04af\u0440\u0456\u043d\u0456\u04a3 \u043a\u0435\u0441\u0442\u0435\u0441\u0456\u043d\u0435 \u0441\u04b1\u0440\u0430\u0443 \u0436\u0430\u0441\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.

error.queryOrganization=CLFRN1066E: \u04b0\u0439\u044b\u043c \u043a\u0435\u0441\u0442\u0435\u0441\u0456\u043d\u0435 \u0441\u04b1\u0440\u0430\u0443 \u0436\u0430\u0441\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.

error.queryWorkLocation=CLFRN1068E: \u0416\u04b1\u043c\u044b\u0441 \u043e\u0440\u043d\u044b\u043d\u044b\u04a3 \u043a\u0435\u0441\u0442\u0435\u0441\u0456\u043d\u0435 \u0441\u04b1\u0440\u0430\u0443 \u0436\u0430\u0441\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.

error.updateProfileExtension=CLFRN1115E: \u041f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440 \u043a\u0435\u04a3\u0435\u0439\u0442\u0456\u043c\u0456\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.queryProfileExtension=CLFRN1074E: \u041f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440 \u043a\u0435\u04a3\u0435\u0439\u0442\u0456\u043c\u0456\u043d\u0456\u04a3 \u043a\u0435\u0441\u0442\u0435\u0441\u0456\u043d\u0435 \u0441\u04b1\u0440\u0430\u0443 \u0436\u0430\u0441\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.insertProfileExtension=CLFRN1149E: \u041f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440 \u043a\u0435\u04a3\u0435\u0439\u0442\u0456\u043c\u0456\u043d\u0456\u04a3 \u043a\u0435\u0441\u0442\u0435\u0441\u0456\u043d\u0435 \u0435\u043d\u0433\u0456\u0437\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.

error.updateProfileExtensionDraft=CLFRN1102E: \u0416\u043e\u0431\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440\u0456\u043d\u0456\u04a3 \u043a\u0435\u04a3\u0435\u0439\u0442\u0456\u043c\u0456\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.insertProfileExtensionDraft=CLFRN1112E: \u0416\u043e\u0431\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440\u0456 \u043a\u0435\u04a3\u0435\u0439\u0442\u0456\u043c\u0456\u043d\u0456\u04a3 \u043a\u0435\u0441\u0442\u0435\u0441\u0456\u043d\u0435 \u0435\u043d\u0433\u0456\u0437\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.queryProfileExtensionDraft=CLFRN1109E: \u0416\u043e\u0431\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440\u0456 \u043a\u0435\u04a3\u0435\u0439\u0442\u0456\u043c\u0456\u043d\u0456\u04a3 \u043a\u0435\u0441\u0442\u0435\u0441\u0456\u043d\u0435 \u0441\u04b1\u0440\u0430\u0443 \u0436\u0430\u0441\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.

error.queryDB=CLFRN1064E: \u0414\u0435\u0440\u0435\u043a\u049b\u043e\u0440\u044b \u0441\u04b1\u0440\u0430\u0443 \u0436\u0430\u0441\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.

error.multipleUsersWithLogin=CLFRN1144E: \u0416\u0430\u04a3\u0430 \u0436\u0430\u0441\u0430\u0443 \u043d\u0435\u043c\u0435\u0441\u0435 \u0431\u0430\u0440 \u043f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u0493\u0430 \u04d9\u0440\u0435\u043a\u0435\u0442 \u0436\u0430\u0441\u0430\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435, \u043d\u0430\u049b \u043e\u0441\u044b\u043d\u0434\u0430\u0439 (\u043a\u04e9\u0448\u0456\u0440\u043c\u0435) \u043a\u0456\u0440\u0443\u0433\u0435 \u0438\u0435 \u0435\u043a\u0456\u043d\u0448\u0456 \u0431\u0430\u0440 \u043f\u0440\u043e\u0444\u0438\u043b\u044c \u0442\u0430\u0431\u044b\u043b\u0434\u044b: {0}.  
error.multipleUsersWithEmail=CLFRN1294E: \u0416\u0430\u04a3\u0430 \u0436\u0430\u0441\u0430\u0443 \u043d\u0435\u043c\u0435\u0441\u0435 \u0431\u0430\u0440 \u043f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u0493\u0430 \u04d9\u0440\u0435\u043a\u0435\u0442 \u0436\u0430\u0441\u0430\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435, \u043d\u0430\u049b \u043e\u0441\u044b\u043d\u0434\u0430\u0439 (\u043a\u04e9\u0448\u0456\u0440\u043c\u0435) \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0434\u044b\u049b \u043f\u043e\u0448\u0442\u0430\u0493\u0430 \u0438\u0435 \u0435\u043a\u0456\u043d\u0448\u0456 \u0431\u0430\u0440 \u043f\u0440\u043e\u0444\u0438\u043b\u044c \u0442\u0430\u0431\u044b\u043b\u0434\u044b: {0}.
error.multipleUsersWithGuid=CLFRN1293E: \u0416\u0430\u04a3\u0430 \u0436\u0430\u0441\u0430\u0443 \u043d\u0435\u043c\u0435\u0441\u0435 \u0431\u0430\u0440 \u043f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u0493\u0430 \u04d9\u0440\u0435\u043a\u0435\u0442 \u0436\u0430\u0441\u0430\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435, \u043d\u0430\u049b \u043e\u0441\u044b\u043d\u0434\u0430\u0439 (\u043a\u04e9\u0448\u0456\u0440\u043c\u0435) guid \u04b1\u049b\u0441\u0430\u0442\u049b\u044b\u0448\u044b\u043d\u0430 \u0438\u0435 \u0435\u043a\u0456\u043d\u0448\u0456 \u0431\u0430\u0440 \u043f\u0440\u043e\u0444\u0438\u043b\u044c \u0442\u0430\u0431\u044b\u043b\u0434\u044b: {0}.
error.multipleUsersWithUid=CLFRN1332E: \u0416\u0430\u04a3\u0430 \u0436\u0430\u0441\u0430\u0443 \u043d\u0435\u043c\u0435\u0441\u0435 \u0431\u0430\u0440 \u043f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u0493\u0430 \u04d9\u0440\u0435\u043a\u0435\u0442 \u0436\u0430\u0441\u0430\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435, \u043d\u0430\u049b \u043e\u0441\u044b\u043d\u0434\u0430\u0439 (\u043a\u04e9\u0448\u0456\u0440\u043c\u0435) uid \u0431\u0456\u0440\u0435\u0433\u0435\u0439 \u04b1\u049b\u0441\u0430\u0442\u049b\u044b\u0448\u044b\u043d\u0430 \u0438\u0435 \u0435\u043a\u0456\u043d\u0448\u0456 \u0431\u0430\u0440 \u043f\u0440\u043e\u0444\u0438\u043b\u044c \u0442\u0430\u0431\u044b\u043b\u0434\u044b: {0}.

# The following message will only ever appear in the SystemOut.log and is intended for administrative usage. In this message:
# {0} is an ID value for the manager of the user being created/updated; either an external (LDAP) ID or an internal (db) profile key
# it is not an error for a user to not have a manager, but if an ID is supplied, it must already exist and match a user in the Profiles database
warn.missingUserWithID=CLFRN1372W: \u0416\u0430\u04a3\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0456 \u0436\u0430\u0441\u0430\u0443\u0434\u0430 \u043d\u0435\u043c\u0435\u0441\u0435 \u0431\u0430\u0440 \u043f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u0434\u0430 \u0431\u0435\u0440\u0456\u043b\u0433\u0435\u043d {0} \u0431\u0430\u0441\u049b\u0430\u0440\u0443 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0442\u0430\u0431\u044b\u043b\u043c\u0430\u0493\u0430\u043d.

#Cache

info.orgStructureEnabled=CLFRN1099I: \u04b0\u0439\u044b\u043c\u0434\u044b\u049b \u049b\u04b1\u0440\u044b\u043b\u044b\u043c \u0444\u0443\u043d\u043a\u0446\u0438\u044f\u043b\u0430\u0440\u044b \u049b\u043e\u0441\u0443\u043b\u044b. \u049a\u043e\u0441\u0443\u043b\u044b \u0431\u043e\u043b\u0441\u0430, \u0442\u0456\u0437\u0431\u0435\u043a\u0442\u0456\u043a \u043a\u044d\u0448\u0442\u0435\u0440\u0433\u0435 \u0435\u0441\u0435\u043f \u0436\u0430\u0437\u044b\u04a3\u044b\u0437.
info.orgStructureDisabled=CLFRN1116I: \u04b0\u0439\u044b\u043c\u0434\u044b\u049b \u049b\u04b1\u0440\u044b\u043b\u044b\u043c \u0444\u0443\u043d\u043a\u0446\u0438\u044f\u043b\u0430\u0440\u044b \u0430\u0436\u044b\u0440\u0430\u0442\u0443\u043b\u044b. \u0422\u0456\u0437\u0431\u0435\u043a\u0442\u0456\u043a \u043a\u044d\u0448\u0442\u0435\u0440\u0433\u0435 \u0435\u0441\u0435\u043f \u0436\u0430\u0437\u0431\u0430\u04a3\u044b\u0437.

# FullReportsToChainCache doesn't need to be translated
info.fullReportsToDisabled=CLFRN1071I: FullReportsToChainCache \u0430\u0436\u044b\u0440\u0430\u0442\u044b\u043b\u0434\u044b.
info.fullReportsToEnabled=CLFRN1111I: FullReportsToChainCache \u049b\u043e\u0441\u0443\u043b\u044b.
info.fullReportsToScheduled=CLFRN1108I: FullReportsToChainCache {0} \u04af\u0448\u0456\u043d \u0436\u043e\u0441\u043f\u0430\u0440\u043b\u0430\u043d\u0434\u044b.

# MiniReportsToChainCache doesn't need to be translated
info.miniReportsToDisabled=CLFRN1072I: MiniReportsToChainCache \u0430\u0436\u044b\u0440\u0430\u0442\u044b\u043b\u0434\u044b.
info.miniReportsToEnabled=CLFRN1097I: MiniReportsToChainCache \u049b\u043e\u0441\u044b\u043b\u0434\u044b.
info.miniReportsToFile=CLFRN1113I: MiniReportsToChainCache file = {0}.
info.miniReportsToScheduled=CLFRN1104I: MiniReportsToChainCache {0} \u04af\u0448\u0456\u043d \u0436\u043e\u0441\u043f\u0430\u0440\u043b\u0430\u043d\u0434\u044b. 

info.cache.fullreportchain.size=CLFRN1073I: \u0415\u0441\u0435\u043f \u0431\u0435\u0440\u0456\u043b\u0435\u0442\u0456\u043d \u0442\u0456\u0437\u0431\u0435\u043a\u0442\u0456\u043a \u043a\u044d\u0448\u0442\u0456\u04a3 \u0436\u0430\u043b\u043f\u044b \u043c\u04e9\u043b\u0448\u0435\u0440\u0456 = {0}.
info.cache.fullreportchain.loadtime=CLFRN1070I: FullRprtToChainCache \u043a\u044d\u0448\u0456\u043d \u0436\u04af\u043a\u0442\u0435\u043f \u0430\u043b\u0443 \u0443\u0430\u049b\u044b\u0442\u044b \u0448\u044b\u049b\u0442\u044b: {0}.

# ProfilesObjectCache doesn't need to be translated
info.profilesObjectCacheEnabled=CLFRN1074I: ProfilesObjectCache \u049b\u043e\u0441\u044b\u043b\u0434\u044b.
info.profilesObjectCacheDisabled=CLFRN1075I: ProfilesObjectCache \u0430\u0436\u044b\u0440\u0430\u0442\u044b\u043b\u0434\u044b.
info.profilesObjectCacheScheduled=CLFRN1078I: {0} \u04af\u0448\u0456\u043d \u0436\u043e\u0441\u043f\u0430\u0440\u043b\u0430\u043d\u0493\u0430\u043d ProfilesObjectCache.

# ProfilesTagCloudCache doesn't need to be translated
info.profilesTagCloudCacheEnabled=CLFRN1153I: ProfilesTagCloudCache \u049b\u043e\u0441\u044b\u043b\u0434\u044b.
info.profilesTagCloudCacheDisabled=CLFRN1140I: ProfilesTagCloudCache \u0430\u0436\u044b\u0440\u0430\u0442\u044b\u043b\u0434\u044b.
info.profilesTagCloudCacheScheduled=CLFRN1150I: {0} \u04af\u0448\u0456\u043d \u0436\u043e\u0441\u043f\u0430\u0440\u043b\u0430\u043d\u0493\u0430\u043d ProfilesTagCloudCache.

# ProfileLMCache doesn't need to be translated
info.profileLMCacheEnabled=CLFRN1124I: ProfileLMCache \u049b\u043e\u0441\u044b\u043b\u0434\u044b.
info.profileLMCacheDisabled=CLFRN1125I: ProfileLMCache \u0430\u0436\u044b\u0440\u0430\u0442\u044b\u043b\u0434\u044b.
info.profileLMCacheScheduled=CLFRN1126I: {0} \u04af\u0448\u0456\u043d \u0436\u043e\u0441\u043f\u0430\u0440\u043b\u0430\u043d\u0493\u0430\u043d ProfileLMCache.

# MiniReportChainCache doesn't need to be translated
info.cache.minireportchain.expectedEntries=CLFRN1077I: MiniReportChainCache \u0435\u0441\u0435\u0431\u0456\u043d\u0434\u0435 {0} \u0435\u043d\u0433\u0456\u0437\u0443 \u043a\u04af\u0442\u0456\u043b\u0435\u0434\u0456.
info.cache.minireportchain.initDataStructure=CLFRN1100I: MiniReportChainCache {0} \u043d\u044b\u0441\u0430\u043d\u044b\u043d\u0430 \u0431\u0430\u043f\u0442\u0430\u043d\u0434\u044b\u0440\u044b\u043b\u0430\u0434\u044b.
info.cache.minireportchain.size=CLFRN1058I: MiniReportChainCache \u043c\u04e9\u043b\u0448\u0435\u0440\u0456 = {0}.
info.cache.minireportchain.loadingdb=CLFRN1096I: MiniReportChainCache \u0435\u0441\u0435\u0431\u0456 DB \u0456\u0448\u0456\u043d\u0435\u043d \u0436\u04af\u043a\u0442\u0435\u043f \u0430\u043b\u0443.
info.cache.minireportchain.loadingfile=CLFRN1059I: MiniReportChainCache \u0435\u0441\u0435\u0431\u0456 \u0444\u0430\u0439\u043b\u0434\u0430\u043d \u0436\u04af\u043a\u0442\u0435\u043f \u0430\u043b\u0443.
error.cache.minireportchain.reload=CLFRN1087E: \u041e\u0420\u042b\u041d\u0414\u0410\u041b\u041c\u0410\u0414\u042b: \u0422\u0456\u0437\u0431\u0435\u043a\u0442\u0456\u043a \u049b\u0430\u0439\u0442\u0430 \u0436\u04af\u043a\u0442\u0435\u043f \u0430\u043b\u0443 \u0435\u0441\u0435\u043f\u0442\u0435\u0440: {0}.
info.cache.minireportchain.loadtime=CLFRN1076I: MiniRprtToChainCache \u0435\u0441\u0435\u0431\u0456\u043d \u0436\u04af\u043a\u0442\u0435\u043f \u0430\u043b\u0443 \u0443\u0430\u049b\u044b\u0442\u044b \u0448\u044b\u049b\u0442\u044b: {0}.
info.cache.minireportchain.filewritetime=CLFRN1101I: MiniRprtToChainCache \u0435\u0441\u0435\u0431\u0456\u043d \u0444\u0430\u0439\u043b\u0493\u0430 \u0436\u0430\u0437\u0443 \u0443\u0430\u049b\u044b\u0442\u044b \u0448\u044b\u049b\u0442\u044b: {0}.
info.cache.minireportchain.readingfile=CLFRN1095I: {0} \u0456\u0448\u0456\u043d\u0434\u0435\u0433\u0456 \u0434\u0435\u0440\u0435\u043a\u0442\u0435\u0440\u0434\u0456 \u0442\u0456\u0437\u0431\u0435\u043a\u0442\u0435\u0443 \u04af\u0448\u0456\u043d \u0435\u0441\u0435\u043f\u0442\u0435\u0440 \u043e\u049b\u044b\u043b\u0443\u0434\u0430.
error.cache.minireportchain.fileparseerror=CLFRN1081E: \u0442\u0430\u043b\u0434\u0430\u0443 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b. 

# PeopleIndexFactory and PeopleIndex doesn't need to be translated
error.index.errorCreatingImplClass=CLFRN1079E: PeopleIndexFactory \u043e\u0440\u044b\u043d\u0434\u0430\u0443 \u0441\u044b\u043d\u044b\u0431\u044b\u043d \u0436\u0430\u0441\u0430\u0443 \u043d\u0435\u043c\u0435\u0441\u0435 \u0448\u044b\u0493\u0430\u0440\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.index.errorGettingPeopleIndex=CLFRN1084E: PeopleIndex \u0438\u043d\u0434\u0435\u043a\u0441\u0456\u043d \u0448\u044b\u0493\u0430\u0440\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u0416\u043e\u0441\u043f\u0430\u0440\u0434\u044b \u0438\u043d\u0434\u0435\u043a\u0441\u0442\u0435\u0443 \u0442\u043e\u049b\u0442\u0430\u0442\u044b\u043b\u0443\u0434\u0430. \u0422\u043e\u043b\u044b\u049b \u043c\u04d9\u0442\u0456\u043d\u0434\u0456 \u0438\u043d\u0434\u0435\u043a\u0441\u0442\u0435\u0443 \u0430\u0436\u044b\u0440\u0430\u0442\u044b\u043b\u0443\u0434\u0430.

# lastUpdate doesn't need to be translated
error.index.errorRetrievingLastUpdate=CLFRN1110E: lastUpdate \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u044b\u043d {0} \u0456\u0448\u0456\u043d\u0435\u043d \u0448\u044b\u0493\u0430\u0440\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.
error.index.errorRetrievingLastUpdate.stringFormatError=CLFRN1080E: lastUpdate {0} \u0456\u0448\u0456\u043d\u0435\u043d \u0448\u044b\u0493\u0430\u0440\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: \u0416\u043e\u043b \u0434\u04b1\u0440\u044b\u0441 \u043f\u0456\u0448\u0456\u043c\u0434\u0435\u043b\u043c\u0435\u0433\u0435\u043d: \u0436\u0436\u0436\u0436-\u0430\u0430-\u043a\u043a.
error.index.errorWritingLastUpdate=CLFRN1106E: lastUpdate \u043c\u04d9\u043d\u0456\u043d {0} \u0456\u0448\u0456\u043d\u0435 \u0436\u0430\u0437\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.

# IndexWriter doesn't need to be translated
error.index.errorRetrievingIndexWriter=CLFRN1065E: IndexWriter \u043a\u044d\u0448\u0456\u043d \u0448\u044b\u0493\u0430\u0440\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.

error.index.errorCorrupt=CLFRN1103E: \u049a\u0430\u0442\u0435: \u0438\u043d\u0434\u0435\u043a\u0441 \u0431\u04af\u043b\u0456\u043d\u0433\u0435\u043d \u0431\u043e\u043b\u0443\u044b \u043c\u04af\u043c\u043a\u0456\u043d.
error.index.errorParsingQuery=CLFRN1107E: \u0421\u04b1\u0440\u0430\u0443\u0434\u044b \u0442\u0430\u043b\u0434\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.

# IndexReader doesn't need to be translated
error.index.errorGetIndexReadErr=CLFRN1093E: IndexReader \u0438\u043d\u0434\u0435\u043a\u0441\u0456\u043d \u0448\u044b\u0493\u0430\u0440\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.

# ProfileLMCache doesn't need to be translated
error.cache.profileLMCache.retrieve=CLFRN1127E: ProfileLMCache \u043a\u044d\u0448\u0456\u043d \u0448\u044b\u0493\u0430\u0440\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.

# PeopleIndexFactory doesn't need to be translated
error.searchService.errorCreatingPeopleIndexFactory=CLFRN1088E: PeopleIndexFactory \u043e\u0440\u044b\u043d\u0434\u0430\u0443 \u0441\u044b\u043d\u044b\u0431\u044b\u043d \u0436\u0430\u0441\u0430\u0443 \u043d\u0435\u043c\u0435\u0441\u0435 \u0448\u044b\u0493\u0430\u0440\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u0422\u043e\u043b\u044b\u049b \u043c\u04d9\u0442\u0456\u043d\u0434\u0456 \u0456\u0437\u0434\u0435\u0443 \u0435\u043b\u0435\u043d\u0431\u0435\u0439 \u04e9\u0442\u0456\u043b\u0443\u0434\u0435.
error.searchService.errorSearchingIndex=CLFRN1086E: \u0422\u043e\u043b\u044b\u049b \u043c\u04d9\u0442\u0456\u043d\u0434\u0456 \u0438\u043d\u0434\u0435\u043a\u0441\u0442\u0456 \u0456\u0437\u0434\u0435\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.

error.acf=CLFRN1091E: \u0411\u0435\u043b\u0441\u0435\u043d\u0434\u0456 \u043c\u0430\u0437\u043c\u04b1\u043d \u0441\u04af\u0437\u0433\u0456\u0441\u0456\u043d\u0434\u0435\u0433\u0456 \u049b\u0430\u0442\u0435\u043b\u0456\u043a.

# FullTextIndexingTask doesn't need to be translated
info.index.starting=CLFRN1105I: FullTextIndexingTask \u0442\u0430\u043f\u0441\u044b\u0440\u043c\u0430\u0441\u044b\u043d\u044b\u04a3 \u0431\u0430\u0441\u0442\u0430\u043b\u0443 \u0443\u0430\u049b\u044b\u0442\u044b: {0}. 
info.index.completed=CLFRN1085I: FullTextIndexingTask \u0442\u0430\u043f\u0441\u044b\u0440\u043c\u0430\u0441\u044b\u043d\u044b\u04a3 \u0430\u044f\u049b\u0442\u0430\u043b\u0493\u0430\u043d \u0443\u0430\u049b\u044b\u0442\u044b: {0}. 

# 'doc' refers to the index document
error.index.delete.docs=CLFRN1118I: \u049a\u04b1\u0436\u0430\u0442\u0442\u044b \u0436\u043e\u044e \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.

# schema version related
info.schema.version=CLFRN1142I: DB \u0441\u0445\u0435\u043c\u0430\u0441\u044b \u043a\u04af\u0442\u0456\u043b\u0433\u0435\u043d {0} \u0435\u04a3 \u043a\u0456\u0448\u0456 \u043d\u04b1\u0441\u049b\u0430\u0441\u044b\u043d\u0430 \u0441\u0430\u0439 \u043a\u0435\u043b\u0435\u0434\u0456.
error.schema.version=CLFRN1148E: DB \u0441\u0445\u0435\u043c\u0430\u0441\u044b \u043a\u04af\u0442\u0456\u043b\u0433\u0435\u043d {0} \u0435\u04a3 \u043a\u0456\u0448\u0456 \u043d\u04b1\u0441\u049b\u0430\u0441\u044b\u043d\u0430 \u0441\u0430\u0439 \u043a\u0435\u043b\u043c\u0435\u0439\u0434\u0456. {1} \u043d\u04b1\u0441\u049b\u0430\u0441\u044b \u0442\u0430\u0431\u044b\u043b\u0434\u044b.

#config related

error.initializing.extension.config=CLFRN1151E: \u041f\u0440\u043e\u0444\u0438\u043b\u044c \u043a\u0435\u04a3\u0435\u0439\u0442\u0456\u043c\u0456\u043d\u0456\u04a3 \u0442\u04e9\u043b\u0441\u0438\u043f\u0430\u0442\u044b \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0441\u044b\u043d \u0431\u0430\u043f\u0442\u0430\u043d\u0434\u044b\u0440\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. 

error.uilayoutvalidation.unknown_attribute=CLFRN1145E: {0}: UI \u043e\u0440\u043d\u0430\u043b\u0430\u0441\u0443\u044b\u043d\u044b\u04a3 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0441\u044b\u043d\u0434\u0430 profiles-config.xml \u0434\u0435\u0440\u0435\u043a\u0442\u0435\u0440 \u04af\u043b\u0433\u0456\u0441\u0456\u043d\u0456\u04a3 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0441\u044b\u043d\u0434\u0430 \u0436\u043e\u049b \u0442\u04e9\u043b\u0441\u0438\u043f\u0430\u0442 \u0442\u0430\u0431\u044b\u043b\u0434\u044b.  UI \u043e\u0440\u043d\u0430\u043b\u0430\u0441\u0443\u044b\u043d\u0430 \u049b\u043e\u0441\u044b\u043b\u0443 \u04af\u0448\u0456\u043d, \u0442\u04e9\u043b\u0441\u0438\u043f\u0430\u0442\u0442\u0430\u0440 \u0434\u0435\u0440\u0435\u043a\u0442\u0435\u0440 \u04af\u043b\u0433\u0456\u0441\u0456\u043d\u0456\u04a3 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0441\u044b \u0442\u04af\u0440\u0456\u043d\u0434\u0435 \u0431\u043e\u043b\u0443 \u043a\u0435\u0440\u0435\u043a.  \u0422\u04e9\u043b\u0441\u0438\u043f\u0430\u0442\u0442\u044b\u04a3 \u0430\u0442\u044b: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1147E: {0}: UI \u043e\u0440\u043d\u0430\u043b\u0430\u0441\u0443\u044b\u043d\u044b\u04a3 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0441\u044b\u043d\u0434\u0430 \u04e9\u04a3\u0434\u0435\u043b\u0435\u0442\u0456\u043d \u0434\u0435\u043f \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u043d\u0433\u0435\u043d, \u0431\u0456\u0440\u0430\u049b profiles-config.xml \u0434\u0435\u0440\u0435\u043a\u0442\u0435\u0440 \u04af\u043b\u0433\u0456\u0441\u0456\u043d\u0456\u04a3 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0441\u044b\u043d\u0434\u0430 \u04e9\u04a3\u0434\u0435\u043b\u0435\u0442\u0456\u043d \u0434\u0435\u043f \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u043d\u0431\u0435\u0433\u0435\u043d \u0442\u04e9\u043b\u0441\u0438\u043f\u0430\u0442 \u0442\u0430\u0431\u044b\u043b\u0434\u044b. \u0422\u04e9\u043b\u0441\u0438\u043f\u0430\u0442\u0442\u044b\u04a3 \u0430\u0442\u044b: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1146E: {0}: UI \u043e\u0440\u043d\u0430\u043b\u0430\u0441\u0443\u044b\u043d\u044b\u04a3 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0441\u044b\u043d\u0434\u0430 "richtext" \u04e9\u0440\u0456\u0441\u0456 \u0434\u0435\u043f \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u043d\u0433\u0435\u043d, \u0431\u0456\u0440\u0430\u049b profiles-config.xml \u0434\u0435\u0440\u0435\u043a\u0442\u0435\u0440 \u04af\u043b\u0433\u0456\u0441\u0456\u043d\u0456\u04a3 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0441\u044b\u043d\u0434\u0430 "richtext" \u04e9\u0440\u0456\u0441\u0456 \u0434\u0435\u043f \u0431\u0435\u043b\u0433\u0456\u043b\u0435\u043d\u0431\u0435\u0433\u0435\u043d \u0442\u04e9\u043b\u0441\u0438\u043f\u0430\u0442 \u0442\u0430\u0431\u044b\u043b\u0434\u044b.  \u0422\u04e9\u043b\u0441\u0438\u043f\u0430\u0442\u0442\u044b\u04a3 \u0430\u0442\u044b: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1143E: {0}: UI \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0441\u044b\u043d\u0434\u0430 "xml-blob" \u043a\u0435\u04a3\u0435\u0439\u0442\u0456\u043c \u0442\u04e9\u043b\u0441\u0438\u043f\u0430\u0442\u044b \u0431\u043e\u043b\u044b\u043f \u0442\u0430\u0431\u044b\u043b\u0430\u0442\u044b\u043d \u043a\u0435\u04a3\u0435\u0439\u0442\u0456\u043c \u0442\u04e9\u043b\u0441\u0438\u043f\u0430\u0442\u044b \u0442\u0430\u0431\u044b\u043b\u0434\u044b. \u0411\u04b1\u043b \u043a\u0435\u04a3\u0435\u0439\u0442\u0456\u043c \u0442\u04e9\u043b\u0441\u0438\u043f\u0430\u0442\u0442\u0430\u0440\u044b UI \u043e\u0440\u043d\u0430\u043b\u0430\u0441\u0443\u044b\u043d\u044b\u04a3 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044f\u0441\u044b\u043d\u0434\u0430 \u043a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u043c\u0435\u0443\u0456 \u043c\u04af\u043c\u043a\u0456\u043d. \u0421\u04b1\u0440\u0430\u049b\u0442\u0430\u0493\u044b \u043a\u0435\u04a3\u0435\u0439\u0442\u0456\u043c ID \u043a\u043e\u0434\u044b: {1}.

# Other errors
info.searchStartupTagCloud=CLFRN1141I: \u0406\u0437\u0434\u0435\u0443 \u049b\u044b\u0437\u043c\u0435\u0442\u0456\u043d\u0435 \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441.  \u0411\u04b1\u043b \u049b\u043e\u043b\u0434\u0430\u043d\u0431\u0430\u043d\u044b \u0456\u0441\u043a\u0435 \u049b\u043e\u0441\u0443\u0493\u0430 \u0442\u0430\u043f\u0441\u044b\u0440\u044b\u0441 \u0431\u0435\u0440\u0443 \u0441\u0435\u0431\u0435\u0431\u0456\u043d\u0435\u043d \u0431\u043e\u043b\u0443\u044b \u043c\u04af\u043c\u043a\u0456\u043d.  \u0411\u0456\u0440\u043d\u0435\u0448\u0435 \u043c\u0438\u043d\u0443\u0442\u0442\u0430\u043d \u043a\u0435\u0439\u0456\u043d \u041f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440 \u049b\u043e\u043b\u0434\u0430\u043d\u0431\u0430\u0441\u044b \u0456\u0437\u0434\u0435\u0443 \u049b\u044b\u0437\u043c\u0435\u0442\u0456\u043d\u0435 \u049b\u0430\u0439\u0442\u0430 \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0443\u0493\u0430 \u04d9\u0440\u0435\u043a\u0435\u0442 \u0436\u0430\u0441\u0430\u0439\u0434\u044b.  \u041d\u04d9\u0442\u0438\u0436\u0435\u0441\u0456\u043d\u0434\u0435 \u0442\u0435\u0433 \u0431\u04b1\u043b\u0442\u0448\u0430\u0441\u044b \u0431\u0456\u0440\u0434\u0435\u043d \u049b\u043e\u043b \u0436\u0435\u0442\u0456\u043c\u0441\u0456\u0437 \u0431\u043e\u043b\u044b\u043f \u049b\u0430\u043b\u0430\u0434\u044b.
error.searchUnreachable=CLFRN1152E: \u0413\u043b\u043e\u0431\u0430\u043b\u0434\u044b \u0456\u0437\u0434\u0435\u0443 \u049b\u044b\u0437\u043c\u0435\u0442\u0456\u043d\u0435 \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441.  \u0410\u0448\u044b\u043b\u043c\u0430\u0493\u0430\u043d \u0431\u043e\u043b\u0441\u0430, \u0406\u0437\u0434\u0435\u0443 \u049b\u043e\u043b\u0434\u0430\u043d\u0431\u0430\u0441\u044b\u043d \u0430\u0448\u044b\u04a3\u044b\u0437.  \u049a\u044b\u0437\u043c\u0435\u0442 \u049b\u043e\u0441\u044b\u043b\u0493\u0430\u043d \u0431\u043e\u043b\u0441\u0430, \u0436\u0435\u043b\u0456 \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u044b\u043d \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u04a3\u0456\u0437.


error.duplicateKey=CLFRN1219E: \u0414\u0435\u0440\u0435\u043a\u049b\u043e\u0440\u0434\u044b \u04e9\u0442\u0456\u043f \u043a\u0435\u0442\u043a\u0435\u043d \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u043b\u0435\u0440\u043c\u0435\u043d \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441. \u041d\u04d9\u0442\u0438\u0436\u0435\u0441\u0456\u043d\u0434\u0435 \u0436\u0430\u0437\u0431\u0430\u0441\u044b \u0431\u04b1\u0440\u044b\u043d\u043d\u0430\u043d \u0431\u0430\u0440 \u049b\u0430\u0439\u0442\u0430\u043b\u0430\u043c\u0430 \u043f\u0435\u0440\u043d\u0435 (\u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u0434\u044b\u049b \u043f\u043e\u0448\u0442\u0430, guid, \u043b\u043e\u0433\u0438\u043d) \u0436\u0430\u0441\u0430\u043b\u0430\u0442\u044b\u043d \u0435\u0434\u0456.


#
# Info/Error messages for data constraint rebuilding
#

# {0} is a date string
info.lookaside.idx.rebuild.start=CLFRN1231I: \u0410\u0441\u0441\u043e\u0446\u0438\u0430\u0442\u0438\u0432\u0442\u0456 \u0442\u0430\u0441\u044b\u043c\u0430\u043b\u0434\u0430\u0443 \u0438\u043d\u0434\u0435\u043a\u0441\u0456\u043d\u0456\u04a3 \u043a\u0435\u0441\u0442\u0435\u043b\u0435\u0440\u0456\u043d \u0436\u04d9\u043d\u0435 \u0442\u0438\u0456\u0441\u0442\u0456 \u043d\u044b\u0441\u0430\u043d\u0434\u0430\u0440\u0434\u044b \u049b\u0430\u0439\u0442\u0430 \u049b\u04b1\u0440\u0430\u0441\u0442\u044b\u0440\u0443\u0434\u044b \u0431\u0430\u0441\u0442\u0430\u0443 \u0443\u0430\u049b\u044b\u0442\u044b: {0}.
# {0} is a date string
info.lookaside.idx.rebuild.complete=CLFRN1244I: \u0410\u0441\u0441\u043e\u0446\u0438\u0430\u0442\u0438\u0432\u0442\u0456 \u0442\u0430\u0441\u044b\u043c\u0430\u043b\u0434\u0430\u0443 \u0438\u043d\u0434\u0435\u043a\u0441\u0456\u043d\u0456\u04a3 \u043a\u0435\u0441\u0442\u0435\u043b\u0435\u0440\u0456\u043d \u0436\u04d9\u043d\u0435 \u0442\u0438\u0456\u0441\u0442\u0456 \u043d\u044b\u0441\u0430\u043d\u0434\u0430\u0440\u0434\u044b \u049b\u0430\u0439\u0442\u0430 \u049b\u04b1\u0440\u0430\u0441\u0442\u044b\u0440\u0443\u0434\u044b\u04a3 \u0430\u044f\u049b\u0442\u0430\u043b\u0493\u0430\u043d \u0443\u0430\u049b\u044b\u0442\u044b: {0}.  \u041c\u043e\u0434\u0435\u0440\u0430\u0442\u043e\u0440\u043c\u0435\u043d \u0431\u0430\u0441\u049b\u0430\u0440\u044b\u043b\u0430\u0434\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b: {1}.  \u0416\u0435\u0442\u0456\u043b\u0434\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b: {2}.  \u0416\u0430\u04a3\u0430\u0440\u0442\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0493\u0430\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b: {3}.
error.lookaside.idx.create.objeref=CLFRN1238E: \u041c\u044b\u043d\u0430 \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u04af\u0448\u0456\u043d \u043d\u044b\u0441\u0430\u043d \u0441\u0456\u043b\u0442\u0435\u043c\u0435\u0441\u0456\u043d \u0436\u0430\u0441\u0430\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441 (\u0430\u0442\u044b={0}, \u043a\u0456\u043b\u0442={1}, uid={2}, \u0442\u0430\u043d\u044b\u043c\u0430\u043b \u0430\u0442\u044b={3}).  \u0411\u04b1\u043b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0436\u04af\u0439\u0435\u0433\u0435 \u043a\u0456\u0440\u0435 \u0436\u04d9\u043d\u0435/\u043d\u0435\u043c\u0435\u0441\u0435 \u0431\u0430\u0441\u049b\u0430 \u049b\u0430\u0442\u0435\u043b\u0435\u0440\u0434\u0456 \u0430\u043d\u044b\u049b\u0442\u0430\u0439 \u0430\u043b\u043c\u0430\u0443\u044b \u043c\u04af\u043c\u043a\u0456\u043d.
error.lookaside.idx.rebuild.incomplete=CLFRN1239E: \u0410\u0441\u0441\u043e\u0446\u0438\u0430\u0442\u0438\u0432\u0442\u0456 \u0442\u0430\u0441\u044b\u043c\u0430\u043b\u0434\u0430\u0443 \u0438\u043d\u0434\u0435\u043a\u0441\u0456\u043d\u0456\u04a3 \u043a\u0435\u0441\u0442\u0435\u043b\u0435\u0440\u0456\u043d \u0436\u04d9\u043d\u0435 \u0442\u0438\u0456\u0441\u0442\u0456 \u043d\u044b\u0441\u0430\u043d\u0434\u0430\u0440\u0434\u044b {0} \u0443\u0430\u049b\u044b\u0442\u044b\u043d\u0434\u0430 \u049b\u0430\u0439\u0442\u0430 \u049b\u04b1\u0440\u0430\u0441\u0442\u044b\u0440\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441.  \u041f\u0440\u043e\u0431\u043b\u0435\u043c\u0430 \u0448\u0435\u0448\u0456\u043b\u043c\u0435\u0439\u0456\u043d\u0448\u0435, \u041f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440 \u049b\u043e\u043b\u0434\u0430\u043d\u0431\u0430\u0441\u044b \u0434\u04b1\u0440\u044b\u0441 \u0456\u0441\u0442\u0435\u043c\u0435\u0439\u0434\u0456.  \u0418\u043d\u0434\u0435\u043a\u0441\u0442\u0435\u0440\u0434\u0456 \u049b\u04b1\u0440\u0430\u0441\u0442\u044b\u0440\u0443\u0493\u0430 \u04d9\u0440\u0435\u043a\u0435\u0442 \u0436\u0430\u0441\u0430\u043c\u0430\u0441 \u0431\u04b1\u0440\u044b\u043d, \u0436\u0443\u0440\u043d\u0430\u043b\u0434\u0430\u0493\u044b \u049b\u0430\u0442\u0435\u043b\u0435\u0440\u0434\u0456 \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u043f, \u043e\u0441\u044b \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0430\u043b\u0430\u0440\u0434\u044b \u0448\u0435\u0448\u0456\u04a3\u0456\u0437.  \u041c\u043e\u0434\u0435\u0440\u0430\u0442\u043e\u0440\u043c\u0435\u043d \u0431\u0430\u0441\u049b\u0430\u0440\u044b\u043b\u0430\u0434\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b: {1}; \u0436\u0430\u04a3\u0430\u0440\u0442\u044b\u043b\u0493\u0430\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440 \u0441\u0430\u043d\u044b: {2}; \u043f\u0430\u0439\u0434\u0430\u043b\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u043e\u0440\u044b\u043d \u0430\u043b\u0493\u0430\u043d \u049b\u0430\u0442\u0435\u043b\u0435\u0440\u0434\u0456\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b: {3}.
error.bulk.user.update=CLFRN1235E: \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b: (\u0430\u0442\u044b={0}, \u043a\u0456\u043b\u0442={1}, uid={2}, \u0442\u0430\u043d\u044b\u043c\u0430\u043b \u0430\u0442\u044b={3}). 
error.bulk.user.select.all=CLFRN1241E: \u049a\u0430\u0442\u0435\u0433\u0435 \u0431\u0430\u0439\u043b\u0430\u043d\u044b\u0441\u0442\u044b \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u04af\u0448\u0456\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440 \u0442\u0430\u04a3\u0434\u0430\u043b\u043c\u0430\u0434\u044b.
# {0} is a date string
info.bulk.user.checkpoint=CLFRN1234I: \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b \u0436\u0430\u043b\u043f\u044b\u043b\u0430\u0439 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u0436\u04b1\u043c\u044b\u0441\u044b \u04e9\u04a3\u0434\u0435\u043b\u0443\u0434\u0435. \u0410\u0493\u044b\u043c\u0434\u0430\u0493\u044b \u0443\u0430\u049b\u044b\u0442 - {0}. \u049a\u0430\u0440\u0430\u0441\u0442\u044b\u0440\u044b\u043b\u0493\u0430\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0436\u0430\u043b\u043f\u044b \u0441\u0430\u043d\u044b: {1}.  \u041e\u0441\u044b \u0431\u04e9\u043b\u0456\u043c\u0434\u0435\u0433\u0456 \u0436\u0430\u04a3\u0430\u0440\u0442\u044b\u043b\u0493\u0430\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440\u0434\u044b\u04a3 \u0441\u0430\u043d\u044b: {2}. \u0416\u0430\u04a3\u0430\u0440\u0442\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0493\u0430\u043d \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b\u043b\u0430\u0440 \u0441\u0430\u043d\u044b: {3}.

#
# Definitions for ProfilesAppService
# The following are intended for administrative usage. In these messages:
# {0} is a serialisation of a java object intended for developer debugging purposes.
#
info.def.found.matching=CLFRN1229I: {0} \u04af\u0448\u0456\u043d \u0441\u04d9\u0439\u043a\u0435\u0441 \u043a\u0435\u043b\u0435\u0442\u0456\u043d \u0430\u043d\u044b\u049b\u0442\u0430\u043c\u0430 \u0442\u0430\u0431\u044b\u043b\u0434\u044b.
info.def.notfound=CLFRN1230I: {0} \u04af\u0448\u0456\u043d \u0441\u04d9\u0439\u043a\u0435\u0441 \u043a\u0435\u043b\u0435\u0442\u0456\u043d \u0430\u043d\u044b\u049b\u0442\u0430\u043c\u0430 \u0442\u0430\u0431\u044b\u043b\u043c\u0430\u0434\u044b. \u041e\u0441\u044b \u0430\u043d\u044b\u049b\u0442\u0430\u043c\u0430 \u0436\u0430\u0441\u0430\u043b\u0430\u0434\u044b.
info.def.found.nonmatching=CLFRN1242I: {0} \u04af\u0448\u0456\u043d \u0441\u04d9\u0439\u043a\u0435\u0441 \u043a\u0435\u043b\u043c\u0435\u0439\u0442\u0456\u043d \u0430\u043d\u044b\u049b\u0442\u0430\u043c\u0430 \u0442\u0430\u0431\u044b\u043b\u0434\u044b  \u041e\u0441\u044b \u0430\u043d\u044b\u049b\u0442\u0430\u043c\u0430 \u0436\u0430\u04a3\u0430\u0440\u0442\u044b\u043b\u0430\u0434\u044b.
warn.idxdef.found.nonmatching=CLFRN1240W: {0} \u04af\u0448\u0456\u043d \u0441\u04d9\u0439\u043a\u0435\u0441 \u043a\u0435\u043b\u043c\u0435\u0439\u0442\u0456\u043d \u0438\u043d\u0434\u0435\u043a\u0441 \u0430\u043d\u044b\u049b\u0442\u0430\u043c\u0430\u0441\u044b \u0442\u0430\u0431\u044b\u043b\u0434\u044b. \u041e\u0441\u044b \u0430\u043d\u044b\u049b\u0442\u0430\u043c\u0430 \u0436\u0430\u04a3\u0430\u0440\u0442\u044b\u043b\u0430\u0434\u044b. \u049a\u0430\u043b\u044b\u043f\u0442\u044b \u0436\u04b1\u043c\u044b\u0441 \u0436\u0430\u0493\u0434\u0430\u0439\u044b\u043d\u0434\u0430, \u041f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440 \u049b\u043e\u043b\u0434\u0430\u043d\u0431\u0430\u0441\u044b\u043d\u044b\u04a3 \u0441\u0435\u0440\u0432\u0435\u0440\u0456 \u049b\u043e\u0441\u044b\u043b\u044b\u043f \u0442\u04b1\u0440\u0441\u0430, \u0431\u04b1\u043b \u043c\u04d9\u0441\u0435\u043b\u0435\u043d\u0456 \u0431\u0456\u0440\u043d\u0435\u0448\u0435 \u043c\u0438\u043d\u0443\u0442\u0442\u0430 \u0442\u04af\u0437\u0435\u0442\u0435\u0442\u0456\u043d \u049b\u043e\u043b\u0434\u0430\u043d\u0431\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u0456\u043d\u0456\u04a3 \u0442\u0430\u043f\u0441\u044b\u0440\u043c\u0430\u0441\u044b \u0431\u043e\u043b\u0430\u0434\u044b.  \u0411\u04b1\u043b Tivoli \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0442\u044b\u049b \u0438\u043d\u0442\u0435\u0433\u0440\u0430\u0442\u043e\u0440\u044b\u043d\u0434\u0430 (TDI) \u043a\u04e9\u0440\u0456\u043d\u0456\u043f \u0442\u04b1\u0440\u0441\u0430, \u049b\u043e\u043b\u0434\u0430\u043d\u0431\u0430 \u049b\u043e\u0441\u044b\u043b\u0493\u0430\u043d \u0441\u043e\u04a3, \u0436\u04af\u0439\u0435 \u043c\u04d9\u0441\u0435\u043b\u0435\u043d\u0456 \u04e9\u0437\u0456 \u0442\u04af\u0437\u0435\u0442\u0443\u0433\u0435 \u04d9\u0440\u0435\u043a\u0435\u0442 \u0436\u0430\u0441\u0430\u0439\u0434\u044b. \u041c\u04b1\u043d\u044b \u043a\u043b\u0430\u0441\u0442\u0435\u0440\u0456\u04a3\u0456\u0437\u0434\u0435\u0433\u0456 \u0442\u04af\u0439\u0456\u043d\u0434\u0435\u0440\u0434\u0456\u04a3 \u0431\u0456\u0440\u0456\u043d\u0434\u0435 ''\u0410\u0441\u0441\u043e\u0446\u0438\u0430\u0442\u0438\u0432\u0442\u0456 \u0442\u0430\u0441\u044b\u043c\u0430\u043b\u0434\u0430\u0443 \u049b\u0430\u0439\u0442\u0430 \u049b\u04b1\u0440\u0430\u0441\u0442\u044b\u0440\u0443\u044b \u0431\u0430\u0441\u0442\u0430\u043b\u0443\u0434\u0430...'' \u0445\u0430\u0431\u0430\u0440\u044b\u043d\u044b\u04a3 \u0436\u0443\u0440\u043d\u0430\u043b\u0434\u0430\u0440\u044b\u043d \u0445\u0430\u0431\u0430\u0440 \u0436\u0435\u0442\u043a\u0456\u0437\u0456\u043b\u0433\u0435\u043d\u043d\u0435\u043d \u043a\u0435\u0439\u0456\u043d\u0433\u0456 \u0431\u0435\u0441 \u043c\u0438\u043d\u0443\u0442 \u0456\u0448\u0456\u043d\u0434\u0435 \u043a\u04e9\u0440\u0443 \u0430\u0440\u049b\u044b\u043b\u044b \u043a\u04e9\u0437 \u0436\u0435\u0442\u043a\u0456\u0437\u0443\u0433\u0435 \u0431\u043e\u043b\u0430\u0434\u044b. \u0411\u04b1\u043b \u0445\u0430\u0431\u0430\u0440 \u0442\u0430\u0431\u044b\u043b\u043c\u0430\u0441\u0430, ''rebuildLookAsideIndexes()'' wsadmin \u043f\u04d9\u0440\u043c\u0435\u043d\u0456\u043d \u043e\u0440\u044b\u043d\u0434\u0430\u043f, \u0431\u0430\u0441\u049b\u0430 \u049b\u0430\u0442\u0435\u043b\u0435\u0440\u0434\u0456\u04a3 \u0436\u0443\u0440\u043d\u0430\u043b\u0434\u0430\u0440\u044b\u043d \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u04a3\u0456\u0437.
warn.idxdef.notfound=CLFRN1233W: {0} \u04af\u0448\u0456\u043d \u0441\u04d9\u0439\u043a\u0435\u0441 \u043a\u0435\u043b\u0435\u0442\u0456\u043d \u0438\u043d\u0434\u0435\u043a\u0441 \u0430\u043d\u044b\u049b\u0442\u0430\u043c\u0430\u0441\u044b \u0442\u0430\u0431\u044b\u043b\u043c\u0430\u0434\u044b. \u041e\u0441\u044b \u0430\u043d\u044b\u049b\u0442\u0430\u043c\u0430 \u0436\u0430\u0441\u0430\u043b\u0430\u0434\u044b. \u049a\u0430\u043b\u044b\u043f\u0442\u044b \u0436\u04b1\u043c\u044b\u0441 \u0436\u0430\u0493\u0434\u0430\u0439\u044b\u043d\u0434\u0430, \u041f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440 \u049b\u043e\u043b\u0434\u0430\u043d\u0431\u0430\u0441\u044b\u043d\u044b\u04a3 \u0441\u0435\u0440\u0432\u0435\u0440\u0456 \u049b\u043e\u0441\u044b\u043b\u044b\u043f \u0442\u04b1\u0440\u0441\u0430, \u0431\u04b1\u043b \u043c\u04d9\u0441\u0435\u043b\u0435\u043d\u0456 \u0431\u0456\u0440\u043d\u0435\u0448\u0435 \u043c\u0438\u043d\u0443\u0442\u0442\u0430 \u0442\u04af\u0437\u0435\u0442\u0435\u0442\u0456\u043d \u049b\u043e\u043b\u0434\u0430\u043d\u0431\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u0456\u043d\u0456\u04a3 \u0442\u0430\u043f\u0441\u044b\u0440\u043c\u0430\u0441\u044b \u0431\u043e\u043b\u0430\u0434\u044b. \u0411\u04b1\u043b Tivoli \u043a\u0430\u0442\u0430\u043b\u043e\u0433\u0442\u044b\u049b \u0438\u043d\u0442\u0435\u0433\u0440\u0430\u0442\u043e\u0440\u044b\u043d\u0434\u0430 (TDI) \u043a\u04e9\u0440\u0456\u043d\u0456\u043f \u0442\u04b1\u0440\u0441\u0430, \u049b\u043e\u043b\u0434\u0430\u043d\u0431\u0430 \u049b\u043e\u0441\u044b\u043b\u0493\u0430\u043d \u043a\u0435\u0437\u0434\u0435 \u0436\u04af\u0439\u0435 \u043c\u04d9\u0441\u0435\u043b\u0435\u043d\u0456 \u04e9\u0437\u0456 \u0442\u04af\u0437\u0435\u0442\u0443\u0433\u0435 \u04d9\u0440\u0435\u043a\u0435\u0442 \u0436\u0430\u0441\u0430\u0439\u0434\u044b. \u041c\u04b1\u043d\u044b \u043a\u043b\u0430\u0441\u0442\u0435\u0440\u0456\u04a3\u0456\u0437\u0434\u0435\u0433\u0456 \u0442\u04af\u0439\u0456\u043d\u0434\u0435\u0440\u0434\u0456\u04a3 \u0431\u0456\u0440\u0456\u043d\u0434\u0435 ''\u0410\u0441\u0441\u043e\u0446\u0438\u0430\u0442\u0438\u0432\u0442\u0456 \u0442\u0430\u0441\u044b\u043c\u0430\u043b\u0434\u0430\u0443 \u049b\u0430\u0439\u0442\u0430 \u049b\u04b1\u0440\u0430\u0441\u0442\u044b\u0440\u0443\u044b \u0431\u0430\u0441\u0442\u0430\u043b\u0443\u0434\u0430...'' \u0445\u0430\u0431\u0430\u0440\u044b\u043d\u044b\u04a3 \u0436\u0443\u0440\u043d\u0430\u043b\u0434\u0430\u0440\u044b\u043d \u0445\u0430\u0431\u0430\u0440 \u0436\u0435\u0442\u043a\u0456\u0437\u0456\u043b\u0433\u0435\u043d\u043d\u0435\u043d \u043a\u0435\u0439\u0456\u043d\u0433\u0456 \u0431\u0435\u0441 \u043c\u0438\u043d\u0443\u0442 \u0456\u0448\u0456\u043d\u0434\u0435 \u043a\u04e9\u0440\u0443 \u0430\u0440\u049b\u044b\u043b\u044b \u043a\u04e9\u0437 \u0436\u0435\u0442\u043a\u0456\u0437\u0443\u0433\u0435 \u0431\u043e\u043b\u0430\u0434\u044b.  \u0411\u04b1\u043b \u0445\u0430\u0431\u0430\u0440 \u0442\u0430\u0431\u044b\u043b\u043c\u0430\u0441\u0430, ''rebuildLookAsideIndexes()'' wsadmin \u043f\u04d9\u0440\u043c\u0435\u043d\u0456\u043d \u043e\u0440\u044b\u043d\u0434\u0430\u043f, \u0431\u0430\u0441\u049b\u0430 \u049b\u0430\u0442\u0435\u043b\u0435\u0440\u0434\u0456\u04a3 \u0436\u0443\u0440\u043d\u0430\u043b\u0434\u0430\u0440\u044b\u043d \u0442\u0435\u043a\u0441\u0435\u0440\u0456\u04a3\u0456\u0437.
error.def.not.created=CLFRN1236E: {0} \u04af\u0448\u0456\u043d \u0430\u043d\u044b\u049b\u0442\u0430\u043c\u0430 \u0436\u0430\u0441\u0430\u0443 \u043c\u04af\u043c\u043a\u0456\u043d \u0435\u043c\u0435\u0441. \u041c\u04d9\u0441\u0435\u043b\u0435 \u0448\u0435\u0448\u0456\u043b\u043c\u0435\u0433\u0435\u043d\u0448\u0435, \u0436\u04af\u0439\u0435 \u049b\u044b\u0437\u043c\u0435\u0442 \u0435\u0442\u043f\u0435\u0439\u0434\u0456.

#
# Task related messages
#

# {0} is a developer targeted ID string
# {1} is a time in milliseconds
# {2} is a time in milliseconds
info.task.scheduled=CLFRN1237I: \u0416\u043e\u0441\u043f\u0430\u0440\u043b\u0430\u0443 \u0442\u0430\u043f\u0441\u044b\u0440\u043c\u0430\u0441\u044b\u043d\u044b\u04a3 ID \u043a\u043e\u0434\u044b: {0}.  \u0411\u0430\u0441\u0442\u0430\u043b\u0443\u044b\u043d \u043a\u0456\u0434\u0456\u0440\u0442\u0443 - {1} \u043c\u0441, \u0442\u0430\u043f\u0441\u044b\u0440\u043c\u0430 \u0430\u0440\u0430\u043b\u044b\u0493\u044b - {2} \u043c\u0441.
info.task.canceled=CLFRN1243I: \u049a\u0430\u0431\u044b\u043b\u0434\u0430\u043c\u0430\u0443 \u0442\u0430\u043f\u0441\u044b\u0440\u043c\u0430\u0441\u044b\u043d\u044b\u04a3 ID \u043a\u043e\u0434\u044b: {0}.
info.task.allcanceled=CLFRN1232I: \u041f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440 \u0436\u04af\u0439\u0435\u0441\u0456\u043d\u0456\u04a3 \u0431\u0430\u0440\u043b\u044b\u049b \u0442\u0430\u043f\u0441\u044b\u0440\u043c\u0430\u043b\u0430\u0440\u044b\u043d \u0431\u043e\u043b\u0434\u044b\u0440\u043c\u0430\u0443.

#
# PhotoSync Scheduled Task related messages
#

# {0} is a developer / operations targeted URL string
# {1} is a number (error code)
error.invoke.remote.cloud.api=CLFRN1348E: \u049a\u0430\u0448\u044b\u049b\u0442\u0430\u0493\u044b {0} \u049b\u044b\u0437\u043c\u0435\u0442\u0456\u043d \u0448\u0430\u049b\u044b\u0440\u0443 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u043c\u0430\u0434\u044b; \u049b\u0430\u0448\u044b\u049b\u0442\u0430\u0493\u044b \u0441\u0435\u0440\u0432\u0435\u0440 HTTP \u043a\u043e\u0434\u044b\u043d \u0431\u0435\u0440\u0434\u0456: {1}

#
# Cache related messages
#

# {0} is a developer targeted ID string
# {1} is an error message string from a Websphere subsystem
error.cache.failed.to.init=CLFRN1266E: JNDI \u049b\u043e\u043d\u0434\u044b\u0440\u043c\u0430\u043b\u044b \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u043a\u044d\u0448 \u0436\u0430\u0441\u0430\u0443\u0448\u044b \u049b\u0430\u0442\u0435: {0}. \u0411\u04b1\u043b \u049b\u0430\u0442\u0435 \u041f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440 \u049b\u043e\u043b\u0434\u0430\u043d\u0431\u0430\u0441\u044b\u043d\u044b\u04a3 \u0431\u0430\u0441\u0442\u0430\u043b\u0443\u044b\u043d\u0430 \u043a\u0435\u0434\u0435\u0440\u0433\u0456 \u043a\u0435\u043b\u0442\u0456\u0440\u0435\u0434\u0456.  \u049a\u0430\u0442\u0435 \u0445\u0430\u0431\u0430\u0440\u044b: {1}.  
error.cache.failed.to.term=CLFRN1357E: JNDI \u049b\u043e\u043d\u0434\u044b\u0440\u043c\u0430\u043b\u044b \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u043a\u044d\u0448\u0456\u043d \u0442\u0430\u0441\u044b\u043c\u0430\u043b\u0434\u0430\u0443 \u049b\u0430\u0442\u0435\u0441\u0456: {0}. \u049a\u0430\u0442\u0435 \u0445\u0430\u0431\u0430\u0440\u044b: {1}.
error.cache.invalid.state=CLFRN1356E: \u0406\u0448\u043a\u0456 \u049b\u0430\u0442\u0435: JNDI \u049b\u043e\u043d\u0434\u044b\u0440\u043c\u0430\u043b\u044b \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0431\u0430\u0440 \u043a\u044d\u0448: {0} {1} \u043e\u0440\u044b\u043d\u0434\u0430\u0493\u0430\u043d \u043a\u0435\u0437\u0434\u0435 \u0436\u0430\u0440\u0430\u043c\u0441\u044b\u0437 \u043a\u04af\u0439\u0434\u0435 \u0431\u043e\u043b\u0430\u0434\u044b.

# {0} is a developer targeted ID string
# {1} is a developer targeted integer value, being the number of seconds that items will live (Time To Live) in the cache
info.dynacache.inited=CLFRN1355I: {0} \u04af\u0448\u0456\u043d DynaCache \u0434\u0430\u043d\u0430\u0441\u044b TTL {1} \u0442\u04af\u0440\u0456\u043c\u0435\u043d \u0436\u0430\u0441\u0430\u043b\u0434\u044b.

#
# BSS error codes
#
error.bss.profilenotfound=CLFRN1287E: {0} \u0430\u0442\u0442\u044b \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0442\u0430\u0431\u044b\u043b\u043c\u0430\u0434\u044b.
error.bss.missingarg=CLFRN1288E: {0} \u043a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u043c\u0435\u0434\u0456.
error.bss.invalidarg=CLFRN1289E: {0} \u043a\u04e9\u0440\u0441\u0435\u0442\u0456\u043b\u043c\u0435\u0434\u0456.

