# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2006, 2017                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

error.deletePhoto=CLFRN1083E: S'ha produ\u00eft un error en suprimir la fotografia. 
error.insertPhoto=CLFRN1069E: S'ha produ\u00eft un error en inserir la fotografia.
error.updatePhoto=CLFRN1082E: S'ha produ\u00eft un error en actualitzar la fotografia. 
error.queryPhoto=CLFRN1060E: S'ha produ\u00eft un error en consultar la taula de fotografia. 

error.deletePronunciation=CLFRN1063E: S'ha produ\u00eft un error en suprimir el fitxer de pronunciaci\u00f3. 
error.insertPronunciation=CLFRN1067E: S'ha produ\u00eft un error en inserir el fitxer de pronunciaci\u00f3. 
error.updatePronunciation=CLFRN1092E: S'ha produ\u00eft un error en actualitzar el fitxer de pronunciaci\u00f3.
error.queryPronunciation=CLFRN1089E: S'ha produ\u00eft un error en consultar la taula de pronunciaci\u00f3.

error.insertTag=CLFRN1098E: S'ha produ\u00eft un error en inserir l'etiqueta de perfil.
error.deleteTag=CLFRN1061E: S'ha produ\u00eft un error en suprimir l'etiqueta de perfil.
error.updatingTags=CLFRN1078E: S'ha produ\u00eft un error en actualitzar les etiquetes de perfil.
error.queryTag=CLFRN1117E: S'ha produ\u00eft un error en consultar la taula d'etiquetes de perfil.

error.writeToDraft=CLFRN1114E: S'ha produ\u00eft un error en escriure la taula d'esborranys.
error.queryDraft=CLFRN1094E: S'ha produ\u00eft un error en consultar la taula d'esborranys.

error.updateEmployee=CLFRN1075E: S'ha produ\u00eft un error en actualitzar el registre d'empleats.
error.queryEmployee=CLFRN1057E: S'ha produ\u00eft un error en consultar la taula d'empleats.

error.queryCountry=CLFRN1090E: S'ha produ\u00eft un error en consultar la taula de pa\u00efsos.

error.queryEmployeeType=CLFRN1062E: S'ha produ\u00eft un error en consultar la taula de tipus d'empleats.

error.queryOrganization=CLFRN1066E: S'ha produ\u00eft un error en consultar la taula d'organitzacions.

error.queryWorkLocation=CLFRN1068E: S'ha produ\u00eft un error en consultar la taula d'ubicacions de feina.

error.updateProfileExtension=CLFRN1115E: S'ha produ\u00eft un error en actualitzar la taula d'extensions de perfils.
error.queryProfileExtension=CLFRN1074E: S'ha produ\u00eft un error en consultar la taula d'extensions de perfils.
error.insertProfileExtension=CLFRN1149E: S'ha produ\u00eft un error en inserir dades a la taula d'extensions de perfils.

error.updateProfileExtensionDraft=CLFRN1102E: S'ha produ\u00eft un error en actualitzar l'extensi\u00f3 de perfils d'esborrany.
error.insertProfileExtensionDraft=CLFRN1112E: S'ha produ\u00eft un error en inserir dades a la taula d'extensions de perfils d'esborrany.
error.queryProfileExtensionDraft=CLFRN1109E: S'ha produ\u00eft un error en consultar la taula d'extensions de perfils d'esborrany.

error.queryDB=CLFRN1064E: S'ha produ\u00eft un error en consultar la base de dades.

error.multipleUsersWithLogin=CLFRN1144E: En intentar crear o actualitzar un perfil, s''ha trobat un segon perfil existent amb el mateix inici de sessi\u00f3 (duplicat): {0}.  
error.multipleUsersWithEmail=CLFRN1294E: En intentar crear o actualitzar un perfil, s''ha trobat un segon perfil existent amb la mateixa adre\u00e7a electr\u00f2nica (duplicada): {0}.
error.multipleUsersWithGuid=CLFRN1293E: En intentar crear o actualitzar un perfil, s''ha trobat un segon perfil existent amb el mateix GUID (duplicat): {0}.
error.multipleUsersWithUid=CLFRN1332E: En intentar crear o actualitzar un perfil, s''ha trobat un segon perfil existent amb el mateix UID (duplicat): {0}.

# The following message will only ever appear in the SystemOut.log and is intended for administrative usage. In this message:
# {0} is an ID value for the manager of the user being created/updated; either an external (LDAP) ID or an internal (db) profile key
# it is not an error for a user to not have a manager, but if an ID is supplied, it must already exist and match a user in the Profiles database
warn.missingUserWithID=CLFRN1372W: En crear un perfil nou o actualitzar un perfil existent, no s''ha trobat un perfil per a l''ID de gestor proporcionat: {0}.

#Cache

info.orgStructureEnabled=CLFRN1099I: Les funcions de l'estructura organitzativa estan habilitades. Inicia l'informe per encadenar mem\u00f2ries cau si estan habilitades.
info.orgStructureDisabled=CLFRN1116I: Les funcions de l'estructura organitzativa estan inhabilitades. No iniciar informe per mem\u00f2ries cau de cadena.

# FullReportsToChainCache doesn't need to be translated
info.fullReportsToDisabled=CLFRN1071I: FullReportsToChainCache inhabilitat.
info.fullReportsToEnabled=CLFRN1111I: FullReportsToChainCache habilitat.
info.fullReportsToScheduled=CLFRN1108I: FullReportsToChainCache planificat per a {0}.

# MiniReportsToChainCache doesn't need to be translated
info.miniReportsToDisabled=CLFRN1072I: MiniReportsToChainCache inhabilitat.
info.miniReportsToEnabled=CLFRN1097I: MiniReportsToChainCache habilitat.
info.miniReportsToFile=CLFRN1113I: Fitxer MiniReportsToChainCache = {0}.
info.miniReportsToScheduled=CLFRN1104I: MiniReportsToChainCache planificat per a {0}. 

info.cache.fullreportchain.size=CLFRN1073I: Mida de cadena de mem\u00f2ries cau de notificaci\u00f3 completa: {0}.
info.cache.fullreportchain.loadtime=CLFRN1070I: Temps transcorregut per carregar FullRprtToChainCache: {0}.

# ProfilesObjectCache doesn't need to be translated
info.profilesObjectCacheEnabled=CLFRN1074I: ProfilesObjectCache habilitat.
info.profilesObjectCacheDisabled=CLFRN1075I: ProfilesObjectCache inhabilitat.
info.profilesObjectCacheScheduled=CLFRN1078I: ProfilesObjectCache planificat per a {0}.

# ProfilesTagCloudCache doesn't need to be translated
info.profilesTagCloudCacheEnabled=CLFRN1153I: ProfilesTagCloudCache habilitat.
info.profilesTagCloudCacheDisabled=CLFRN1140I: ProfilesTagCloudCache inhabilitat.
info.profilesTagCloudCacheScheduled=CLFRN1150I: ProfilesTagCloudCache planificat per a {0}.

# ProfileLMCache doesn't need to be translated
info.profileLMCacheEnabled=CLFRN1124I: ProfileLMCache habilitat.
info.profileLMCacheDisabled=CLFRN1125I: ProfileLMCache inhabilitat.
info.profileLMCacheScheduled=CLFRN1126I: Actualitzaci\u00f3 de ProfileLMCache planificada per a {0}.

# MiniReportChainCache doesn't need to be translated
info.cache.minireportchain.expectedEntries=CLFRN1077I: S''esperaven {0} entrades a MiniReportChainCache.
info.cache.minireportchain.initDataStructure=CLFRN1100I: MiniReportChainCache s''inicialitzar\u00e0 a {0}.
info.cache.minireportchain.size=CLFRN1058I: Mida de MiniReportChainCache = {0}.
info.cache.minireportchain.loadingdb=CLFRN1096I: S'est\u00e0 carregant MiniReportChainCache de la base de dades.
info.cache.minireportchain.loadingfile=CLFRN1059I: S'est\u00e0 carregant MiniReportChainCache del fitxer.
error.cache.minireportchain.reload=CLFRN1087E: ERROR: informes per tornar a carregar la cadena: {0}.
info.cache.minireportchain.loadtime=CLFRN1076I: Temps transcorregut per carregar MiniRprtToChainCache: {0}.
info.cache.minireportchain.filewritetime=CLFRN1101I: Temps transcorregut per escriure MiniRprtToChainCache al fitxer: {0}
info.cache.minireportchain.readingfile=CLFRN1095I: S''estan llegint informes per encadenar dades de {0}.
error.cache.minireportchain.fileparseerror=CLFRN1081E: no s'ha pogut analitzar. 

# PeopleIndexFactory and PeopleIndex doesn't need to be translated
error.index.errorCreatingImplClass=CLFRN1079E: Error en crear o recuperar la classe d'implementaci\u00f3 PeopleIndexFactory.
error.index.errorGettingPeopleIndex=CLFRN1084E: Error en recuperar PeopleIndex. S'est\u00e0 aturant la planificaci\u00f3 de la indexaci\u00f3. S'est\u00e0 inhabilitant la indexaci\u00f3 de text complet.

# lastUpdate doesn't need to be translated
error.index.errorRetrievingLastUpdate=CLFRN1110E: Error en recuperar lastUpdate de {0}.
error.index.errorRetrievingLastUpdate.stringFormatError=CLFRN1080E: Error en recuperar lastUpdate de {0}: el format de la cadena no \u00e9s correcte: aaaa-mm-dd.
error.index.errorWritingLastUpdate=CLFRN1106E: Error en escriure el valor de lastUpdate a {0}.

# IndexWriter doesn't need to be translated
error.index.errorRetrievingIndexWriter=CLFRN1065E: Error en recuperar IndexWriter.

error.index.errorCorrupt=CLFRN1103E: Error: pot ser que l'\u00edndex estigui malm\u00e8s.
error.index.errorParsingQuery=CLFRN1107E: Error en analitzar la consulta

# IndexReader doesn't need to be translated
error.index.errorGetIndexReadErr=CLFRN1093E: Error en recuperar IndexReader.

# ProfileLMCache doesn't need to be translated
error.cache.profileLMCache.retrieve=CLFRN1127E: Error en recuperar ProfileLMCache.

# PeopleIndexFactory doesn't need to be translated
error.searchService.errorCreatingPeopleIndexFactory=CLFRN1088E: Error en crear o recuperar la classe d'implementaci\u00f3 PeopleIndexFactory. Es passa per alt tota la cerca de text complet.
error.searchService.errorSearchingIndex=CLFRN1086E: Error en cercar \u00edndex de text sencer.

error.acf=CLFRN1091E: Error amb el filtre de contingut actiu.

# FullTextIndexingTask doesn't need to be translated
info.index.starting=CLFRN1105I: FullTextIndexingTask comen\u00e7a a {0}. 
info.index.completed=CLFRN1085I: FullTextIndexingTask finalitzat a {0}. 

# 'doc' refers to the index document
error.index.delete.docs=CLFRN1118I: Error en eliminar el document.

# schema version related
info.schema.version=CLFRN1142I: L''esquema de base de dades coincideix amb la versi\u00f3 m\u00ednima prevista {0}.
error.schema.version=CLFRN1148E: L''esquema de base de dades no coincideix amb la versi\u00f3 m\u00ednima prevista {0}. S''ha trobat la versi\u00f3 {1}.

#config related

error.initializing.extension.config=CLFRN1151E: S'ha produ\u00eft un error en inicialitzar la configuraci\u00f3 d'atribut d'extensi\u00f3 de perfil. 

error.uilayoutvalidation.unknown_attribute=CLFRN1145E: {0}: S''ha trobat un atribut a la configuraci\u00f3 de disseny de la interf\u00edcie d''usuari que no es troba a la configuraci\u00f3 del model de dades profiles-config.xml.  Els atributs han d''estar presents a la configuraci\u00f3 del model de dades per tal d''afegir-los al disseny de la interf\u00edcie d''usuari.  El nom de l''atribut \u00e9s: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1147E: {0}: S''ha trobat un atribut que est\u00e0 marcat com a editable a la configuraci\u00f3 de disseny de la interf\u00edcie d''usuari, per\u00f2 no s''ha marcat com a editable a la configuraci\u00f3 del model de dades de profiles-config.xml. El nom de l''atribut \u00e9s: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1146E: {0}: S''ha trobat un atribut que est\u00e0 marcat com a camp de "text enriquit" a la configuraci\u00f3 de disseny de la interf\u00edcie d''usuari, per\u00f2 no s''ha marcat com a tal al model de dades de profiles-config.xml.  El nom de l''atribut \u00e9s: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1143E: {0}: S''ha trobat un atribut d''extensi\u00f3 a la configuraci\u00f3 d''interf\u00edcie d''usuari que \u00e9s un atribut d''extensi\u00f3 "xml-blob". \u00c9s possible que aquests atributs d''extensi\u00f3 no es mostrin a la configuraci\u00f3 de disseny de la interf\u00edcie d''usuari. L''ID d''extensi\u00f3 en q\u00fcesti\u00f3 \u00e9s: {1}.

# Other errors
info.searchStartupTagCloud=CLFRN1141I: No s'ha pogut contactar amb el servei de cerca.  Aix\u00f2 es pot deure a una ordenaci\u00f3 d'inicialitzaci\u00f3 de l'aplicaci\u00f3.  Perfils intentar\u00e0 tornar a contactar amb el servei de cerca en un parell de minuts.  Com a resultat, el grup d'etiquetes no es trobar\u00e0 disponible de forma immediata.
error.searchUnreachable=CLFRN1152E: No s'ha pogut contactar amb el servei de cerca global.  Inicieu l'aplicaci\u00f3 de cerca si no s'ha iniciat.  Si el servei s'ha iniciat, comproveu la connexi\u00f3 de la xarxa.


error.duplicateKey=CLFRN1219E: No es pot actualitzar la base de dades amb par\u00e0metres passats. Donaria lloc a una clau duplicada (correu electr\u00f2nic, guid, inici de sessi\u00f3) amb un registre existent.


#
# Info/Error messages for data constraint rebuilding
#

# {0} is a date string
info.lookaside.idx.rebuild.start=CLFRN1231I: S''est\u00e0 comen\u00e7ant la reconstrucci\u00f3 de taules d''\u00edndex de consulta annexa i objectes associats a {0}.
# {0} is a date string
info.lookaside.idx.rebuild.complete=CLFRN1244I: S''ha completat la reconstrucci\u00f3 de taules d''\u00edndex de consulta annexa i objectes associats a {0}.  Els usuaris totals revisats s\u00f3n {1}.  El n\u00famero total d''usuaris actualitzats correctament \u00e9s de {2}.  El n\u00famero d''usuaris amb errors durant l''actualitzaci\u00f3 \u00e9s de {3}.
error.lookaside.idx.create.objeref=CLFRN1238E: No es pot crear la refer\u00e8ncia d''objecte per l''usuari: (name={0}, key={1}, uid={2}, distinguished-name={3}).  \u00c9s possible que aquest usuari no pugui iniciar sessi\u00f3 al sistema i/o que trobi altres errors.
error.lookaside.idx.rebuild.incomplete=CLFRN1239E: No es pot completar la reconstrucci\u00f3 de taules d''\u00edndex de consulta annexa i objectes associats a {0}.  L''aplicaci\u00f3 Perfils no s''executar\u00e0 correctament fins que es resolgui el problema.  Examineu m\u00e9s detingudament el registre per trobar errors i resoleu-los abans de tornar a intentar crear \u00edndexs.  El total d''usuaris revisats \u00e9s {1}; usuaris actualitzats correctament {2}; i total d''errors en actualitzar usuaris {3}.
error.bulk.user.update=CLFRN1235E: Error en actualitzar usuari: (name={0}, key={1}, uid={2}, distinguished-name={3}). 
error.bulk.user.select.all=CLFRN1241E: No s'ha pogut seleccionar usuaris degut a un error.
# {0} is a date string
info.bulk.user.checkpoint=CLFRN1234I: S''est\u00e0 processant l''actualitzaci\u00f3 massiva d''usuaris. L''hora actual \u00e9s{0}. El nombre total d''usuaris revisats \u00e9s {1}.  El nombre d''usuaris d''aquest bloc que s''han actualitzat correctament \u00e9s de {2}. El nombre d''usuaris amb els quals s''ha produ\u00eft un error durant l''actualitzaci\u00f3 \u00e9s de {3}.

#
# Definitions for ProfilesAppService
# The following are intended for administrative usage. In these messages:
# {0} is a serialisation of a java object intended for developer debugging purposes.
#
info.def.found.matching=CLFRN1229I: S''ha trobat una definici\u00f3 coincident per a: {0}.
info.def.notfound=CLFRN1230I: No s''ha trobat cap definici\u00f3 coincident per: {0}. Es crear\u00e0 aquesta definici\u00f3.
info.def.found.nonmatching=CLFRN1242I: S''ha trobat una definici\u00f3 que no coincideix per: {0}.  S''actualitzar\u00e0 aquesta definici\u00f3.
warn.idxdef.found.nonmatching=CLFRN1240W: S''ha trobat una definici\u00f3 d''\u00edndex que no coincideix per: {0}. S''actualitzar\u00e0 aquesta definici\u00f3. En condicions de funcionament normal, hi ha una tasca de WebSphere Application Server que corregir\u00e0 aquesta situaci\u00f3 en un parell de minuts autom\u00e0ticament si el servidor d''aplicacions de Perfils s''est\u00e0 executant.  Si ho veieu a Tivoli Directory Integrator (TDI), el sistema provar\u00e0 de corregir-se a s\u00ed mateix despr\u00e9s d''iniciar l''aplicaci\u00f3. Podeu confirmar aix\u00f2 comprovant els registres d''un missatge ''Beginning rebuild of look-aside...'' dins dels cinc minuts posteriors a aquest missatge en un dels nodes del cl\u00faster. Si no trobeu aquest missatge, executeu l''ordre ''rebuildLookAsideIndexes()'' i reviseu els registres per a altres errors.
warn.idxdef.notfound=CLFRN1233W: No s''ha trobat cap definici\u00f3 d''\u00edndex coincident per: {0}. Es crear\u00e0 aquesta definici\u00f3. En condicions de funcionament normal, hi ha una tasca de WebSphere Application Server que corregir\u00e0 aquesta situaci\u00f3 en un parell de minuts autom\u00e0ticament si el servidor d''aplicacions de Perfils s''est\u00e0 executant. Si ho veieu a Tivoli Directory Integrator (TDI), el sistema provar\u00e0 de corregir-se a s\u00ed mateix despr\u00e9s d''iniciar l''aplicaci\u00f3. Podeu confirmar aix\u00f2 comprovant els registres d''un missatge ''Beginning rebuild of look-aside...'' dins dels cinc minuts posteriors a aquest missatge en un dels nodes del cl\u00faster.  Si no trobeu aquest missatge, executeu l''ordre ''rebuildLookAsideIndexes()'' i reviseu els registres per a altres errors.
error.def.not.created=CLFRN1236E: No s''ha pogut crear una definici\u00f3 per: {0}. El sistema no funcionar\u00e0 fins que es resolgui el problema.

#
# Task related messages
#

# {0} is a developer targeted ID string
# {1} is a time in milliseconds
# {2} is a time in milliseconds
info.task.scheduled=CLFRN1237I: S''est\u00e0 planificant l''ID de tasca: {0}.  El retard d''inici \u00e9s {1} mseg, l''interval de tasca \u00e9s {2} mseg.
info.task.canceled=CLFRN1243I: S''est\u00e0 cancel\u00b7lant l''ID de tasca: {0}.
info.task.allcanceled=CLFRN1232I: S'estan cancel\u00b7lant totes les tasques del sistema Perfils.

#
# PhotoSync Scheduled Task related messages
#

# {0} is a developer / operations targeted URL string
# {1} is a number (error code)
error.invoke.remote.cloud.api=CLFRN1348E: No s''ha pogut invocar el servei remot {0}; el servidor remot ha retornat el codi HTTP: {1}

#
# Cache related messages
#

# {0} is a developer targeted ID string
# {1} is an error message string from a Websphere subsystem
error.cache.failed.to.init=CLFRN1266E: Error en crear la mem\u00f2ria cau amb ID de cerca JNDI: {0}. Aquest error impedir\u00e0 que l''aplicaci\u00f3 Perfils s''inici\u00ef.  El missatge d''error \u00e9s {1}.  
error.cache.failed.to.term=CLFRN1357E: Error en finalitzar la mem\u00f2ria cau amb ID de cerca JNDI: {0}. El missatge d''error \u00e9s {1}.
error.cache.invalid.state=CLFRN1356E: Error intern: la mem\u00f2ria cau amb ID de cerca JNDI: {0} \u00e9s en un estat no v\u00e0lid en realitzar {1}.

# {0} is a developer targeted ID string
# {1} is a developer targeted integer value, being the number of seconds that items will live (Time To Live) in the cache
info.dynacache.inited=CLFRN1355I: S''ha creat la inst\u00e0ncia DynaCache de {0} amb TTL {1}.

#
# BSS error codes
#
error.bss.profilenotfound=CLFRN1287E: No s''ha trobat l''usuari {0}.
error.bss.missingarg=CLFRN1288E: {0} no s''ha especificat.
error.bss.invalidarg=CLFRN1289E: {0} no s''ha especificat.

