# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2006, 2017                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

error.deletePhoto=CLFRN1083E: Det oppstod en feil ved sletting av fotografiet. 
error.insertPhoto=CLFRN1069E: Det oppstod en feil ved innsetting av fotografiet.
error.updatePhoto=CLFRN1082E: Det oppstod en feil ved oppdatering av fotografiet. 
error.queryPhoto=CLFRN1060E: Det oppstod en feil ved sp\u00f8rring mot fototabellen. 

error.deletePronunciation=CLFRN1063E: Det oppstod en feil ved sletting av uttalefilen. 
error.insertPronunciation=CLFRN1067E: Det oppstod en feil ved innsetting av uttalefilen. 
error.updatePronunciation=CLFRN1092E: Det oppstod en feil ved oppdatering av uttalefilen.
error.queryPronunciation=CLFRN1089E: Det oppstod en feil ved sp\u00f8rring mot uttalefilen.

error.insertTag=CLFRN1098E: Det oppstod en feil ved innsetting av profiltaggen.
error.deleteTag=CLFRN1061E: Det oppstod en feil ved sletting av profiltaggen.
error.updatingTags=CLFRN1078E: Det oppstod en feil ved oppdatering av profiltaggen.
error.queryTag=CLFRN1117E: Det oppstod en feil ved sp\u00f8rring mot profiltaggtabellen.

error.writeToDraft=CLFRN1114E: Det oppstod en feil ved skriving til utkasttabellen.
error.queryDraft=CLFRN1094E: Det oppstod en feil ved sp\u00f8rring mot utkasttabellen.

error.updateEmployee=CLFRN1075E: Det oppstod en feil ved oppdatering av medarbeiderposten.
error.queryEmployee=CLFRN1057E: Det oppstod en feil ved sp\u00f8rring mot tabellen over ansatte.

error.queryCountry=CLFRN1090E: Det oppstod en feil ved sp\u00f8rring mot tabellen over land.

error.queryEmployeeType=CLFRN1062E: Det oppstod en feil ved sp\u00f8rring mot tabellen over typen ansatt.

error.queryOrganization=CLFRN1066E: Det oppstod en feil ved sp\u00f8rring mot organisasjonstabellen.

error.queryWorkLocation=CLFRN1068E: Det oppstod en feil ved sp\u00f8rring mot tabellen over arbeidssteder.

error.updateProfileExtension=CLFRN1115E: Det oppstod en feil ved oppdatering av profilutvidelsen.
error.queryProfileExtension=CLFRN1074E: Det oppstod en feil ved sp\u00f8rring mot tabellen over profilutvidelser.
error.insertProfileExtension=CLFRN1149E: Det oppstod en feil ved innsetting i tabellen over profilutvidelser.

error.updateProfileExtensionDraft=CLFRN1102E: Det oppstod en feil ved oppdatering av profilutvidelsesutkastet.
error.insertProfileExtensionDraft=CLFRN1112E: Det oppstod en feil ved innsetting i tabellen over profilutvidelsesutkast.
error.queryProfileExtensionDraft=CLFRN1109E: Det oppstod en feil ved sp\u00f8rring i tabellen over profilutvidelsesutkast.

error.queryDB=CLFRN1064E: Det oppstod en feil ved sp\u00f8rring i databasen.

error.multipleUsersWithLogin=CLFRN1144E: Da du fors\u00f8kte \u00e5 opprette en ny eller oppdatere en eksisterende profil, ble det funnet en annen eksisterende profil med samme p\u00e5logging (duplikat): {0}. 
error.multipleUsersWithEmail=CLFRN1294E: Da du fors\u00f8kte \u00e5 opprette en ny eller oppdatere en eksisterende profil, ble det funnet en annen eksisterende profil med samme e-postadresse (duplikat): {0}.
error.multipleUsersWithGuid=CLFRN1293E: Da du fors\u00f8kte \u00e5 opprette en ny eller oppdatere en eksisterende profil, ble det funnet en annen eksisterende profil med samme guid (duplikat): {0}.
error.multipleUsersWithUid=CLFRN1332E: Da du fors\u00f8kte \u00e5 opprette en ny eller oppdatere en eksisterende profil, ble det funnet en annen eksisterende profil med samme uid (duplikat): {0}.

# The following message will only ever appear in the SystemOut.log and is intended for administrative usage. In this message:
# {0} is an ID value for the manager of the user being created/updated; either an external (LDAP) ID or an internal (db) profile key
# it is not an error for a user to not have a manager, but if an ID is supplied, it must already exist and match a user in the Profiles database
warn.missingUserWithID=CLFRN1372W: Ved opprettelse av en ny profil eller oppdatering av en eksisterende profil ble det ikke funnet noen profil for den oppgitte leder-IDen: {0}.

#Cache

info.orgStructureEnabled=CLFRN1099I: Organizational Structure-funksjoner er aktivert. Initialiser rapporteringskjedebufrene hvis aktivert.
info.orgStructureDisabled=CLFRN1116I: Organizational Structure-funksjoner er deaktivert. Ikke initialiser rapporteringskjedebufre.

# FullReportsToChainCache doesn't need to be translated
info.fullReportsToDisabled=CLFRN1071I: FullReportsToChainCache deaktivert.
info.fullReportsToEnabled=CLFRN1111I: FullReportsToChainCache aktivert.
info.fullReportsToScheduled=CLFRN1108I: FullReportsToChainCache planlagt for {0}.

# MiniReportsToChainCache doesn't need to be translated
info.miniReportsToDisabled=CLFRN1072I: MiniReportsToChainCache deaktivert.
info.miniReportsToEnabled=CLFRN1097I: MiniReportsToChainCache aktivert.
info.miniReportsToFile=CLFRN1113I: MiniReportsToChainCache-fil = {0}.
info.miniReportsToScheduled=CLFRN1104I: MiniReportsToChainCache planlagt for {0}. 

info.cache.fullreportchain.size=CLFRN1073I: Bufferst\u00f8rrelse p\u00e5 fullstendig rapporteringskjede = {0}.
info.cache.fullreportchain.loadtime=CLFRN1070I: Medg\u00e5tt tid til lasting av FullRprtToChainCache: {0}.

# ProfilesObjectCache doesn't need to be translated
info.profilesObjectCacheEnabled=CLFRN1074I: ProfilesObjectCache aktivert.
info.profilesObjectCacheDisabled=CLFRN1075I: ProfilesObjectCache deaktivert.
info.profilesObjectCacheScheduled=CLFRN1078I: ProfilesObjectCache planlagt for {0}.

# ProfilesTagCloudCache doesn't need to be translated
info.profilesTagCloudCacheEnabled=CLFRN1153I: ProfilesTagCloudCache aktivert.
info.profilesTagCloudCacheDisabled=CLFRN1140I: ProfilesTagCloudCache deaktivert.
info.profilesTagCloudCacheScheduled=CLFRN1150I: ProfilesTagCloudCache planlagt for {0}.

# ProfileLMCache doesn't need to be translated
info.profileLMCacheEnabled=CLFRN1124I: ProfileLMCache aktivert.
info.profileLMCacheDisabled=CLFRN1125I: ProfileLMCache deaktivert.
info.profileLMCacheScheduled=CLFRN1126I: ProfileLMCache-oppdatering planlagt for {0}.

# MiniReportChainCache doesn't need to be translated
info.cache.minireportchain.expectedEntries=CLFRN1077I: {0} oppf\u00f8ringer forventet i MiniReportChainCache.
info.cache.minireportchain.initDataStructure=CLFRN1100I: MiniReportChainCache vil bli initialisert til {0}.
info.cache.minireportchain.size=CLFRN1058I: MiniReportChainCache-st\u00f8rrelse = {0}.
info.cache.minireportchain.loadingdb=CLFRN1096I: Laster inn MiniReportChainCache fra database.
info.cache.minireportchain.loadingfile=CLFRN1059I: Laster inn MiniReportChainCache fra fil.
error.cache.minireportchain.reload=CLFRN1087E: MISLYKKET: Ny innlasting av rapporteringskjede: {0}.
info.cache.minireportchain.loadtime=CLFRN1076I: Medg\u00e5tt tid til innlasting av MiniRprtToChainCache: {0}.
info.cache.minireportchain.filewritetime=CLFRN1101I: Medg\u00e5tt tid til skriving av MiniRprtToChainCache til fil: {0}.
info.cache.minireportchain.readingfile=CLFRN1095I: Leser inn rapporteringskjededata fra {0}.
error.cache.minireportchain.fileparseerror=CLFRN1081E: mislykket analyse. 

# PeopleIndexFactory and PeopleIndex doesn't need to be translated
error.index.errorCreatingImplClass=CLFRN1079E: Feil ved opprettelse eller henting av PeopleIndexFactory-implementeringsklasse.
error.index.errorGettingPeopleIndex=CLFRN1084E: Feil ved henting av PeopleIndex. Stopper indekseringsplan. Deaktiverer tekstindeks.

# lastUpdate doesn't need to be translated
error.index.errorRetrievingLastUpdate=CLFRN1110E: Feil ved henting av lastUpdate fra {0}.
error.index.errorRetrievingLastUpdate.stringFormatError=CLFRN1080E: Feil ved henting av  lastUpdate fra {0} : Strengen er ikke formatert p\u00e5 riktig m\u00e5te: \u00e5\u00e5\u00e5\u00e5-mm-dd.
error.index.errorWritingLastUpdate=CLFRN1106E: Feil ved skriving av lastUpdate-verdi til {0}.

# IndexWriter doesn't need to be translated
error.index.errorRetrievingIndexWriter=CLFRN1065E: Feil ved henting av IndexWriter.

error.index.errorCorrupt=CLFRN1103E: Feil: Indeks kan v\u00e6re \u00f8delagt.
error.index.errorParsingQuery=CLFRN1107E: Feil ved analyse av sp\u00f8rring.

# IndexReader doesn't need to be translated
error.index.errorGetIndexReadErr=CLFRN1093E: Feil ved henting av IndexReader.

# ProfileLMCache doesn't need to be translated
error.cache.profileLMCache.retrieve=CLFRN1127E: Feil ved henting av ProfileLMCache.

# PeopleIndexFactory doesn't need to be translated
error.searchService.errorCreatingPeopleIndexFactory=CLFRN1088E: Feil ved opprettelse eller henting av PeopleIndexFactory-implementeringsklasse. Hopper over fullstendig teksts\u00f8k.
error.searchService.errorSearchingIndex=CLFRN1086E: Feil ved s\u00f8king i tekstindeks.

error.acf=CLFRN1091E: Feil ved filteret for aktivt innhold.

# FullTextIndexingTask doesn't need to be translated
info.index.starting=CLFRN1105I: FullTextIndexingTask startet {0}. 
info.index.completed=CLFRN1085I: FullTextIndexingTask ble fullf\u00f8rt {0}. 

# 'doc' refers to the index document
error.index.delete.docs=CLFRN1118I: Feil ved sletting av dokument.

# schema version related
info.schema.version=CLFRN1142I: DB-skjemaet samsvarer med forventet minimumsversjon {0}.
error.schema.version=CLFRN1148E: DB-skjemaet samsvarer ikke med forventet minimumsversjon {0}. Fant versjon {1}.

#config related

error.initializing.extension.config=CLFRN1151E: Det oppstod en feil under initialiseringen av konfigurasjonen av profilutvidelsesattributtet. 

error.uilayoutvalidation.unknown_attribute=CLFRN1145E: {0}: Fant et attributt i UI-layoutkonfigurasjonen som ikke finnes i datamodellkonfigurasjonen profiles-config.xml. Attributter m\u00e5 finnes i datamodellkonfigurasjonen for \u00e5 kunne bli lagt til i UI-layouten. Navnet p\u00e5 attributtet er: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1147E: {0}: Fant et attributt som er merket som redigerbar i UI-layoutkonfigurasjonen, men som ikke er merket som redigerbar i datamodellkonfigurasjonen profiles-config.xml. Navnet p\u00e5 attributtet er: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1146E: {0}: Fant et attributt som er merket som et "richtext"-felt i UI-layoutkonfigurasjonen, men som ikke er merket som et "richtext"-felt i datamodellen profiles-config.xml. Navnet p\u00e5 attributtet er: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1143E: {0}: Fant et utvidelsesattributt i UI-konfigurasjonen som er et "xml-blob"-utvidelsesattributt. Disse utvidelsesattributtene blir kanskje ikke vist i UI-layoutkonfigurasjonen. Den aktuelle utvidelses-IDen er: {1}.

# Other errors
info.searchStartupTagCloud=CLFRN1141I: F\u00e5r ikke kontakt med s\u00f8ketjenesten. Dette kan skyldes en applikasjonsinitialiseringsordning. Profiler vil pr\u00f8ve \u00e5 kontakte s\u00f8ketjenesten p\u00e5 nytt om et par minutter. Som f\u00f8lge av dette vil ikke taggskyen v\u00e6re tilgjengelig med en gang.
error.searchUnreachable=CLFRN1152E: F\u00e5r ikke kontakt med den globale s\u00f8ketjenesten. Start s\u00f8keapplikasjonen dersomd en ikke er startet. Hvis tjenesten er startet, kontrollerer du nettverkstilkoblingen.


error.duplicateKey=CLFRN1219E: Kan ikke oppdatere databasen med sendte parametere. Det ville gitt en lik n\u00f8kkel (e-post, GUID, p\u00e5logging) som i en annen oppf\u00f8ring.


#
# Info/Error messages for data constraint rebuilding
#

# {0} is a date string
info.lookaside.idx.rebuild.start=CLFRN1231I: Begynner gjenoppbygging av indekstabeller (look-aside) og tilh\u00f8rende objekter i {0}.
# {0} is a date string
info.lookaside.idx.rebuild.complete=CLFRN1244I: Fullf\u00f8rt gjenoppbygging av indekstabeller (look-aside) og tilh\u00f8rende objekter i {0}. Totalt antall brukere gjennomg\u00e5tt er {1}. Totalt antall brukere oppdatert er {2}. Antall brukere med feil under oppdateringen er {3}.
error.lookaside.idx.create.objeref=CLFRN1238E: Kan ikke opprette objektreferanse for bruker: (navn={0}, n\u00f8kkel={1}, bruker-ID={2}, unikt-navn={3}). Brukeren klarer kanskje ikke \u00e5 logge seg p\u00e5 system og/eller opplever andre feil.
error.lookaside.idx.rebuild.incomplete=CLFRN1239E: Kan ikke fullf\u00f8re gjenoppbygging av indekstabeller (look-aside) og tilh\u00f8rende objekter i {0}. Profiler-applikasjonen fungerer ikke p\u00e5 riktigt m\u00e5te f\u00f8r problemet er l\u00f8st. Sjekk om loggen melder om feil, og rett opp disse f\u00f8r du fors\u00f8ker \u00e5 bygge indekser igjen. Totalt antall brukere vurdert er {1}; oppdaterte brukere er {2}; totalt antall feil under oppdatering av brukere var {3}.
error.bulk.user.update=CLFRN1235E: Feil under oppdatering av bruker: (navn={0}, n\u00f8kkel={1}, bruker-ID={2}, unikt-navn={3}). 
error.bulk.user.select.all=CLFRN1241E: Klarte ikke \u00e5 velge brukere for oppdatering p\u00e5 grunn av feil.
# {0} is a date string
info.bulk.user.checkpoint=CLFRN1234I: Behandler samleoppdatering av brukere. Tiden er {0}. Totalt antall brukere gjennomg\u00e5tt er {1}. Antall brukere fra denne blokken som ble oppdatert, er {2}. Antall brukere som det oppstod en feil for under oppdateringen, er {3}.

#
# Definitions for ProfilesAppService
# The following are intended for administrative usage. In these messages:
# {0} is a serialisation of a java object intended for developer debugging purposes.
#
info.def.found.matching=CLFRN1229I: Fant samsvarende definisjon for: {0}.
info.def.notfound=CLFRN1230I: Fant ikke samsvarende definisjon for: {0} Definisjonen blir opprettet.
info.def.found.nonmatching=CLFRN1242I: Fant ikke-samsvarende definisjon for: {0}  Definisjonen blir oppdatert.
warn.idxdef.found.nonmatching=CLFRN1240W: Fant ikke-samsvarende indeksdefinisjon for: {0} Definisjonen blir oppdatert. Under normal drift er det en WebSphere Application Server-oppgave som vil rette opp denne situasjonen automatisk i l\u00f8pet av noen f\u00e5 minutter hvis Profiler-applikasjonsserveren kj\u00f8rer. Hvis du ser dette i Tivoli Directory Integrator (TDI), vil systemet fors\u00f8ke \u00e5 rette dette selv etter at applikasjonen starter. Du kan bekrefte dette ved \u00e5 se i loggene etter meldingen ''Begynner gjenoppbygging av indekstabeller (look-aside)...'' innen en femminuttersperiode fra denne meldingen p\u00e5 en av nodene i klyngen. Hvis du ikke finner meldingen, kj\u00f8rer du wsadmin-kommandoen ''rebuildLookAsideIndexes()'' og sjekker om det er andre feil i loggene.
warn.idxdef.notfound=CLFRN1233W: Fant ikke samsvarende indeksdefinisjon for: {0} Definisjonen blir opprettet. Under normal drift er det en WebSphere Application Server-oppgave som vil rette opp denne situasjonen automatisk i l\u00f8pet av noen f\u00e5 minutter hvis Profiler-applikasjonsserveren kj\u00f8rer. Hvis du ser dette i Tivoli Directory Integrator (TDI), vil systemet fors\u00f8ke \u00e5 rette dette selv etter at applikasjonen starter. Du kan bekrefte dette ved \u00e5 se i loggene etter meldingen ''Begynner gjenoppbygging av indekstabeller (look-aside)...'' innen en femminuttersperiode fra denne meldingen p\u00e5 en av nodene i klyngen. Hvis du ikke finner meldingen, kj\u00f8rer du wsadmin-kommandoen ''rebuildLookAsideIndexes()'' og sjekker om det er andre feil i loggene.
error.def.not.created=CLFRN1236E: Kan ikke opprette en definisjon for: {0}. Systemet fungerer ikke f\u00f8r problemet er l\u00f8st.

#
# Task related messages
#

# {0} is a developer targeted ID string
# {1} is a time in milliseconds
# {2} is a time in milliseconds
info.task.scheduled=CLFRN1237I: Planlegger oppgave-ID: {0}. Startforsinkelse er {1} msek, oppgaveintervall er {2} msek.
info.task.canceled=CLFRN1243I: Avbryter oppgave-ID: {0}.
info.task.allcanceled=CLFRN1232I: Avbryter alle Profiler-systemoppgaver.

#
# PhotoSync Scheduled Task related messages
#

# {0} is a developer / operations targeted URL string
# {1} is a number (error code)
error.invoke.remote.cloud.api=CLFRN1348E: Kunne ikke starte fjerntjenesten {0}; fjernserveren returnerte HTTP-kode: {1}

#
# Cache related messages
#

# {0} is a developer targeted ID string
# {1} is an error message string from a Websphere subsystem
error.cache.failed.to.init=CLFRN1266E: Feil ved opprettelse av buffer med JNDI-oppslags-ID: {0}. Denne feilen gj\u00f8r at applikasjonen Profiler ikke kan starte. Feilmeldingen er {1}. 
error.cache.failed.to.term=CLFRN1357E: Feil ved avslutning av buffer med JNDI-oppslags-ID: {0}. Feilmeldingen er {1}.
error.cache.invalid.state=CLFRN1356E: Intern feil: Hurtigbufferen med JNDI-oppslags-ID: {0} er i en ugyldig tilstand ved utf\u00f8ring av {1}.

# {0} is a developer targeted ID string
# {1} is a developer targeted integer value, being the number of seconds that items will live (Time To Live) in the cache
info.dynacache.inited=CLFRN1355I: En DynaCache-forekomst for {0} er opprettet med TTL {1}.

#
# BSS error codes
#
error.bss.profilenotfound=CLFRN1287E: Brukeren {0} ble ikke funnet.
error.bss.missingarg=CLFRN1288E: {0} ikke oppgitt.
error.bss.invalidarg=CLFRN1289E: {0} ikke oppgitt.

