# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# (C) Copyright IBM Corp. 2006, 2017                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

error.deletePhoto=CLFRN1083E: Nastala chyba pri vymaz\u00e1van\u00ed fotografie. 
error.insertPhoto=CLFRN1069E: Nastala chyba pri vkladan\u00ed fotografie.
error.updatePhoto=CLFRN1082E: Nastala chyba pri aktualizovan\u00ed fotografie. 
error.queryPhoto=CLFRN1060E: Nastala chyba pri dotazovan\u00ed tabu\u013eky fotografi\u00ed. 

error.deletePronunciation=CLFRN1063E: Nastala chyba pri vymaz\u00e1van\u00ed s\u00faboru s v\u00fdslovnos\u0165ou. 
error.insertPronunciation=CLFRN1067E: Nastala chyba pri vkladan\u00ed s\u00faboru s v\u00fdslovnos\u0165ou. 
error.updatePronunciation=CLFRN1092E: Nastala chyba pri aktualizovan\u00ed s\u00faboru s v\u00fdslovnos\u0165ou.
error.queryPronunciation=CLFRN1089E: Nastala chyba pri dotazovan\u00ed tabu\u013eky s v\u00fdslovnos\u0165ou.

error.insertTag=CLFRN1098E: Nastala chyba pri vkladan\u00ed zna\u010dky profilu.
error.deleteTag=CLFRN1061E: Nastala chyba pri vymaz\u00e1van\u00ed zna\u010dky profilu.
error.updatingTags=CLFRN1078E: Nastala chyba pri aktualizovan\u00ed zna\u010diek profilu.
error.queryTag=CLFRN1117E: Nastala chyba pri dotazovan\u00ed tabu\u013eky zna\u010diek profilu.

error.writeToDraft=CLFRN1114E: Nastala chyba pri zapisovan\u00ed do tabu\u013eky konceptov.
error.queryDraft=CLFRN1094E: Nastala chyba pri dotazovan\u00ed tabu\u013eky konceptov.

error.updateEmployee=CLFRN1075E: Nastala chyba pri aktualizovan\u00ed z\u00e1znamu zamestnanca.
error.queryEmployee=CLFRN1057E: Nastala chyba pri dotazovan\u00ed tabu\u013eky zamestnancov.

error.queryCountry=CLFRN1090E: Nastala chyba pri dotazovan\u00ed tabu\u013eky kraj\u00edn.

error.queryEmployeeType=CLFRN1062E: Nastala chyba pri dotazovan\u00ed tabu\u013eky typov zamestnanca.

error.queryOrganization=CLFRN1066E: Nastala chyba pri dotazovan\u00ed tabu\u013eky organiz\u00e1ci\u00ed.

error.queryWorkLocation=CLFRN1068E: Nastala chyba pri dotazovan\u00ed tabu\u013eky pracovn\u00fdch umiestnen\u00ed.

error.updateProfileExtension=CLFRN1115E: Nastala chyba pri aktualizovan\u00ed roz\u0161\u00edrenia profilov.
error.queryProfileExtension=CLFRN1074E: Nastala chyba pri dotazovan\u00ed tabu\u013eky roz\u0161\u00edren\u00ed profilov.
error.insertProfileExtension=CLFRN1149E: Nastala chyba pri vkladan\u00ed do tabu\u013eky roz\u0161\u00edren\u00ed profilov.

error.updateProfileExtensionDraft=CLFRN1102E: Nastala chyba pri aktualizovan\u00ed roz\u0161\u00edren\u00ed konceptov profilu.
error.insertProfileExtensionDraft=CLFRN1112E: Nastala chyba pri vkladan\u00ed do tabu\u013eky roz\u0161\u00edren\u00ed konceptov profilu.
error.queryProfileExtensionDraft=CLFRN1109E: Nastala chyba pri dotazovan\u00ed tabu\u013eky roz\u0161\u00edren\u00ed konceptu profilu.

error.queryDB=CLFRN1064E: Nastala chyba pri dotazovan\u00ed datab\u00e1zy.

error.multipleUsersWithLogin=CLFRN1144E: Pri pokuse o vytvorenie nov\u00e9ho profilu alebo aktualiz\u00e1ciu existuj\u00faceho profilu sa na\u0161iel druh\u00fd existuj\u00faci profil s rovnak\u00fdm (duplicitn\u00fdm) prihl\u00e1sen\u00edm: {0}.  
error.multipleUsersWithEmail=CLFRN1294E: Pri pokuse o vytvorenie nov\u00e9ho profilu alebo aktualiz\u00e1ciu existuj\u00faceho profilu sa na\u0161iel druh\u00fd existuj\u00faci profil s rovnakou (duplicitnou) e-mailovou adresou: {0}.
error.multipleUsersWithGuid=CLFRN1293E: Pri pokuse o vytvorenie nov\u00e9ho profilu alebo aktualiz\u00e1ciu existuj\u00faceho profilu sa na\u0161iel druh\u00fd existuj\u00faci profil s rovnak\u00fdm (duplicitn\u00fdm) guid: {0}.
error.multipleUsersWithUid=CLFRN1332E: Pri pokuse o vytvorenie nov\u00e9ho profilu alebo aktualiz\u00e1ciu existuj\u00faceho profilu sa na\u0161iel druh\u00fd existuj\u00faci profil s rovnak\u00fdm (duplicitn\u00fdm) uid: {0}.

# The following message will only ever appear in the SystemOut.log and is intended for administrative usage. In this message:
# {0} is an ID value for the manager of the user being created/updated; either an external (LDAP) ID or an internal (db) profile key
# it is not an error for a user to not have a manager, but if an ID is supplied, it must already exist and match a user in the Profiles database
warn.missingUserWithID=CLFRN1372W: Pri vytv\u00e1ran\u00ed nov\u00e9ho profilu alebo aktualizovan\u00ed existuj\u00faceho profilu sa nena\u0161iel profil pre zadan\u00e9 ID mana\u017e\u00e9ra {0}.

#Cache

info.orgStructureEnabled=CLFRN1099I: Funkcie organiza\u010dnej \u0161trukt\u00fary s\u00fa povolen\u00e9. Inicializujte pam\u00e4te cache hierarchie poz\u00edci\u00ed, ak je povolen\u00e1.
info.orgStructureDisabled=CLFRN1116I: Funkcie organiza\u010dnej \u0161trukt\u00fary s\u00fa zak\u00e1zan\u00e9. Neinicializujte pam\u00e4te cache hierarchie poz\u00edci\u00ed.

# FullReportsToChainCache doesn't need to be translated
info.fullReportsToDisabled=CLFRN1071I: FullReportsToChainCache je zak\u00e1zan\u00e9.
info.fullReportsToEnabled=CLFRN1111I: FullReportsToChainCache je povolen\u00e9.
info.fullReportsToScheduled=CLFRN1108I: FullReportsToChainCache je napl\u00e1novan\u00e9 pre {0}.

# MiniReportsToChainCache doesn't need to be translated
info.miniReportsToDisabled=CLFRN1072I: MiniReportsToChainCache je zak\u00e1zan\u00e9.
info.miniReportsToEnabled=CLFRN1097I: MiniReportsToChainCache je povolen\u00e9.
info.miniReportsToFile=CLFRN1113I: S\u00fabor MiniReportsToChainCache = {0}.
info.miniReportsToScheduled=CLFRN1104I: MiniReportsToChainCache je napl\u00e1novan\u00e9 pre {0}. 

info.cache.fullreportchain.size=CLFRN1073I: \u00dapln\u00e1 ve\u013ekos\u0165 pam\u00e4te cache hierarchie poz\u00edci\u00ed = {0}.
info.cache.fullreportchain.loadtime=CLFRN1070I: \u010cas na\u010d\u00edtavania FullRprtToChainCache: {0}.

# ProfilesObjectCache doesn't need to be translated
info.profilesObjectCacheEnabled=CLFRN1074I: ProfilesObjectCache je povolen\u00e9.
info.profilesObjectCacheDisabled=CLFRN1075I: ProfilesObjectCache je zak\u00e1zan\u00e9.
info.profilesObjectCacheScheduled=CLFRN1078I: ProfilesObjectCache je napl\u00e1novan\u00e9 pre {0}.

# ProfilesTagCloudCache doesn't need to be translated
info.profilesTagCloudCacheEnabled=CLFRN1153I: ProfilesTagCloudCache je povolen\u00e9.
info.profilesTagCloudCacheDisabled=CLFRN1140I: ProfilesTagCloudCache je zak\u00e1zan\u00e9.
info.profilesTagCloudCacheScheduled=CLFRN1150I: ProfilesTagCloudCache je napl\u00e1novan\u00e9 pre {0}.

# ProfileLMCache doesn't need to be translated
info.profileLMCacheEnabled=CLFRN1124I: ProfileLMCache je povolen\u00e9.
info.profileLMCacheDisabled=CLFRN1125I: ProfileLMCache je zak\u00e1zan\u00e9.
info.profileLMCacheScheduled=CLFRN1126I: ProfileLMCache je napl\u00e1novan\u00e9 pre {0}.

# MiniReportChainCache doesn't need to be translated
info.cache.minireportchain.expectedEntries=CLFRN1077I: V MiniReportChainCache sa o\u010dak\u00e1valo {0} polo\u017eiek.
info.cache.minireportchain.initDataStructure=CLFRN1100I: MiniReportChainCache sa inicializuje na {0}.
info.cache.minireportchain.size=CLFRN1058I: Ve\u013ekos\u0165 MiniReportChainCache = {0}.
info.cache.minireportchain.loadingdb=CLFRN1096I: Na\u010d\u00edtava sa MiniReportChainCache z DB.
info.cache.minireportchain.loadingfile=CLFRN1059I: Na\u010d\u00edtava sa MiniReportChainCache zo s\u00faboru.
error.cache.minireportchain.reload=CLFRN1087E: ZLYHANIE: Opakovan\u00e9 na\u010d\u00edtanie hierarchie poz\u00edci\u00ed: {0}.
info.cache.minireportchain.loadtime=CLFRN1076I: \u010cas na\u010d\u00edtavania MiniRprtToChainCache: {0}.
info.cache.minireportchain.filewritetime=CLFRN1101I: \u010cas zapisovania MiniRprtToChainCache do s\u00faboru: {0}.
info.cache.minireportchain.readingfile=CLFRN1095I: \u010c\u00edtaj\u00fa sa \u00fadaje hierarchie poz\u00edci\u00ed z {0}.
error.cache.minireportchain.fileparseerror=CLFRN1081E: zlyhalo analyzovanie. 

# PeopleIndexFactory and PeopleIndex doesn't need to be translated
error.index.errorCreatingImplClass=CLFRN1079E: Nastala chyba pri vytv\u00e1ran\u00ed alebo z\u00edskavan\u00ed implementa\u010dnej triedy PeopleIndexFactory.
error.index.errorGettingPeopleIndex=CLFRN1084E: Nastala chyba pri z\u00edskavan\u00ed indexu \u013eud\u00ed. Zastavuje sa rozvrh indexovania. Zakazuje sa celotextov\u00e9 indexovanie.

# lastUpdate doesn't need to be translated
error.index.errorRetrievingLastUpdate=CLFRN1110E: Nastala chyba pri z\u00edskavan\u00ed poslednej aktualiz\u00e1cie z {0}.
error.index.errorRetrievingLastUpdate.stringFormatError=CLFRN1080E: Nastala chyba pri z\u00edskavan\u00ed poslednej aktualiz\u00e1cie z {0}: re\u0165azec je naform\u00e1tovan\u00fd nespr\u00e1vne: rrrr-mm-dd.
error.index.errorWritingLastUpdate=CLFRN1106E: Nastala chyba pri zapisovan\u00ed hodnoty poslednej aktualiz\u00e1cie do {0}.

# IndexWriter doesn't need to be translated
error.index.errorRetrievingIndexWriter=CLFRN1065E: Nastala chyba pri z\u00edskavan\u00ed IndexWriter.

error.index.errorCorrupt=CLFRN1103E: Chyba: index je mo\u017eno po\u0161koden\u00fd.
error.index.errorParsingQuery=CLFRN1107E: Nastala chyba pri analyzovan\u00ed dotazu.

# IndexReader doesn't need to be translated
error.index.errorGetIndexReadErr=CLFRN1093E: Nastala chyba pri z\u00edskavan\u00ed \u010d\u00edta\u010dky indexu.

# ProfileLMCache doesn't need to be translated
error.cache.profileLMCache.retrieve=CLFRN1127E: Nastala chyba pri z\u00edskavan\u00ed ProfileLMCache.

# PeopleIndexFactory doesn't need to be translated
error.searchService.errorCreatingPeopleIndexFactory=CLFRN1088E: Nastala chyba pri vytv\u00e1ran\u00ed alebo z\u00edskavan\u00ed implementa\u010dnej triedy PeopleIndexFactory. Preskakuje sa celotextov\u00e9 vyh\u013ead\u00e1vanie.
error.searchService.errorSearchingIndex=CLFRN1086E: Nastala chyba pri preh\u013ead\u00e1van\u00ed celotextov\u00e9ho indexu.

error.acf=CLFRN1091E: Nastala chyba s filtrom akt\u00edvneho obsahu.

# FullTextIndexingTask doesn't need to be translated
info.index.starting=CLFRN1105I: Sp\u00fa\u0161\u0165a sa FullTextIndexingTask o {0}. 
info.index.completed=CLFRN1085I: FullTextIndexingTask skon\u010dilo o {0}. 

# 'doc' refers to the index document
error.index.delete.docs=CLFRN1118I: Nastala chyba pri vymaz\u00e1van\u00ed dokumentu.

# schema version related
info.schema.version=CLFRN1142I: Sch\u00e9ma DB sa zhoduje s o\u010dak\u00e1vanou minim\u00e1lnou verziou {0}.
error.schema.version=CLFRN1148E: Sch\u00e9ma DB sa nezhoduje s o\u010dak\u00e1vanou minim\u00e1lnou verziou {0}. Na\u0161la sa verzia {1}.

#config related

error.initializing.extension.config=CLFRN1151E: Nastala chyba pri inicializovan\u00ed konfigur\u00e1cie atrib\u00fatov roz\u0161\u00edrenia profilu. 

error.uilayoutvalidation.unknown_attribute=CLFRN1145E: {0}: V konfigur\u00e1cii rozlo\u017eenia pou\u017e\u00edvate\u013esk\u00e9ho rozhrania sa na\u0161iel atrib\u00fat, ktor\u00fd sa nenach\u00e1dza v konfigur\u00e1cii d\u00e1tov\u00e9ho modelu profiles-config.xml.  Atrib\u00faty sa musia nach\u00e1dza\u0165 v konfigur\u00e1cii d\u00e1tov\u00e9ho modelu, aby sa dali prida\u0165 do rozlo\u017eenia pou\u017e\u00edvate\u013esk\u00e9ho rozhrania.  N\u00e1zov atrib\u00fatu je: {1}.
error.uilayoutvalidation.attribute_not_editable=CLFRN1147E: {0}: V konfigur\u00e1cii rozlo\u017eenia pou\u017e\u00edvate\u013esk\u00e9ho rozhrania sa na\u0161iel atrib\u00fat, ktor\u00fd je ozna\u010den\u00fd ako upravite\u013en\u00fd, ale nie je ozna\u010den\u00fd ako upravite\u013en\u00fd v konfigur\u00e1cii d\u00e1tov\u00e9ho modelu profiles-config.xml. N\u00e1zov atrib\u00fatu je: {1}.
error.uilayoutvalidation.invalid_richtext_attribute=CLFRN1146E: {0}: V konfigur\u00e1cii rozlo\u017eenia pou\u017e\u00edvate\u013esk\u00e9ho rozhrania sa na\u0161iel atrib\u00fat, ktor\u00fd je ozna\u010den\u00fd ako pole \u201erichtext\u201c, ale nie je ozna\u010den\u00e9 ako pole \u201erichtext\u201c v d\u00e1tovom modeli profiles-config.xml.  N\u00e1zov atrib\u00fatu je: {1}.
error.uilayoutvalidation.xml_extattr_not_in_ui=CLFRN1143E: {0}: V konfigur\u00e1cii pou\u017e\u00edvate\u013esk\u00e9ho rozhrania sa na\u0161iel atrib\u00fat, ktor\u00fd je atrib\u00fatom roz\u0161\u00edrenia \u201exml-blob\u201c. Tieto atrib\u00faty roz\u0161\u00edrenia sa nemusia zobrazi\u0165 v konfigur\u00e1cii rozlo\u017eenia pou\u017e\u00edvate\u013esk\u00e9ho rozhrania. ID s\u00favisiaceho roz\u0161\u00edrenia je: {1}.

# Other errors
info.searchStartupTagCloud=CLFRN1141I: Nemo\u017eno kontaktova\u0165 vyh\u013ead\u00e1vaciu slu\u017ebu.  M\u00f4\u017ee to by\u0165 sp\u00f4soben\u00e9 porad\u00edm inicializ\u00e1cie aplik\u00e1ci\u00ed.  Aplik\u00e1cia Profily sk\u00fasi znova kontaktova\u0165 vyh\u013ead\u00e1vaciu slu\u017ebu o nieko\u013eko min\u00fat.  V\u00fdsledok je ten, \u017ee zhluk zna\u010diek nebude okam\u017eite k dispoz\u00edcii.
error.searchUnreachable=CLFRN1152E: Nemo\u017eno kontaktova\u0165 glob\u00e1lnu vyh\u013ead\u00e1vaciu slu\u017ebu.  Spustite aplik\u00e1ciu Vyh\u013ead\u00e1vanie, ak nie je spusten\u00e1.  Ak je slu\u017eba spusten\u00e1, skontrolujte sie\u0165ov\u00e9 pripojenie.


error.duplicateKey=CLFRN1219E: Nemo\u017eno aktualizova\u0165 datab\u00e1zu s odovzdan\u00fdmi parametrami. Sp\u00f4sobilo by to vznik duplicitn\u00e9ho k\u013e\u00fa\u010da (e-mailov\u00e1 adresa, GUID, prihlasovacie meno) s existuj\u00facim z\u00e1znamom.


#
# Info/Error messages for data constraint rebuilding
#

# {0} is a date string
info.lookaside.idx.rebuild.start=CLFRN1231I: Za\u010d\u00edna prebudovanie tabuliek vyh\u013ead\u00e1vac\u00edch indexov a priraden\u00fdch objektov o {0}.
# {0} is a date string
info.lookaside.idx.rebuild.complete=CLFRN1244I: Skon\u010dilo prebudovanie tabuliek vyh\u013ead\u00e1vac\u00edch indexov a priraden\u00fdch objektov o {0}.  Skontrolovalo sa celkovo {1} pou\u017e\u00edvate\u013eov.  Celkov\u00fd po\u010det \u00faspe\u0161ne aktualizovan\u00fdch pou\u017e\u00edvate\u013eov je {2}.  Po\u010det pou\u017e\u00edvate\u013eov s chybami po\u010das aktualiz\u00e1cie je {3}.
error.lookaside.idx.create.objeref=CLFRN1238E: Nemo\u017eno vytvori\u0165 referenciu na objekt pre pou\u017e\u00edvate\u013ea: (meno: {0}, k\u013e\u00fa\u010d: {1}, uid: {2}, charakteristick\u00fd n\u00e1zov: {3}).  Tento pou\u017e\u00edvate\u013e sa mo\u017eno nem\u00f4\u017ee prihl\u00e1si\u0165 do syst\u00e9mu a m\u00f4\u017ee tie\u017e zaznamena\u0165 in\u00e9 chyby.
error.lookaside.idx.rebuild.incomplete=CLFRN1239E: Nemo\u017eno dokon\u010di\u0165 prebudovanie tabuliek vyh\u013ead\u00e1vac\u00edch indexov a priraden\u00fdch objektov o {0}.  Aplik\u00e1cia Profily sa nespust\u00ed spr\u00e1vne, k\u00fdm nevyrie\u0161ite tento probl\u00e9m.  Poh\u013eadajte \u010fal\u0161ie chyby v protokole a vyrie\u0161te probl\u00e9my pred opakovan\u00fdm pokusom o zostavenie indexov.  Celkov\u00fd po\u010det skontrolovan\u00fdch pou\u017e\u00edvate\u013eov je {1}; po\u010det \u00faspe\u0161ne aktualizovan\u00fdch pou\u017e\u00edvate\u013eov je {2}; a celkov\u00fd po\u010det ch\u00fdb pri aktualizovan\u00ed pou\u017e\u00edvate\u013eov bol {3}.
error.bulk.user.update=CLFRN1235E: Nastala chyba pri aktualizovan\u00ed pou\u017e\u00edvate\u013ea: (meno: {0}, k\u013e\u00fa\u010d: {1}, uid: {2}, charakteristick\u00fd n\u00e1zov: {3}). 
error.bulk.user.select.all=CLFRN1241E: Zlyhal v\u00fdber pou\u017e\u00edvate\u013eov na aktualiz\u00e1ciu, preto\u017ee nastala chyba.
# {0} is a date string
info.bulk.user.checkpoint=CLFRN1234I: Sprac\u00fava sa hromadn\u00e1 aktualiz\u00e1cia pou\u017e\u00edvate\u013eov. Aktu\u00e1lny \u010das je {0}. Celkov\u00fd po\u010det skontrolovan\u00fdch pou\u017e\u00edvate\u013eov je {1}.  Celkov\u00fd po\u010det pou\u017e\u00edvate\u013eov z tohto bloku, ktor\u00ed boli \u00faspe\u0161ne aktualizovan\u00ed, je {2}. Po\u010det pou\u017e\u00edvate\u013eov, pri ktor\u00fdch nastala chyba po\u010das aktualiz\u00e1cie, je {3}.

#
# Definitions for ProfilesAppService
# The following are intended for administrative usage. In these messages:
# {0} is a serialisation of a java object intended for developer debugging purposes.
#
info.def.found.matching=CLFRN1229I: Na\u0161la sa vyhovuj\u00faca defin\u00edcia pre: {0}.
info.def.notfound=CLFRN1230I: Nena\u0161la sa vyhovuj\u00faca defin\u00edcia pre: {0}. T\u00e1to defin\u00edcia sa vytvor\u00ed.
info.def.found.nonmatching=CLFRN1242I: Na\u0161la sa nevyhovuj\u00faca defin\u00edcia pre: {0}.  T\u00e1to defin\u00edcia sa bude aktualizova\u0165.
warn.idxdef.found.nonmatching=CLFRN1240W: Na\u0161la sa nevyhovuj\u00faca defin\u00edcia indexu pre: {0}. T\u00e1to defin\u00edcia sa bude aktualizova\u0165. Za norm\u00e1lnych okolnost\u00ed existuje \u00faloha WebSphere Application Server, ktor\u00e1 za nieko\u013eko min\u00fat automaticky oprav\u00ed t\u00fato situ\u00e1ciu, ak je spusten\u00fd server aplik\u00e1cie Profily.  Ak toto vid\u00edte v TDI (Tivoli Directory Integrator), syst\u00e9m s\u00e1m sk\u00fasi vykona\u0165 opravu po spusten\u00ed aplik\u00e1cie. M\u00f4\u017eete to potvrdi\u0165 vyh\u013eadan\u00edm spr\u00e1vy \u201eZa\u010d\u00edna prebudovanie vyh\u013ead\u00e1vania...\u201c v \u010dasovom \u00faseku p\u00e4\u0165 min\u00fat od tejto spr\u00e1vy v jednom z uzlov vo va\u0161om klastri. Ak nen\u00e1jdete t\u00fato spr\u00e1vu, spustite pr\u00edkaz wsadmin \u201erebuildLookAsideIndexes()\u201c a poh\u013eadajte in\u00e9 chyby v protokoloch.
warn.idxdef.notfound=CLFRN1233W: Nena\u0161la sa vyhovuj\u00faca defin\u00edcia indexu pre: {0}. T\u00e1to defin\u00edcia sa vytvor\u00ed. Za norm\u00e1lnych okolnost\u00ed existuje \u00faloha WebSphere Application Server, ktor\u00e1 za nieko\u013eko min\u00fat automaticky oprav\u00ed t\u00fato situ\u00e1ciu, ak je spusten\u00fd server aplik\u00e1cie Profily. Ak toto vid\u00edte v TDI (Tivoli Directory Integrator), syst\u00e9m s\u00e1m sk\u00fasi vykona\u0165 opravu po spusten\u00ed aplik\u00e1cie. M\u00f4\u017eete to potvrdi\u0165 vyh\u013eadan\u00edm spr\u00e1vy \u201eZa\u010d\u00edna prebudovanie vyh\u013ead\u00e1vania...\u201c v \u010dasovom \u00faseku p\u00e4\u0165 min\u00fat od tejto spr\u00e1vy v jednom z uzlov vo va\u0161om klastri.  Ak nen\u00e1jdete t\u00fato spr\u00e1vu, spustite pr\u00edkaz wsadmin \u201erebuildLookAsideIndexes()\u201c a poh\u013eadajte in\u00e9 chyby v protokoloch.
error.def.not.created=CLFRN1236E: Nemo\u017eno vytvori\u0165 defin\u00edciu pre: {0}. Syst\u00e9m nebude fungova\u0165, k\u00fdm nevyrie\u0161ite probl\u00e9m.

#
# Task related messages
#

# {0} is a developer targeted ID string
# {1} is a time in milliseconds
# {2} is a time in milliseconds
info.task.scheduled=CLFRN1237I: Pl\u00e1nuje sa \u00faloha s ID: {0}.  Oneskorenie spustenia je {1} ms, interval \u00falohy je {2} ms.
info.task.canceled=CLFRN1243I: Ru\u0161\u00ed sa \u00faloha s ID: {0}.
info.task.allcanceled=CLFRN1232I: Ru\u0161ia sa v\u0161etky syst\u00e9mov\u00e9 \u00falohy Profilov.

#
# PhotoSync Scheduled Task related messages
#

# {0} is a developer / operations targeted URL string
# {1} is a number (error code)
error.invoke.remote.cloud.api=CLFRN1348E: Zlyhalo volanie vzdialenej slu\u017eby {0}; vzdialen\u00fd server vr\u00e1til k\u00f3d HTTP: {1}

#
# Cache related messages
#

# {0} is a developer targeted ID string
# {1} is an error message string from a Websphere subsystem
error.cache.failed.to.init=CLFRN1266E: Nastala chyba pri vytv\u00e1ran\u00ed pam\u00e4te cache s ID vyh\u013ead\u00e1vania JNDI: {0}. T\u00e1to chyba zabr\u00e1ni spusteniu aplik\u00e1cie Profily.  Chybov\u00e1 spr\u00e1va je {1}.  
error.cache.failed.to.term=CLFRN1357E: Nastala chyba pri ukon\u010dovan\u00ed pam\u00e4te cache s ID vyh\u013ead\u00e1vania JNDI: {0}. Chybov\u00e1 spr\u00e1va je {1}.
error.cache.invalid.state=CLFRN1356E: Intern\u00e1 chyba: Pam\u00e4\u0165 cache s ID vyh\u013ead\u00e1vania JNDI {0} je v neplatnom stave po\u010das vykon\u00e1vania {1}.

# {0} is a developer targeted ID string
# {1} is a developer targeted integer value, being the number of seconds that items will live (Time To Live) in the cache
info.dynacache.inited=CLFRN1355I: In\u0161tancia DynaCache pre {0} bola vytvoren\u00e1 s hodnotou TTL {1}.

#
# BSS error codes
#
error.bss.profilenotfound=CLFRN1287E: Nena\u0161iel sa pou\u017e\u00edvate\u013e {0}.
error.bss.missingarg=CLFRN1288E: Nie je zadan\u00e9 {0}.
error.bss.invalidarg=CLFRN1289E: Nie je zadan\u00e9 {0}.

