# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

warning.init.startupBean=CLFRN1202W: Une erreur s'est produite lors de l'initialisation du processeur de commande de plateforme. Pour plus de d\u00e9tails, reportez-vous \u00e0 l'exception imbriqu\u00e9e. 
info.worker.events.stats=CLFRN1199I: Profiles Worker a trait\u00e9 {0} commandes lors de ce tour.
info.worker.event.processing=CLFRN1200I: Traitement de l''\u00e9v\u00e9nement de commande de plateforme avec l''ID {0} et le nom {1} .
info.worker.config.disabled=CLFRN1220I: La publication de commande de plateforme est d\u00e9sactiv\u00e9e. Aucune donn\u00e9e de synchronisation utilisateur ne sera envoy\u00e9e depuis Profils vers les autres applications (la propri\u00e9t\u00e9 property com.ibm.lconn.profiles.config.EnableUserDataPropagation est d\u00e9finie \u00e0 false). Pour plus de d\u00e9tails, reportez-vous \u00e0 la documentation. 
info.worker.config.enabled=CLFRN1226I: La publication de commande de plateforme est activ\u00e9e. Les donn\u00e9es de synchronisation utilisateur seront envoy\u00e9es depuis Profils vers les autres applications.

# PhotoSyncTask is the name of the scheduled task; it should not be translated; {0} represents an integer
info.worker.sync.events.stats=CLFRN1343I: Profiles PhotoSyncTask a synchronis\u00e9 {0} photos lors de cette op\u00e9ration.
error.photosync.failed.to.init=CLFRN1342E: Erreur lors de l''initialisation de PhotoSyncTask. Cette erreur emp\u00eache l''application Profiles de synchroniser les mises \u00e0 jour de photos. La variable d''environnement ''{0}'' est ''{1}''.
info.worker.sync.event.processing=CLFRN1341I: Traitement de l''\u00e9v\u00e9nement de synchronisation de photo avec l''ID {0} et le nom {1}.

# ProfileSyncTask is the new name of the scheduled task; it should not be translated
# the following 3 stings are edited copies of the above 3 strings (which will become obsolete - to be removed later)
# {0} is the number of events that were processed (including any errors); {1)} is the number of profiles and {2} the number of photos that were sync'd
info.worker.profile.sync.events.stats=CLFRN1364I: La t\u00e2che ProfileSyncTask de Profils a synchronis\u00e9 {0} \u00e9l\u00e9ments au cours de cette ex\u00e9cution. {1} profils et {2} photos.
# {0} system name of an environment variable that should be set in the deployment; {1} is the value found in that variable
error.profile.sync.failed.to.init=CLFRN1363E: Erreur lors de l''initialisation de ProfileSyncTask. Cette erreur emp\u00eache l''application Profils de synchroniser les mises \u00e0 jour de profils. La variable d''environnement ''{0}'' est ''{1}''.
# {0} is the ID of the user; {1} is the internal name of the event (not translated)
info.worker.profile.sync.event.processing=CLFRN1365I: Traitement de l''\u00e9v\u00e9nement de synchronisation de Profils : {1} pour l''utilisateur : {0}.

error.scheduler.naming=CLFRN1201E: Une erreur s'est produite lors de la recherche de Profiles WebSphere Application Server Scheduler. Reportez-vous \u00e0 l'exception imbriqu\u00e9e pour plus de d\u00e9tails.

error.event.create.properties=CLFRN1216E: Une erreur s'est produite lors de la g\u00e9n\u00e9ration des propri\u00e9t\u00e9s d'une commande d'\u00e9v\u00e9nement de plateforme. Reportez-vous \u00e0 l'exception imbriqu\u00e9e pour plus de d\u00e9tails.

error.event.publish=CLFRN1215E: Une erreur s''est produite lors de la publication de l''\u00e9v\u00e9nement de commande de plateforme {0}. Pour plus de d\u00e9tails, reportez-vous \u00e0 l''exception imbriqu\u00e9e.

info.scheduler.regitering=CLFRN1225I: Enregistrement du processus du processus Profiles Worker dans le planificateur.
info.scheduler.alreadyRegistered=CLFRN1223I: La t\u00e2che de processus Profiles Worker a \u00e9t\u00e9 d\u00e9j\u00e0 \u00e9t\u00e9 enregistr\u00e9e dans le planificateur. Aucune action n'est n\u00e9cessaire.
info.scheduler.scheduleIntervalUpdated=CLFRN1222I: Mise \u00e0 jour d\u00e9tect\u00e9e pour l'intervalle du processus Profiles Worker dans le planificateur. Ajustement de l'ex\u00e9cution de la t\u00e2che.
error.scheduler.create=CLFRN1221E: Une erreur s'est produite lors de l'enregistrement de la t\u00e2che Profiles Worker dans le planificateur. Aucune synchronisation des donn\u00e9es utilisateur avec l'autre application ne sera effectu\u00e9e. Reportez-vous \u00e0 l'exception imbriqu\u00e9e pour plus de d\u00e9tails.
error.scheduler.adjust=CLFRN1224E: Une erreur s'est produite lors de l'ajustement de la t\u00e2che Profiles Worker dans le planificateur, ce qui risque d'avoir un impact sur la fonctionnalit\u00e9 de synchronisation des donn\u00e9es avec l'autre application. Reportez-vous \u00e0 l'exception imbriqu\u00e9e pour plus de d\u00e9tails.

#error.worker.general.processNewEvent=CLFRN1227E: A general failure occurred when processing new user synchronization events. See the nested exception for details.
#error.worker.general.processIndexUpdates=CLFRN1228E: A general failure occurred when processing index updates. See the nested exception for details.
error.worker.general.scheduledTask=CLFRN1283E: Une erreur g\u00e9n\u00e9rale s''est produite lors de l''ex\u00e9cution des t\u00e2ches planifi\u00e9es {0}. Reportez-vous \u00e0 l''exception imbriqu\u00e9e pour plus de d\u00e9tails.

warn.worker.retry.waitUntilClear=CLFRN1267W: Une erreur s'est produite pr\u00e9c\u00e9demment.  Attente avant une nouvelle tentative de traitement de l'\u00e9v\u00e9nement de cycle de vie.
warn.worker.retry.blocked=CLFRN1279W: Trop d'erreurs se sont produites lors du traitement des \u00e9v\u00e9nements de cycle de vie. Corrigez le probl\u00e8me sous-jacent. Pour effacer le bloc, vous devez arr\u00eater puis red\u00e9marrer l'application Profils.

# bss command messages
err.general.bss.command.err=CLFRN1282E: Une erreur impr\u00e9vue s''est produite lors du traitement de la commande {0} : {1}.
