# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

warning.init.startupBean=CLFRN1202W: \u041f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0430 \u043f\u04d9\u0440\u043c\u0435\u043d\u0434\u0435\u0440\u0456\u043d\u0456\u04a3 \u043f\u0440\u043e\u0446\u0435\u0441\u0441\u043e\u0440\u044b\u043d \u0431\u0430\u043f\u0442\u0430\u043d\u0434\u044b\u0440\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u0430\u049b\u043f\u0430\u0440\u0430\u0442 \u043a\u04e9\u0440\u0441\u0435\u0442\u0443 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u043a\u04e9\u0440\u0456\u04a3\u0456\u0437. 
info.worker.events.stats=CLFRN1199I: \u041e\u0441\u044b \u0430\u0439\u043d\u0430\u043b\u044b\u043c \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u043f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440 \u0436\u04b1\u043c\u044b\u0441\u0448\u044b\u0441\u044b {0} \u043f\u04d9\u0440\u043c\u0435\u043d \u04e9\u04a3\u0434\u0435\u0434\u0456.
info.worker.event.processing=CLFRN1200I: {0} ID \u043a\u043e\u0434\u044b \u0431\u0430\u0440 \u0436\u04d9\u043d\u0435 {1} \u0434\u0435\u043f \u0430\u0442\u0430\u043b\u0430\u0442\u044b\u043d \u041f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0430 \u043f\u04d9\u0440\u043c\u0435\u043d\u0456 \u043e\u049b\u0438\u0493\u0430\u0441\u044b\u043d \u04e9\u04a3\u0434\u0435\u0443.
info.worker.config.disabled=CLFRN1220I: \u041f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0430 \u043f\u04d9\u0440\u043c\u0435\u043d\u0456\u043d \u0436\u0430\u0440\u0438\u044f\u043b\u0430\u0443 \u0430\u0436\u044b\u0440\u0430\u0442\u044b\u043b\u0434\u044b. \u041f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440\u0434\u0435\u043d \u0431\u0430\u0441\u049b\u0430 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043b\u0430\u0440\u0493\u0430 \u0435\u0448\u049b\u0430\u043d\u0434\u0430\u0439 \u043f\u0430\u0439\u0434\u0430\u043d\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b \u04af\u043d\u0434\u0435\u0441\u0442\u0456\u0440\u0443 \u0434\u0435\u0440\u0435\u043a\u0442\u0435\u0440\u0456 \u0436\u0456\u0431\u0435\u0440\u0456\u043b\u043c\u0435\u0439\u0434\u0456 (com.ibm.lconn.profiles.config.EnableUserDataPropagation \u0441\u0438\u043f\u0430\u0442\u044b \u049b\u0430\u0442\u0435 \u043e\u0440\u043d\u0430\u0442\u044b\u043b\u0493\u0430\u043d). \u049a\u043e\u0441\u044b\u043c\u0448\u0430 \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440 \u04af\u0448\u0456\u043d \u049b\u04b1\u0436\u0430\u0442\u0442\u0430\u043c\u0430\u043d\u044b \u049b\u0430\u0440\u0430\u04a3\u044b\u0437. 
info.worker.config.enabled=CLFRN1226I: \u041f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0430 \u043f\u04d9\u0440\u043c\u0435\u043d\u0456\u043d \u0436\u0430\u0440\u0438\u044f\u043b\u0430\u0443 \u049b\u043e\u0441\u044b\u043b\u0434\u044b. \u041f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440\u0434\u0435\u043d \u0431\u0430\u0441\u049b\u0430 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043b\u0430\u0440\u0493\u0430 \u043f\u0430\u0439\u0434\u0430\u043d\u043b\u0430\u043d\u0443\u0448\u044b\u043d\u044b \u04af\u043d\u0434\u0435\u0441\u0442\u0456\u0440\u0443 \u0434\u0435\u0440\u0435\u043a\u0442\u0435\u0440\u0456 \u0436\u0456\u0431\u0435\u0440\u0456\u043b\u0435\u0434\u0456.

# PhotoSyncTask is the name of the scheduled task; it should not be translated; {0} represents an integer
info.worker.sync.events.stats=CLFRN1343I: Profiles PhotoSyncTask \u0442\u0430\u043f\u0441\u044b\u0440\u043c\u0430\u0441\u044b {0} \u0444\u043e\u0442\u043e\u0441\u0443\u0440\u0435\u0442\u0442\u0435\u0440\u0456\u043d \u043e\u0441\u044b \u0456\u0441\u043a\u0435 \u049b\u043e\u0441\u0432 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0434\u0430\u0434\u044b.
error.photosync.failed.to.init=CLFRN1342E: PhotoSyncTask \u043d\u044b\u0441\u0430\u043d\u044b\u043d \u0431\u0430\u043f\u0442\u0430\u043d\u0434\u044b\u0440\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435\u0433\u0456 \u049b\u0430\u0442\u0435 \u0411\u04b1\u043b \u049b\u0430\u0442\u0435 Profiles \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u0441\u044b\u043d\u044b\u04a3 \u0444\u043e\u0442\u043e\u0441\u0443\u0440\u0435\u0442 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b\u043d \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0434\u0430\u0443\u044b\u043d \u0431\u043e\u043b\u0434\u044b\u0440\u043c\u0430\u0439\u0434\u044b. ''{0}'' \u043e\u0440\u0442\u0430\u0441\u044b\u043d\u044b\u04a3 \u0430\u0439\u043d\u044b\u043c\u0430\u043b\u044b \u043c\u04d9\u043d\u0456 \u2013 ''{1}''.
info.worker.sync.event.processing=CLFRN1341I: {0} \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u043e\u0440\u044b \u0436\u04d9\u043d\u0435 {1} \u0430\u0442\u044b \u0431\u0430\u0440 \u0444\u043e\u0442\u043e\u0441\u0443\u0440\u0435\u0442\u0442\u0435\u0440\u0434\u0456 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0434\u0430\u0443 \u043e\u049b\u0438\u0493\u0430\u0441\u044b\u043d \u04e9\u04a3\u0434\u0435\u0443.

# ProfileSyncTask is the new name of the scheduled task; it should not be translated
# the following 3 stings are edited copies of the above 3 strings (which will become obsolete - to be removed later)
# {0} is the number of events that were processed (including any errors); {1)} is the number of profiles and {2} the number of photos that were sync'd
info.worker.profile.sync.events.stats=CLFRN1364I: ProfileSyncTask \u043f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440\u0456 {0} \u044d\u043b\u0435\u043c\u0435\u043d\u0442\u0442\u0435\u0440\u0456 \u0431\u04b1\u043b \u0456\u0441\u043a\u0435 \u049b\u043e\u0441\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u04af\u043d\u0434\u0435\u0441\u0442\u0456\u0440\u0456\u043b\u0435\u0434\u0456. {1} \u043f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440\u0456 \u0436\u04d9\u043d\u0435 {2} \u0444\u043e\u0442\u043e\u043b\u0430\u0440\u044b.
# {0} system name of an environment variable that should be set in the deployment; {1} is the value found in that variable
error.profile.sync.failed.to.init=CLFRN1363E: ProfileSyncTask \u043d\u044b\u0441\u0430\u043d\u044b\u043d \u0431\u0430\u043f\u0442\u0430\u043d\u0434\u044b\u0440\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435\u0433\u0456 \u049b\u0430\u0442\u0435 \u0411\u04b1\u043b \u049b\u0430\u0442\u0435 \u041f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u0441\u044b\u043d \u043f\u0440\u043e\u0444\u0438\u043b\u044c \u0436\u0430\u04a3\u0430\u0440\u0442\u0443\u043b\u0430\u0440\u044b\u043d \u04af\u043d\u0434\u0435\u0441\u0442\u0456\u0440\u0443\u0434\u0435\u043d \u0441\u0430\u049b\u0442\u0430\u0439\u0434\u044b. ''{0}'' \u043e\u0440\u0442\u0430\u0441\u044b\u043d\u044b\u04a3 \u0430\u0439\u043d\u044b\u043c\u0430\u043b\u044b \u043c\u04d9\u043d\u0456 \u2013 ''{1}''.
# {0} is the ID of the user; {1} is the internal name of the event (not translated)
info.worker.profile.sync.event.processing=CLFRN1365I: \u04e8\u04a3\u0434\u0435\u0443 \u041f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440\u0456 \u04ae\u043d\u0434\u0435\u0441\u0442\u0456\u0440\u0443 \u041e\u049b\u0438\u0493\u0430\u0441\u044b : {1} \u043f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u04af\u0448\u0456\u043d : {0}.

error.scheduler.naming=CLFRN1201E: Profiles WebSphere Application Server Scheduler-\u0441\u044b\u043d \u049b\u0430\u0440\u0430\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u0422\u043e\u043b\u044b\u049b \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u049b\u0430\u0440\u0430\u04a3\u044b\u0437.

error.event.create.properties=CLFRN1216E: \u041f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0430 \u043e\u049b\u0438\u0493\u0430\u0441\u044b \u043f\u04d9\u0440\u043c\u0435\u043d\u0456\u043d\u0456\u04a3 \u0441\u0438\u043f\u0430\u0442\u0442\u0430\u0440\u044b\u043d \u049b\u04b1\u0440\u0430\u0441\u0442\u044b\u0440\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u0422\u043e\u043b\u044b\u049b \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u049b\u0430\u0440\u0430\u04a3\u044b\u0437.

error.event.publish=CLFRN1215E: {0} \u043f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0430 \u043f\u04d9\u0440\u043c\u0435\u043d\u0456\u043d\u0456\u04a3 \u043e\u049b\u0438\u0493\u0430\u0441\u044b\u043d \u0436\u0430\u0440\u0438\u044f\u043b\u0430\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u0422\u043e\u043b\u044b\u049b \u043c\u04d9\u043b\u0456\u043c\u0435\u0442 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u049b\u0430\u0440\u0430\u04a3\u044b\u0437.

info.scheduler.regitering=CLFRN1225I: \u0416\u043e\u0441\u043f\u0430\u0440\u043b\u0430\u0443\u0448\u044b\u0434\u0430 \u041f\u0440\u043e\u0444\u0438\u0434\u044c\u0434\u0435\u0440 \u0436\u04b1\u043c\u044b\u0441\u0448\u044b\u0441\u044b\u043d\u044b\u04a3 \u043f\u0440\u043e\u0446\u0435\u0441\u0456\u043d \u0442\u0456\u0440\u043a\u0435\u0443.
info.scheduler.alreadyRegistered=CLFRN1223I: \u041f\u0440\u043e\u0444\u0438\u0434\u044c\u0434\u0435\u0440 \u0436\u04b1\u043c\u044b\u0441\u0448\u044b\u0441\u044b \u043f\u0440\u043e\u0446\u0435\u0441\u0456\u043d\u0456\u04a3 \u0442\u0430\u043f\u0441\u044b\u0440\u043c\u0430\u0441\u044b \u0436\u043e\u0441\u043f\u0430\u0440\u043b\u0430\u0443\u0448\u044b\u0434\u0430 \u0431\u04b1\u0440\u044b\u043d\u043d\u0430\u043d \u0442\u0456\u0440\u043a\u0435\u043b\u0433\u0435\u043d. \u04d8\u0440\u0435\u043a\u0435\u0442 \u049b\u0430\u0436\u0435\u0442 \u0435\u043c\u0435\u0441.
info.scheduler.scheduleIntervalUpdated=CLFRN1222I: \u0416\u043e\u0441\u043f\u0430\u0440\u043b\u0430\u0443\u0448\u044b\u0434\u0430 \u041f\u0440\u043e\u0444\u0438\u0434\u044c\u0434\u0435\u0440 \u0436\u04b1\u043c\u044b\u0441\u0448\u044b\u0441\u044b\u043d\u044b\u04a3 \u043f\u0440\u043e\u0446\u0435\u0441\u0456\u043d\u0435 \u0436\u0430\u04a3\u0430\u0440\u0442\u0443 \u0442\u0430\u0431\u044b\u043b\u0434\u044b. \u0422\u0430\u043f\u0441\u044b\u0440\u043c\u0430\u043d\u044b\u04a3 \u043e\u0440\u044b\u043d\u0434\u0430\u043b\u0443\u044b\u043d \u0440\u0435\u0442\u0442\u0435\u04a3\u0456\u0437.
error.scheduler.create=CLFRN1221E: Profiles Worker \u0442\u0430\u043f\u0441\u044b\u0440\u043c\u0430\u0441\u044b\u043d \u0436\u043e\u0441\u043f\u0430\u0440\u043b\u0430\u0443\u0448\u044b\u0434\u0430 \u0442\u0456\u0440\u043a\u0435\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u041f\u0430\u0439\u0434\u0430\u043b\u0430\u043d\u0443\u0448\u044b \u0434\u0435\u0440\u0435\u043a\u0442\u0435\u0440\u0456\u043d \u0431\u0430\u0441\u049b\u0430 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043c\u0435\u043d \u04af\u043d\u0434\u0435\u0441\u0442\u0456\u0440\u0443 \u0436\u0430\u0441\u0430\u043b\u043c\u0430\u0439\u0434\u044b. \u0422\u043e\u043b\u044b\u049b \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u049b\u0430\u0440\u0430\u04a3\u044b\u0437.
error.scheduler.adjust=CLFRN1224E: Profiles Worker \u0442\u0430\u043f\u0441\u044b\u0440\u043c\u0430\u0441\u044b\u043d \u0436\u043e\u0441\u043f\u0430\u0440\u043b\u0430\u0443\u0448\u044b\u0434\u0430 \u0440\u0435\u0442\u0442\u0435\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u0411\u04b1\u043b \u0434\u0435\u0440\u0435\u043a\u0442\u0435\u0440\u0434\u0456 \u0431\u0430\u0441\u049b\u0430 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u043c\u0435\u043d \u04af\u043d\u0434\u0435\u0441\u0442\u0456\u0440\u0443 \u043c\u04af\u043c\u043a\u0456\u043d\u0434\u0456\u0433\u0456\u043d\u0456\u04a3 \u04d9\u0441\u0435\u0440\u0456 \u0431\u043e\u043b\u0443\u044b \u043c\u04af\u043c\u043a\u0456\u043d. \u0422\u043e\u043b\u044b\u049b \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u049b\u0430\u0440\u0430\u04a3\u044b\u0437.

#error.worker.general.processNewEvent=CLFRN1227E: A general failure occurred when processing new user synchronization events. See the nested exception for details.
#error.worker.general.processIndexUpdates=CLFRN1228E: A general failure occurred when processing index updates. See the nested exception for details.
error.worker.general.scheduledTask=CLFRN1283E: {0} \u0436\u043e\u0441\u043f\u0430\u0440\u043b\u0430\u043d\u0493\u0430\u043d \u0442\u0430\u043f\u0441\u044b\u0440\u043c\u0430\u043b\u0430\u0440\u044b\u043d \u043e\u0440\u044b\u043d\u0434\u0430\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u0436\u0430\u043b\u043f\u044b \u049b\u0430\u0442\u0435\u043b\u0456\u043a \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u0422\u043e\u043b\u044b\u049b \u043c\u04d9\u043b\u0456\u043c\u0435\u0442\u0442\u0435\u0440 \u04af\u0448\u0456\u043d \u043a\u0456\u0440\u0456\u0441\u0442\u0456\u0440\u0456\u043b\u0433\u0435\u043d \u0435\u0440\u0435\u043a\u0448\u0435\u043b\u0456\u043a\u0442\u0456 \u049b\u0430\u0440\u0430\u04a3\u044b\u0437.

warn.worker.retry.waitUntilClear=CLFRN1267W: \u049a\u0430\u0442\u0435 \u0430\u043b\u0434\u044b\u043d\u0434\u0430 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b.  \u04e8\u043c\u0456\u0440\u043b\u0456\u043a \u043a\u0435\u0437\u0435\u04a3\u0456\u043d\u0434\u0435\u0433\u0456 \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440\u0434\u044b\u04a3 \u04e9\u04a3\u0434\u0435\u0443\u0456\u043d\u0456\u04a3 \u049b\u0430\u0439\u0442\u0430 \u04d9\u0440\u0435\u043a\u0435\u0442\u0456\u043d\u0435\u043d \u0431\u04b1\u0440\u044b\u043d \u043a\u04af\u0442\u0456\u04a3\u0456\u0437.
warn.worker.retry.blocked=CLFRN1279W: \u04e8\u043c\u0456\u0440\u043b\u0456\u043a \u043a\u0435\u0437\u0435\u04a3\u0434\u0435\u0433\u0456 \u043e\u049b\u0438\u0493\u0430\u043b\u0430\u0440\u0434\u044b \u04e9\u04a3\u0434\u0435\u0443 \u043a\u0435\u0437\u0456\u043d\u0434\u0435 \u043a\u04e9\u043f\u0442\u0435\u0433\u0435\u043d \u049b\u0430\u0442\u0435\u043b\u0435\u0440 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b. \u0422\u04e9\u043c\u0435\u043d\u0434\u0435\u0433\u0456 \u0441\u04b1\u0440\u0430\u049b\u0442\u044b \u0442\u04af\u0437\u0435\u0442\u0456\u04a3\u0456\u0437. \u0411\u043b\u043e\u043a\u0442\u044b \u0442\u0430\u0437\u0430\u043b\u0430\u0443 \u04af\u0448\u0456\u043d, \u043f\u0440\u043e\u0444\u0438\u043b\u044c\u0434\u0435\u0440 \u0431\u0430\u0493\u0434\u0430\u0440\u043b\u0430\u043c\u0430\u0441\u044b\u043d \u0442\u043e\u049b\u0442\u0430\u0442\u044b\u043f, \u0431\u0430\u0441\u0442\u0430\u0443\u044b\u04a3\u044b\u0437 \u049b\u0430\u0436\u0435\u0442.

# bss command messages
err.general.bss.command.err=CLFRN1282E: \u041a\u0435\u043b\u0435\u0441\u0456 \u043f\u04d9\u0440\u043c\u0435\u043d\u0434\u0456 \u043e\u0440\u044b\u043d\u0434\u0430\u0443 \u0431\u0430\u0440\u044b\u0441\u044b\u043d\u0434\u0430 \u043a\u04af\u0442\u043f\u0435\u0433\u0435\u043d \u049b\u0430\u0442\u0435 \u043e\u0440\u044b\u043d \u0430\u043b\u0434\u044b {0}: {1}.
