# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

warning.init.startupBean=CLFRN1202W: \u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u30fb\u30b3\u30de\u30f3\u30c9\u30fb\u30d7\u30ed\u30bb\u30c3\u30b5\u30fc\u3092\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002 
info.worker.events.stats=CLFRN1199I: \u4eca\u56de\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u30fb\u30ef\u30fc\u30ab\u30fc\u306f {0} \u500b\u306e\u30b3\u30de\u30f3\u30c9\u3092\u51e6\u7406\u3057\u307e\u3057\u305f\u3002
info.worker.event.processing=CLFRN1200I: ID \u304c {0} \u3067\u540d\u524d\u304c {1} \u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u30fb\u30b3\u30de\u30f3\u30c9\u30fb\u30a4\u30d9\u30f3\u30c8\u3092\u51e6\u7406\u3057\u3066\u3044\u307e\u3059\u3002
info.worker.config.disabled=CLFRN1220I: \u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u30fb\u30b3\u30de\u30f3\u30c9\u516c\u958b\u304c\u7121\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002 \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u304b\u3089\u4ed6\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306b\u30e6\u30fc\u30b6\u30fc\u540c\u671f\u30c7\u30fc\u30bf\u304c\u9001\u4fe1\u3055\u308c\u307e\u305b\u3093 (\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc com.ibm.lconn.profiles.config.EnableUserDataPropagation \u306f false \u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059)\u3002 \u8a73\u7d30\u306f\u8cc7\u6599\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002 
info.worker.config.enabled=CLFRN1226I: \u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u30fb\u30b3\u30de\u30f3\u30c9\u516c\u958b\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002 \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u304b\u3089\u4ed6\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306b\u30e6\u30fc\u30b6\u30fc\u540c\u671f\u30c7\u30fc\u30bf\u304c\u9001\u4fe1\u3055\u308c\u307e\u3059\u3002

# PhotoSyncTask is the name of the scheduled task; it should not be translated; {0} represents an integer
info.worker.sync.events.stats=CLFRN1343I: \u3053\u306e\u5b9f\u884c\u4e2d\u306b\u3001\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb PhotoSyncTask \u304c {0} \u679a\u306e\u5199\u771f\u3092\u540c\u671f\u3057\u307e\u3057\u305f\u3002
error.photosync.failed.to.init=CLFRN1342E: PhotoSyncTask \u306e\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u3053\u306e\u30a8\u30e9\u30fc\u306e\u305f\u3081\u3001\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u30fb\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u5199\u771f\u306e\u66f4\u65b0\u3092\u540c\u671f\u3067\u304d\u306a\u304f\u306a\u308a\u307e\u3059\u3002 ''{0}'' \u74b0\u5883\u5909\u6570\u306f ''{1}'' \u3067\u3059\u3002
info.worker.sync.event.processing=CLFRN1341I: ID \u304c {0} \u3067\u540d\u524d\u304c {1} \u306e\u5199\u771f\u540c\u671f\u30a4\u30d9\u30f3\u30c8\u3092\u51e6\u7406\u3057\u3066\u3044\u307e\u3059\u3002

# ProfileSyncTask is the new name of the scheduled task; it should not be translated
# the following 3 stings are edited copies of the above 3 strings (which will become obsolete - to be removed later)
# {0} is the number of events that were processed (including any errors); {1)} is the number of profiles and {2} the number of photos that were sync'd
info.worker.profile.sync.events.stats=CLFRN1364I: \u3053\u306e\u5b9f\u884c\u4e2d\u306b\u3001\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb ProfileSyncTask \u304c {0} \u9805\u76ee\u3092\u540c\u671f\u3057\u307e\u3057\u305f\u3002 {1} \u500b\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u3068 {2} \u679a\u306e\u5199\u771f\u3002
# {0} system name of an environment variable that should be set in the deployment; {1} is the value found in that variable
error.profile.sync.failed.to.init=CLFRN1363E: ProfileSyncTask \u306e\u521d\u671f\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u3053\u306e\u30a8\u30e9\u30fc\u306e\u305f\u3081\u3001\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u30fb\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u306e\u66f4\u65b0\u3092\u540c\u671f\u3067\u304d\u306a\u304f\u306a\u308a\u307e\u3059\u3002 ''{0}'' \u74b0\u5883\u5909\u6570\u306f ''{1}'' \u3067\u3059\u3002
# {0} is the ID of the user; {1} is the internal name of the event (not translated)
info.worker.profile.sync.event.processing=CLFRN1365I: \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u540c\u671f\u30a4\u30d9\u30f3\u30c8: {1} \u3092\u30e6\u30fc\u30b6\u30fc : {0} \u7528\u306b\u51e6\u7406\u4e2d\u3067\u3059\u3002

error.scheduler.naming=CLFRN1201E: \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb WebSphere Application Server \u30b9\u30b1\u30b8\u30e5\u30fc\u30e9\u30fc\u306e\u691c\u7d22\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002

error.event.create.properties=CLFRN1216E: \u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u30fb\u30a4\u30d9\u30f3\u30c8\u30fb\u30b3\u30de\u30f3\u30c9\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002

error.event.publish=CLFRN1215E: \u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u30fb\u30b3\u30de\u30f3\u30c9\u30fb\u30a4\u30d9\u30f3\u30c8 {0} \u3092\u516c\u958b\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002

info.scheduler.regitering=CLFRN1225I: \u30b9\u30b1\u30b8\u30e5\u30fc\u30e9\u30fc\u306b\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u30fb\u30ef\u30fc\u30ab\u30fc\u30fb\u30d7\u30ed\u30bb\u30b9\u3092\u767b\u9332\u3057\u3066\u3044\u307e\u3059\u3002
info.scheduler.alreadyRegistered=CLFRN1223I: \u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u30fb\u30ef\u30fc\u30ab\u30fc\u30fb\u30d7\u30ed\u30bb\u30b9\u30fb\u30bf\u30b9\u30af\u306f\u3001\u30b9\u30b1\u30b8\u30e5\u30fc\u30e9\u30fc\u306b\u65e2\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \u30a2\u30af\u30b7\u30e7\u30f3\u306f\u5fc5\u8981\u3042\u308a\u307e\u305b\u3093\u3002
info.scheduler.scheduleIntervalUpdated=CLFRN1222I: \u30b9\u30b1\u30b8\u30e5\u30fc\u30e9\u30fc\u5185\u306b\u3001\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u30fb\u30ef\u30fc\u30ab\u30fc\u30fb\u30d7\u30ed\u30bb\u30b9\u306e\u9593\u9694\u306e\u66f4\u65b0\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f\u3002 \u30bf\u30b9\u30af\u5b9f\u884c\u3092\u8abf\u6574\u3057\u3066\u3044\u307e\u3059\u3002
error.scheduler.create=CLFRN1221E: \u30b9\u30b1\u30b8\u30e5\u30fc\u30e9\u30fc\u306b\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u30fb\u30ef\u30fc\u30ab\u30fc\u30fb\u30bf\u30b9\u30af\u3092\u767b\u9332\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u4ed6\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3068\u306e\u30e6\u30fc\u30b6\u30fc\u30fb\u30c7\u30fc\u30bf\u540c\u671f\u306f\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.scheduler.adjust=CLFRN1224E: \u30b9\u30b1\u30b8\u30e5\u30fc\u30e9\u30fc\u306e\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u30fb\u30ef\u30fc\u30ab\u30fc\u30fb\u30bf\u30b9\u30af\u3092\u8abf\u6574\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u3053\u308c\u306f\u3001\u4ed6\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3068\u306e\u30c7\u30fc\u30bf\u540c\u671f\u6a5f\u80fd\u306b\u5f71\u97ff\u3059\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002

#error.worker.general.processNewEvent=CLFRN1227E: A general failure occurred when processing new user synchronization events. See the nested exception for details.
#error.worker.general.processIndexUpdates=CLFRN1228E: A general failure occurred when processing index updates. See the nested exception for details.
error.worker.general.scheduledTask=CLFRN1283E: \u30b9\u30b1\u30b8\u30e5\u30fc\u30eb\u6e08\u307f\u30bf\u30b9\u30af {0} \u3092\u5b9f\u884c\u4e2d\u306b\u4e00\u822c\u969c\u5bb3\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30cd\u30b9\u30c8\u3055\u308c\u305f\u4f8b\u5916\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002

warn.worker.retry.waitUntilClear=CLFRN1267W: \u4ee5\u524d\u767a\u751f\u3057\u305f\u30a8\u30e9\u30fc\u3067\u3059\u3002  \u30e9\u30a4\u30d5\u30b5\u30a4\u30af\u30eb\u30fb\u30a4\u30d9\u30f3\u30c8\u51e6\u7406\u306e\u518d\u8a66\u884c\u307e\u3067\u5f85\u6a5f\u3057\u307e\u3059\u3002
warn.worker.retry.blocked=CLFRN1279W: \u30e9\u30a4\u30d5\u30b5\u30a4\u30af\u30eb\u30fb\u30a4\u30d9\u30f3\u30c8\u306e\u51e6\u7406\u4e2d\u306b\u767a\u751f\u3057\u305f\u30a8\u30e9\u30fc\u306e\u6570\u304c\u591a\u3059\u304e\u307e\u3059\u3002 \u57fa\u672c\u7684\u306a\u554f\u984c\u3092\u4fee\u6b63\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u30d6\u30ed\u30c3\u30af\u3092\u30af\u30ea\u30a2\u3059\u308b\u306b\u306f\u3001\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb\u30fb\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u505c\u6b62\u3057\u3066\u304b\u3089\u958b\u59cb\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002

# bss command messages
err.general.bss.command.err=CLFRN1282E: \u30b3\u30de\u30f3\u30c9 {0} \u306e\u51e6\u7406\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: {1}\u3002
