# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

warning.init.startupBean=CLFRN1202W: \ud50c\ub7ab\ud3fc \uba85\ub839 \ud504\ub85c\uc138\uc11c\ub97c \ucd08\uae30\uc124\uc815\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \uc911\ucca9\ub41c \uc608\uc678\ub97c \ud655\uc778\ud558\uc2ed\uc2dc\uc624. 
info.worker.events.stats=CLFRN1199I: \ud504\ub85c\ud30c\uc77c \uc791\uc5c5\uc790\uac00 \uc774 \uc21c\uc11c\uc5d0\uc11c {0}\uac1c\uc758 \uba85\ub839\uc744 \ucc98\ub9ac\ud588\uc2b5\ub2c8\ub2e4.
info.worker.event.processing=CLFRN1200I: ID\uac00 {0}\uc774\uace0 \uc774\ub984\uc774 {1}\uc778 \ud50c\ub7ab\ud3fc \uba85\ub839 \uc774\ubca4\ud2b8\ub97c \ucc98\ub9ac\ud558\ub294 \uc911\uc785\ub2c8\ub2e4.
info.worker.config.disabled=CLFRN1220I: \ud50c\ub7ab\ud3fc \uba85\ub839 \uacf5\uac1c\ub97c \uc0ac\uc6a9\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc0ac\uc6a9\uc790 \ub3d9\uae30\ud654 \ub370\uc774\ud130\uac00 \ud504\ub85c\ud30c\uc77c\uc5d0\uc11c \ub2e4\ub978 \uc560\ud50c\ub9ac\ucf00\uc774\uc158\uc73c\ub85c \uc804\uc1a1\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4(com.ibm.lconn.profiles.config.EnableUserDataPropagation \ud2b9\uc131\uc774 false\ub85c \uc124\uc815\ub429\ub2c8\ub2e4). \uc138\ubd80\uc0ac\ud56d\uc740 \ubb38\uc11c\ub97c \ucc38\uc870\ud558\uc2ed\uc2dc\uc624. 
info.worker.config.enabled=CLFRN1226I: \ud50c\ub7ab\ud3fc \uba85\ub839 \uacf5\uac1c\uac00 \uc0ac\uc6a9 \uac00\ub2a5\ud569\ub2c8\ub2e4. \uc0ac\uc6a9\uc790 \ub3d9\uae30\ud654 \ub370\uc774\ud130\uac00 \ud504\ub85c\ud30c\uc77c\uc5d0\uc11c \ub2e4\ub978 \uc560\ud50c\ub9ac\ucf00\uc774\uc158\uc73c\ub85c \uc804\uc1a1\ub429\ub2c8\ub2e4.

# PhotoSyncTask is the name of the scheduled task; it should not be translated; {0} represents an integer
info.worker.sync.events.stats=CLFRN1343I: \uc774 \uc2e4\ud589 \uc911\uc5d0 \ud504\ub85c\ud30c\uc77c PhotoSyncTask\uac00 {0}\uac1c\uc758 \uc0ac\uc9c4\uc744 \ub3d9\uae30\ud654\ud588\uc2b5\ub2c8\ub2e4.
error.photosync.failed.to.init=CLFRN1342E: PhotoSyncTask \ucd08\uae30\ud654 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc774 \uc624\ub958\ub85c \uc778\ud574 \ud504\ub85c\ud30c\uc77c \uc560\ud50c\ub9ac\ucf00\uc774\uc158\uc774 \uc0ac\uc9c4 \uc5c5\ub370\uc774\ud2b8\ub97c \ub3d9\uae30\ud654\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. ''{0}'' \ud658\uacbd \ubcc0\uc218\ub294 ''{1}''\uc785\ub2c8\ub2e4.
info.worker.sync.event.processing=CLFRN1341I: ID\uac00 {0}\uc774\uace0 \uc774\ub984\uc774 {1}\uc778 \uc0ac\uc9c4 \ub3d9\uae30\ud654 \uc774\ubca4\ud2b8\ub97c \ucc98\ub9ac\ud558\ub294 \uc911\uc785\ub2c8\ub2e4.

# ProfileSyncTask is the new name of the scheduled task; it should not be translated
# the following 3 stings are edited copies of the above 3 strings (which will become obsolete - to be removed later)
# {0} is the number of events that were processed (including any errors); {1)} is the number of profiles and {2} the number of photos that were sync'd
info.worker.profile.sync.events.stats=CLFRN1364I: \uc774 \uc2e4\ud589 \uc911\uc5d0 \ud504\ub85c\ud30c\uc77c ProfileSyncTask\uac00 {0} \ud56d\ubaa9\uc744 \ub3d9\uae30\ud654\ud588\uc2b5\ub2c8\ub2e4. {1} \ud504\ub85c\ud30c\uc77c \ubc0f {2} \uc0ac\uc9c4.
# {0} system name of an environment variable that should be set in the deployment; {1} is the value found in that variable
error.profile.sync.failed.to.init=CLFRN1363E: ProfileSyncTask \ucd08\uae30\ud654 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc774 \uc624\ub958\ub85c \uc778\ud574 \ud504\ub85c\ud30c\uc77c \uc560\ud50c\ub9ac\ucf00\uc774\uc158\uc774 \ud504\ub85c\ud30c\uc77c \uc5c5\ub370\uc774\ud2b8\ub97c \ub3d9\uae30\ud654\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. ''{0}'' \ud658\uacbd \ubcc0\uc218\ub294 ''{1}''\uc785\ub2c8\ub2e4.
# {0} is the ID of the user; {1} is the internal name of the event (not translated)
info.worker.profile.sync.event.processing=CLFRN1365I: \uc0ac\uc6a9\uc790: {0}\uc5d0 \ub300\ud574 \ud504\ub85c\ud30c\uc77c \ub3d9\uae30\ud654 \uc774\ubca4\ud2b8: {1} \ucc98\ub9ac \uc911

error.scheduler.naming=CLFRN1201E: \ud504\ub85c\ud30c\uc77c WebSphere Application Server \uc2a4\ucf00\uc904\ub7ec\ub97c \ucc3e\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \uc911\ucca9\ub41c \uc608\uc678\ub97c \ucc38\uc870\ud558\uc2ed\uc2dc\uc624.

error.event.create.properties=CLFRN1216E: \ud50c\ub7ab\ud3fc \uc774\ubca4\ud2b8 \uba85\ub839\uc758 \ud2b9\uc131\uc744 \ube4c\ub4dc\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \uc911\ucca9\ub41c \uc608\uc678\ub97c \ucc38\uc870\ud558\uc2ed\uc2dc\uc624.

error.event.publish=CLFRN1215E: \ud50c\ub7ab\ud3fc \uba85\ub839 \uc774\ubca4\ud2b8 {0}\uc744(\ub97c) \uacf5\uac1c\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \uc911\ucca9\ub41c \uc608\uc678\ub97c \ucc38\uc870\ud558\uc2ed\uc2dc\uc624.

info.scheduler.regitering=CLFRN1225I: \uc2a4\ucf00\uc904\ub7ec\uc5d0\uc11c \ud504\ub85c\ud30c\uc77c \uc791\uc5c5\uc790 \ud504\ub85c\uc138\uc2a4\ub97c \ub4f1\ub85d \uc911\uc785\ub2c8\ub2e4.
info.scheduler.alreadyRegistered=CLFRN1223I: \ud504\ub85c\ud30c\uc77c \uc791\uc5c5\uc790 \ud504\ub85c\uc138\uc2a4 \ud0dc\uc2a4\ud06c\uac00 \uc774\ubbf8 \uc2a4\ucf00\uc904\ub7ec\uc5d0 \ub4f1\ub85d\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uc870\uce58\uac00 \ud544\uc694\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
info.scheduler.scheduleIntervalUpdated=CLFRN1222I: \uc5c5\ub370\uc774\ud2b8\uac00 \uc2a4\ucf00\uc904\ub7ec\uc5d0\uc11c \ud504\ub85c\ud30c\uc77c \uc791\uc5c5\uc790 \ud504\ub85c\uc138\uc2a4\uc758 \uac04\uaca9\uc744 \ubc1c\uacac\ud588\uc2b5\ub2c8\ub2e4. \ud0dc\uc2a4\ud06c \uc2e4\ud589\uc744 \uc870\uc815 \uc911\uc785\ub2c8\ub2e4.
error.scheduler.create=CLFRN1221E: \uc2a4\ucf00\uc904\ub7ec\uc5d0 \ud504\ub85c\ud30c\uc77c \uc791\uc5c5\uc790 \ud0dc\uc2a4\ud06c\ub97c \ub4f1\ub85d\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uae30\ud0c0 \uc560\ud50c\ub9ac\ucf00\uc774\uc158\uacfc\uc758 \uc0ac\uc6a9\uc790 \ub370\uc774\ud130 \ub3d9\uae30\ud654\uac00 \ubc1c\uc0dd\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \uc911\ucca9\ub41c \uc608\uc678\ub97c \ucc38\uc870\ud558\uc2ed\uc2dc\uc624.
error.scheduler.adjust=CLFRN1224E: \uc2a4\ucf00\uc904\ub7ec\uc5d0\uc11c \ud504\ub85c\ud30c\uc77c \uc791\uc5c5\uc790 \ud0dc\uc2a4\ud06c\ub97c \uc870\uc815\ud558\ub294 \uc911\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc774\ub294 \uae30\ud0c0 \uc560\ud50c\ub9ac\ucf00\uc774\uc158\uacfc\uc758 \ub370\uc774\ud130 \ub3d9\uae30\ud654 \uae30\ub2a5\uc5d0 \uc601\ud5a5\uc744 \uc904 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \uc911\ucca9\ub41c \uc608\uc678\ub97c \ucc38\uc870\ud558\uc2ed\uc2dc\uc624.

#error.worker.general.processNewEvent=CLFRN1227E: A general failure occurred when processing new user synchronization events. See the nested exception for details.
#error.worker.general.processIndexUpdates=CLFRN1228E: A general failure occurred when processing index updates. See the nested exception for details.
error.worker.general.scheduledTask=CLFRN1283E: \uc608\uc57d\ub41c \ud0dc\uc2a4\ud06c {0}\uc744(\ub97c) \uc2e4\ud589\ud558\ub294 \uc911\uc5d0 \uc77c\ubc18 \uc7a5\uc560\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uc138\ubd80\uc0ac\ud56d\uc740 \uc911\ucca9\ub41c \uc608\uc678\ub97c \ucc38\uc870\ud558\uc2ed\uc2dc\uc624.

warn.worker.retry.waitUntilClear=CLFRN1267W: \uc774\uc804\uc5d0 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \ub77c\uc774\ud504\uc0ac\uc774\ud074 \uc774\ubca4\ud2b8 \ucc98\ub9ac\ub97c \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uae30 \uc804\uc5d0 \ub300\uae30\ud558\ub294 \uc911\uc785\ub2c8\ub2e4.
warn.worker.retry.blocked=CLFRN1279W: \ub77c\uc774\ud504\uc0ac\uc774\ud074 \uc774\ubca4\ud2b8\ub97c \ucc98\ub9ac\ud558\ub294 \uc911\uc5d0 \ub108\ubb34 \ub9ce\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \uae30\ubcf8 \ubb38\uc81c\uc810\uc744 \ud574\uacb0\ud558\uc2ed\uc2dc\uc624. \ubb38\uc81c\uc810\uc744 \ud574\uc18c\ud558\ub824\uba74 \ud504\ub85c\ud30c\uc77c \uc560\ud50c\ub9ac\ucf00\uc774\uc158\uc744 \uc911\uc9c0\ud558\uace0 \ub2e4\uc2dc \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.

# bss command messages
err.general.bss.command.err=CLFRN1282E: {0} \uba85\ub839\uc744 \ucc98\ub9ac\ud558\ub294 \uc911\uc5d0 \uc608\uae30\uce58 \uc54a\uc740 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. {1}
