# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2015                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

warning.init.startupBean=CLFRN1202W: Do\u0161lo je do gre\u0161ke za vrijeme inicijalizovanja procesora Naredbe platforme. Pogledajte ugnije\u017e\u0111eni izuzetak radi vi\u0161e detalja. 
info.worker.events.stats=CLFRN1199I: Radnik profila je obradio {0} naredbi za vrijeme ovog kruga.
info.worker.event.processing=CLFRN1200I: Obrada Doga\u0111aja naredbe platforme sid-om {0} i imenom {1} .
info.worker.config.disabled=CLFRN1220I: Publikacija naredbe platforme je onemogu\u0107ena. Ne\u0107e da se po\u0161alju podaci sinhronizacije korisnika iz Profila u druge aplikacije (osobina com.ibm.lconn.profiles.config.EnableUserDataPropagation je postavljeno na false). Pogledajte dokumentaciju za detalje. 
info.worker.config.enabled=CLFRN1226I: Publikacija naredbe platforme je omogu\u0107ena. Podaci sinhronizacije korisnika bit \u0107e poslani iz Profila u druge aplikacije.

# PhotoSyncTask is the name of the scheduled task; it should not be translated; {0} represents an integer
info.worker.sync.events.stats=CLFRN1343I: PhotoSyncTask Profila sinhronizirao je {0} fotografija tokom ovog izvo\u0111enja.
error.photosync.failed.to.init=CLFRN1342E: Gre\u0161ka inicijalizacije PhotoSyncTaska. Ova gre\u0161ka \u0107e onemogu\u0107iti sinhronizovanje a\u017euriranja fotografija u aplikaciji Profili. Varijabla okoline ''{0}'' je ''{1}''.
info.worker.sync.event.processing=CLFRN1341I: Obrada doga\u0111aja sinhronizacije fotografije s id-om {0} i imenom {1}.

# ProfileSyncTask is the new name of the scheduled task; it should not be translated
# the following 3 stings are edited copies of the above 3 strings (which will become obsolete - to be removed later)
# {0} is the number of events that were processed (including any errors); {1)} is the number of profiles and {2} the number of photos that were sync'd
info.worker.profile.sync.events.stats=CLFRN1364I: ProfileSyncTask profila sinhronizovao je {0} stavki tijekom ovog izvo\u0111enja. {1} profila i {2} fotografija.
# {0} system name of an environment variable that should be set in the deployment; {1} is the value found in that variable
error.profile.sync.failed.to.init=CLFRN1363E: Gre\u0161ka inicijalizacije zadatka ProfileSyncTask. Ova gre\u0161ka onemogu\u0107it \u0107e sinhronizovanje a\u017euriranja profila u aplikaciji Profili. Varijabla okoline ''{0}'' je ''{1}''.
# {0} is the ID of the user; {1} is the internal name of the event (not translated)
info.worker.profile.sync.event.processing=CLFRN1365I: Obrada doga\u0111aja sinhronizacije Profila: {1} za korisnika: {0}.

error.scheduler.naming=CLFRN1201E: Do\u0161lo je do gre\u0161ke za vrijeme tra\u017eenja Profiles WebSphere Application Server Scheduler. Pogledajte ugnije\u017e\u0111eni izuzetak radi detalja.

error.event.create.properties=CLFRN1216E: Do\u0161lo je do gre\u0161ke za vrijeme izgradnje osobina naredbe Doga\u0111aja platforme. Pogledajte ugnije\u017e\u0111eni izuzetak radi detalja.

error.event.publish=CLFRN1215E: Do\u0161lo je do gre\u0161ke za vrijeme objavljivanja doga\u0111aja Naredbe platforme {0}. Pogledajte ugnije\u017e\u0111eni izuzetak radi detalja.

info.scheduler.regitering=CLFRN1225I: Registrovanje procesa radnika profila u raspore\u0111iva\u010du.
info.scheduler.alreadyRegistered=CLFRN1223I: Zadatak procesa radnika profila je ve\u0107 registrovan u raspore\u0111iva\u010du. Nije potrebna akcija.
info.scheduler.scheduleIntervalUpdated=CLFRN1222I: Otkriveno je a\u017euriranje za interval Procesa radnika profila u raspore\u0111iva\u010du. Prilagodba izvo\u0111enja zadatka.
error.scheduler.create=CLFRN1221E: Do\u0161lo je do gre\u0161ke za vrijeme registrovanja zadatka Radnika profila u raspore\u0111iva\u010du. Ne\u0107e se dogoditi sinhronizovanje korisni\u010dkih podataka s drugom aplikacijom. Pogledajte ugnije\u017e\u0111eni izuzetak radi detalja.
error.scheduler.adjust=CLFRN1224E: Do\u0161lo je do gre\u0161ke za vrijeme prilago\u0111avanja zadatka Radnika profila u raspore\u0111iva\u010du. Ovo bi moglo uticati na mogu\u0107nost sinhronizovanja podataka s drugom aplikacijom. Pogledajte ugnije\u017e\u0111eni izuzetak radi detalja.

#error.worker.general.processNewEvent=CLFRN1227E: A general failure occurred when processing new user synchronization events. See the nested exception for details.
#error.worker.general.processIndexUpdates=CLFRN1228E: A general failure occurred when processing index updates. See the nested exception for details.
error.worker.general.scheduledTask=CLFRN1283E: Dogodila se op\u0161ta gre\u0161ka za vrijeme izvr\u0161avanja raspore\u0111enih zadataka {0}. Pogledajte ugnije\u017e\u0111eni izuzetak radi detalja.

warn.worker.retry.waitUntilClear=CLFRN1267W: Gre\u0161ka se dogodila prije.  \u010cekanje prije ponovog poku\u0161aja obrade doga\u0111aja \u017eivotnog ciklusa.
warn.worker.retry.blocked=CLFRN1279W: Dogodilo se previ\u0161e gre\u0161aka za vrijeme obrade doga\u0111aja \u017eivotnog ciklusa. Molim da ispravite prvobitni problem. Za brisanje bloka morate zaustaviti i pokrenuti aplikaciju Profili.

# bss command messages
err.general.bss.command.err=CLFRN1282E: Dogodila se neo\u010dekivana gre\u0161ka za vrijeme obrade naredbe {0}: {1}.
