# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

warning.init.startupBean=CLFRN1202W: Do\u0161lo je do gre\u0161ke prilikom incijalizovanja procesora komande platforme. Pogledajte ugne\u017e\u0111eni izuzetak za vi\u0161e detalja. 
info.worker.events.stats=CLFRN1199I: Radnik Profila je tokom ove faze obradio slede\u0107i broj komandi: {0}.
info.worker.event.processing=CLFRN1200I: Obra\u0111uje se doga\u0111aj komande platforme sa ID-om {0} i imenom {1}.
info.worker.config.disabled=CLFRN1220I: Objavljivanje komande platforme je onemogu\u0107eno. Iz Profila u druge aplikacije se ne\u0107e slati nikakvi podaci o sinhronizaciji korisnika (svojstvo com.ibm.lconn.profiles.config.EnableUserDataPropagation je pode\u0161eno na vrednost \u201eneta\u010dno\u201c). Pogledajte dokumentaciju za detalje. 
info.worker.config.enabled=CLFRN1226I: Objavljivanje komande platforme je omogu\u0107eno. Iz Profila u druge aplikacije \u0107e se slati podaci o sinhronizaciji korisnika.

# PhotoSyncTask is the name of the scheduled task; it should not be translated; {0} represents an integer
info.worker.sync.events.stats=CLFRN1343I: PhotoSyncTask Profila je sinhronizovao slede\u0107i broj fotografija tokom ove faze: {0}.
error.photosync.failed.to.init=CLFRN1342E: Gre\u0161ka prilikom pokretanja zadatka PhotoSyncTask. Ova gre\u0161ka \u0107e onemogu\u0107iti aplikaciju Profili da sinhronizuje a\u017euriranja fotografija. Promenljiva okru\u017eenja \u201e{0}\u201c je \u201e{1}\u201c.
info.worker.sync.event.processing=CLFRN1341I: Obra\u0111uje se doga\u0111aj sinhronizacije fotografija sa ID-om {0} i imenom {1}.

# ProfileSyncTask is the new name of the scheduled task; it should not be translated
# the following 3 stings are edited copies of the above 3 strings (which will become obsolete - to be removed later)
# {0} is the number of events that were processed (including any errors); {1)} is the number of profiles and {2} the number of photos that were sync'd
info.worker.profile.sync.events.stats=CLFRN1364I: Profili ProfileSyncTask sinhronizovali su {0} stavki tokom ovog pokretanja. {1} profila i {2} fotografija.
# {0} system name of an environment variable that should be set in the deployment; {1} is the value found in that variable
error.profile.sync.failed.to.init=CLFRN1363E: Do\u0161lo je do gre\u0161ke tokom inicijalizovanja ProfileSyncTask. Ova gre\u0161ka \u0107e spre\u010diti da aplikacija Profili sinhronizuje a\u017euriranja profila. Promenljiva okru\u017eenja \u201e{0}\u201c je \u201e{1}\u201c.
# {0} is the ID of the user; {1} is the internal name of the event (not translated)
info.worker.profile.sync.event.processing=CLFRN1365I: Obrada doga\u0111aja sinhronizacije aplikacije Profili : {1} za korisnika : {0}.

error.scheduler.naming=CLFRN1201E: Do\u0161lo je do gre\u0161ke prilikom tra\u017eenja WebSphere Application Server planera Profila. Pogledajte ugne\u017e\u0111eni izuzetak za detalje.

error.event.create.properties=CLFRN1216E: Do\u0161lo je do gre\u0161ke prilikom izgradnje svojstava komande doga\u0111aja platforme. Pogledajte ugne\u017e\u0111eni izuzetak za detalje.

error.event.publish=CLFRN1215E: Do\u0161lo je do gre\u0161ke prilikom objavljivanja procesora komande platforme {0}. Pogledajte ugne\u017e\u0111eni izuzetak za detalje.

info.scheduler.regitering=CLFRN1225I: Registruje se proces radnika Profila u planeru.
info.scheduler.alreadyRegistered=CLFRN1223I: Zadatak procesa radnika Profila je ve\u0107 registrovan u planeru. Nije potrebna nikakva radnja.
info.scheduler.scheduleIntervalUpdated=CLFRN1222I: Otkriveno je a\u017euriranje za interval procesa radnika Profila u planeru. Izvr\u0161avanje zadatka se prilago\u0111ava.
error.scheduler.create=CLFRN1221E: Do\u0161lo je do gre\u0161ke prilikom registrovanja zadatka radnika Profila u planeru. Ne\u0107e do\u0107i do sinhronizacije korisni\u010dkih podataka sa drugom aplikacijom. Pogledajte ugne\u017e\u0111eni izuzetak za detalje.
error.scheduler.adjust=CLFRN1224E: Do\u0161lo je do gre\u0161ke prilikom prilago\u0111avanja zadatka radnika Profila u planeru. To bi moglo da uti\u010de na mogu\u0107nost sinhronizacije sa drugom aplikacijom. Pogledajte ugne\u017e\u0111eni izuzetak za detalje.

#error.worker.general.processNewEvent=CLFRN1227E: A general failure occurred when processing new user synchronization events. See the nested exception for details.
#error.worker.general.processIndexUpdates=CLFRN1228E: A general failure occurred when processing index updates. See the nested exception for details.
error.worker.general.scheduledTask=CLFRN1283E: Do\u0161lo je do op\u0161teg otkazivanja prilikom izvr\u0161avanja zakazanih zadataka {0}. Pogledajte ugne\u017e\u0111eni izuzetak za detalje.

warn.worker.retry.waitUntilClear=CLFRN1267W: Ve\u0107 je do\u0161lo do gre\u0161ke.  \u010ceka se pre ponovnog poku\u0161aja obrade doga\u0111aja \u017eivotnog ciklusa.
warn.worker.retry.blocked=CLFRN1279W: Prilikom obrade doga\u0111aja \u017eivotnog ciklusa do\u0161lo je do prevelikog broja gre\u0161aka. Re\u0161ite problem koji ih izaziva. Da biste izbrisali blok, morate da zaustavite i ponovo pokrenete aplikaciju Profili.

# bss command messages
err.general.bss.command.err=CLFRN1282E: Do\u0161lo je do neo\u010dekivane gre\u0161ke prilikom obrade komande {0}: {1}.
