# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

warning.init.startupBean=CLFRN1202W: Ocorreu um erro ao inicializar o processador do Comando de Plataforma. Consulte a exce\u00e7\u00e3o aninhada para obter mais detalhes. 
info.worker.events.stats=CLFRN1199I: O Trabalhador de Perfis processou {0} comandos durante este turno.
info.worker.event.processing=CLFRN1200I: Processando o Evento de Comando de Plataforma com o ID {0} e o nome {1}.
info.worker.config.disabled=CLFRN1220I: A publica\u00e7\u00e3o do Comando de Plataforma est\u00e1 desativada. Nenhum dado de sincroniza\u00e7\u00e3o do usu\u00e1rio ser\u00e1 enviado de Perfis para outros aplicativos (a propriedade com.ibm.lconn.profiles.config.EnableUserDataPropagation \u00e9 definida como falsa). Consulte a documenta\u00e7\u00e3o para obter detalhes. 
info.worker.config.enabled=CLFRN1226I: A publica\u00e7\u00e3o do Comando de Plataforma est\u00e1 ativada. Os dados de sincroniza\u00e7\u00e3o do usu\u00e1rio ser\u00e3o enviados de Perfis para outros aplicativos.

# PhotoSyncTask is the name of the scheduled task; it should not be translated; {0} represents an integer
info.worker.sync.events.stats=CLFRN1343I: Fotos de perfis PhotoSyncTask sincronizadas {0} durante esta execu\u00e7\u00e3o.
error.photosync.failed.to.init=CLFRN1342E: Erro ao inicializar o PhotoSyncTask. Este erro evitar\u00e1 que o aplicativo Perfis sincronize atualiza\u00e7\u00f5es de fotos. A vari\u00e1vel de ambiente ''{0}'' \u00e9 ''{1}''.
info.worker.sync.event.processing=CLFRN1341I: Processando Evento de Sincroniza\u00e7\u00e3o de Fotos com ID {0} e nome {1}.

# ProfileSyncTask is the new name of the scheduled task; it should not be translated
# the following 3 stings are edited copies of the above 3 strings (which will become obsolete - to be removed later)
# {0} is the number of events that were processed (including any errors); {1)} is the number of profiles and {2} the number of photos that were sync'd
info.worker.profile.sync.events.stats=CLFRN1364I: Itens de perfis ProfileSyncTask sincronizados {0} durante esta execu\u00e7\u00e3o. {1} perfis e {2} fotos.
# {0} system name of an environment variable that should be set in the deployment; {1} is the value found in that variable
error.profile.sync.failed.to.init=CLFRN1363E: Erro ao inicializar o ProfileSyncTask. Este erro evitar\u00e1 que o aplicativo Perfis sincronize atualiza\u00e7\u00f5es de perfil. A vari\u00e1vel de ambiente ''{0}'' \u00e9 ''{1}''.
# {0} is the ID of the user; {1} is the internal name of the event (not translated)
info.worker.profile.sync.event.processing=CLFRN1365I: Processamento de Evento de Sincroniza\u00e7\u00e3o de Perfis : {1} para usu\u00e1rio : {0}.

error.scheduler.naming=CLFRN1201E: Ocorreu um erro ao procurar o Programador WebSphere Application Server de Perfis. Consulte a exce\u00e7\u00e3o aninhada para obter detalhes.

error.event.create.properties=CLFRN1216E: Ocorreu um erro ao construir as propriedades de um comando do Evento de Plataforma. Consulte a exce\u00e7\u00e3o aninhada para obter detalhes.

error.event.publish=CLFRN1215E: Ocorreu um erro ao publicar o evento de Comando de Plataforma {0}. Consulte a exce\u00e7\u00e3o aninhada para obter detalhes.

info.scheduler.regitering=CLFRN1225I: Registrando Processo do Trabalhador de Perfis no programador.
info.scheduler.alreadyRegistered=CLFRN1223I: Tarefa de Processo do Trabalhador de Perfis registrada no planejador. Nenhuma a\u00e7\u00e3o \u00e9 necess\u00e1ria.
info.scheduler.scheduleIntervalUpdated=CLFRN1222I: Detectada atualiza\u00e7\u00e3o para o intervalo do Processo do Trabalhador de Perfis no programador. Ajustando execu\u00e7\u00e3o de tarefa.
error.scheduler.create=CLFRN1221E: Ocorreu um erro ao registrar a Tarefa Trabalhador de Perfis no programador. N\u00e3o ocorrer\u00e1 sincroniza\u00e7\u00e3o de dados com outro aplicativo. Consulte a exce\u00e7\u00e3o aninhada para obter detalhes.
error.scheduler.adjust=CLFRN1224E: Ocorreu um erro ao ajustar a Tarefa Trabalhador de Perfis no programador. Isso pode afetar a capacidade de sincroniza\u00e7\u00e3o de dados com outro aplicativo. Consulte a exce\u00e7\u00e3o aninhada para obter detalhes.

#error.worker.general.processNewEvent=CLFRN1227E: A general failure occurred when processing new user synchronization events. See the nested exception for details.
#error.worker.general.processIndexUpdates=CLFRN1228E: A general failure occurred when processing index updates. See the nested exception for details.
error.worker.general.scheduledTask=CLFRN1283E: Ocorreu uma falha geral ao executar as tarefas planejadas {0}. Consulte a exce\u00e7\u00e3o aninhada para obter detalhes.

warn.worker.retry.waitUntilClear=CLFRN1267W: Ocorreu um erro anteriormente.  Aguardando antes de tentar novamente processamento de evento do ciclo de vida.
warn.worker.retry.blocked=CLFRN1279W: Ocorreram muitos erros ao processar eventos do ciclo de vida. Corrija o problema subjacente. Para limpar o bloco, pare e reinicie o aplicativo Perfis.

# bss command messages
err.general.bss.command.err=CLFRN1282E: Erro inesperado ao processar comando {0}: {1}.
