# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

warning.init.startupBean=CLFRN1202W: Si \u00e8 verificato un errore durante l'inizializzazione del processore comando piattaforma. Consultare l'eccezione nidificata per ulteriori dettagli. 
info.worker.events.stats=CLFRN1199I: L''operatore di Profili ha elaborato {0} comandi durante questo turno.
info.worker.event.processing=CLFRN1200I: Elaborazione dell''evento del comando della piattaforma con ID {0} e nome {1}.
info.worker.config.disabled=CLFRN1220I: La pubblicazione del comando della piattaforma \u00e8 disabilitata. Non verr\u00e0 inviato alcun dati di sincronizzazione utente da Profili ad altre applicazioni (la propriet\u00e0 com.ibm.lconn.profiles.config.EnableUserDataPropagation \u00e8 impostata su false). Fare riferimento alla documentazione per i dettagli. 
info.worker.config.enabled=CLFRN1226I: La pubblicazione del comando piattaforma \u00e8 abilitata. I dati di sincronizzazione utente verranno inviati da Profili ad altre applicazioni.

# PhotoSyncTask is the name of the scheduled task; it should not be translated; {0} represents an integer
info.worker.sync.events.stats=CLFRN1343I: PhotoSyncTask di Profili ha sincronizzato {0} foto durante questa esecuzione.
error.photosync.failed.to.init=CLFRN1342E: Errore durante l''inizializzazione di PhotoSyncTask. Questo errore impedir\u00e0 all''applicazione Profili di sincronizzare gli aggiornamenti delle foto. La variabile d''ambiente ''{0}'' \u00e8 ''{1}''.
info.worker.sync.event.processing=CLFRN1341I: Elaborazione di Photo Sync Event con ID {0} e nome {1}.

# ProfileSyncTask is the new name of the scheduled task; it should not be translated
# the following 3 stings are edited copies of the above 3 strings (which will become obsolete - to be removed later)
# {0} is the number of events that were processed (including any errors); {1)} is the number of profiles and {2} the number of photos that were sync'd
info.worker.profile.sync.events.stats=CLFRN1364I: ProfileSyncTask di Profili hasincronizzato {0} elementi durante questa esecuzione. {1} profili e {2} foto.
# {0} system name of an environment variable that should be set in the deployment; {1} is the value found in that variable
error.profile.sync.failed.to.init=CLFRN1363E: Errore durante l''inizializzazione diProfileSyncTask. Questo errore eviter\u00e0 che l''applicazione Profili sincronizzi gli aggiornamenti del profilo. La variabile d''ambiente ''{0}'' \u00e8 ''{1}''.
# {0} is the ID of the user; {1} is the internal name of the event (not translated)
info.worker.profile.sync.event.processing=CLFRN1365I: Elaborazione dell''evento di sincronizzazione profili {1} per l''utente {0}.

error.scheduler.naming=CLFRN1201E: Si \u00e8 verificato un errore durante la ricerca dello scheduler di WebSphere Application Server di Profili. Per i dettagli consultare l'eccezione nidificata.

error.event.create.properties=CLFRN1216E: Si \u00e8 verificato un errore durante la creazione delle propriet\u00e0 di un comando dell'evento della piattaforma. Per i dettagli consultare l'eccezione nidificata.

error.event.publish=CLFRN1215E: Si \u00e8 verificato un errore durante la pubblicazione dell''evento del comando della piattaforma {0}. Fare riferimento all''eccezione nidificata per i dettagli.

info.scheduler.regitering=CLFRN1225I: Registrazione del processo dell'operatore di Profili nello scheduler.
info.scheduler.alreadyRegistered=CLFRN1223I: Attivit\u00e0 del processo dell'operatore di Profili gi\u00e0 registrato nello scheduler. Nessuna azione necessaria.
info.scheduler.scheduleIntervalUpdated=CLFRN1222I: Aggiornamento rilevato per l'intervallo del processo dell'operatore di Profili nello scheduler. L'esecuzione dell'attivit\u00e0 sar\u00e0 regolata.
error.scheduler.create=CLFRN1221E: Si \u00e8 verificato un errore durante la registrazione dell'attivit\u00e0 dell'operatore di Profili nello scheduler. Non verr\u00e0 eseguita alcuna sincronizzazione dei dati utente con altre applicazioni. Per i dettagli consultare l'eccezione nidificata.
error.scheduler.adjust=CLFRN1224E: Si \u00e8 verificato un errore durante la regolazione dell'attivit\u00e0 dell'operatore di Profili nello scheduler. Ci\u00f2 potrebbe avere un impatto sulla capacit\u00e0 di sincronizzazione dati con l'altra applicazione. Per i dettagli consultare l'eccezione nidificata.

#error.worker.general.processNewEvent=CLFRN1227E: A general failure occurred when processing new user synchronization events. See the nested exception for details.
#error.worker.general.processIndexUpdates=CLFRN1228E: A general failure occurred when processing index updates. See the nested exception for details.
error.worker.general.scheduledTask=CLFRN1283E: Si \u00e8 verificato un errore generale durante l''esecuzione delle attivit\u00e0 pianificate {0}. Per i dettagli consultare l''eccezione nidificata.

warn.worker.retry.waitUntilClear=CLFRN1267W: Si \u00e8 verificato un errore in precedenza.  Attendere prima di provare di nuovo un'elaborazione dell'evento del ciclo di vita.
warn.worker.retry.blocked=CLFRN1279W: Si sono verificati troppi errori durante l'elaborazione dell'evento del ciclo di vita. Risolvere il problema. Per rimuovere il blocco, arrestare e avviare l'applicazione Profili.

# bss command messages
err.general.bss.command.err=CLFRN1282E: Si \u00e8 verificato un errore non previsto durante l''elaborazione del comando {0}: {1}.
