# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

warning.init.startupBean=CLFRN1202W: Wyst\u0105pi\u0142 b\u0142\u0105d podczas inicjowania procesora komend platformy. Wi\u0119cej szczeg\u00f3\u0142owych informacji zawiera zagnie\u017cd\u017cony wyj\u0105tek. 
info.worker.events.stats=CLFRN1199I: Mechanizm komponentu Profile przetworzy\u0142 nast\u0119puj\u0105c\u0105 liczb\u0119 komend w tej turze: {0}.
info.worker.event.processing=CLFRN1200I: Przetwarzanie zdarzenia komendy platformy o identyfikatorze {0} i nazwie {1}.
info.worker.config.disabled=CLFRN1220I: Publikowanie komend platformy jest wy\u0142\u0105czone. \u017badne dane synchronizacji u\u017cytkownika nie b\u0119d\u0105 wysy\u0142ane z komponentu Profile do innych aplikacji (w\u0142a\u015bciwo\u015b\u0107 com.ibm.lconn.profiles.config.EnableUserDataPropagation ma warto\u015b\u0107 false). Szczeg\u00f3\u0142owe informacje mo\u017cna znale\u017a\u0107 w dokumentacji. 
info.worker.config.enabled=CLFRN1226I: Publikowanie komend platformy jest w\u0142\u0105czone. Dane synchronizacji u\u017cytkownika b\u0119d\u0105 wysy\u0142ane z komponentu Profile do innych aplikacji.

# PhotoSyncTask is the name of the scheduled task; it should not be translated; {0} represents an integer
info.worker.sync.events.stats=CLFRN1343I: Podczas tego uruchomienia zadanie PhotoSyncTask aplikacji Profile zsynchronizowa\u0142o nast\u0119puj\u0105c\u0105 liczb\u0119 zdj\u0119\u0107: {0}.
error.photosync.failed.to.init=CLFRN1342E: B\u0142\u0105d podczas inicjowania zadania PhotoSyncTask. B\u0142\u0105d ten uniemo\u017cliwi aplikacji Profile zsynchronizowanie aktualizacji zdj\u0119\u0107. Zmienna \u015brodowiskowa {0} ma warto\u015b\u0107 {1}.
info.worker.sync.event.processing=CLFRN1341I: Przetwarzanie zdarzenia synchronizacji zdj\u0119\u0107 o identyfikatorze {0} i nazwie {1}.

# ProfileSyncTask is the new name of the scheduled task; it should not be translated
# the following 3 stings are edited copies of the above 3 strings (which will become obsolete - to be removed later)
# {0} is the number of events that were processed (including any errors); {1)} is the number of profiles and {2} the number of photos that were sync'd
info.worker.profile.sync.events.stats=CLFRN1364I: Podczas tego uruchomienia zadanie ProfileSyncTask aplikacji Profile zsynchronizowa\u0142o nast\u0119puj\u0105c\u0105 liczb\u0119 element\u00f3w: {0}. Profile: {1}. Zdj\u0119cia: {2}.
# {0} system name of an environment variable that should be set in the deployment; {1} is the value found in that variable
error.profile.sync.failed.to.init=CLFRN1363E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas inicjowania zadania ProfileSyncTask. Ten b\u0142\u0105d uniemo\u017cliwi aplikacji Profile zsynchronizowanie aktualizacji profilu. Zmienna \u015brodowiskowa {0} ma warto\u015b\u0107 {1}.
# {0} is the ID of the user; {1} is the internal name of the event (not translated)
info.worker.profile.sync.event.processing=CLFRN1365I: Trwa przetwarzanie zdarzenia synchronizacji profili {1} dla u\u017cytkownika {0}.

error.scheduler.naming=CLFRN1201E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas wyszukiwania programu planuj\u0105cego serwera WebSphere Application Server komponentu Profile. Szczeg\u00f3\u0142owe informacje mo\u017cna znale\u017a\u0107 w zagnie\u017cd\u017conym wyj\u0105tku.

error.event.create.properties=CLFRN1216E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas budowania w\u0142a\u015bciwo\u015bci komendy zdarzenia platformy. Szczeg\u00f3\u0142owe informacje mo\u017cna znale\u017a\u0107 w zagnie\u017cd\u017conym wyj\u0105tku.

error.event.publish=CLFRN1215E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas publikowania zdarzenia komendy platformy {0}. Szczeg\u00f3\u0142owe informacje zawiera zagnie\u017cd\u017cony wyj\u0105tek.

info.scheduler.regitering=CLFRN1225I: Rejestrowanie procesu roboczego komponentu Profile w programie planuj\u0105cym.
info.scheduler.alreadyRegistered=CLFRN1223I: Zadanie procesu roboczego komponentu Profile jest ju\u017c zarejestrowane w programie planuj\u0105cym. Nie jest wymagana \u017cadna czynno\u015b\u0107.
info.scheduler.scheduleIntervalUpdated=CLFRN1222I: Wykryto aktualizacj\u0119 dla tego okresu procesu roboczego komponentu Profile w programie planuj\u0105cym. Dopasowywanie wykonania zadania.
error.scheduler.create=CLFRN1221E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas rejestrowania zadania roboczego komponentu Profile w programie planuj\u0105cym. Nie zostanie przeprowadzona \u017cadna synchronizacja danych u\u017cytkownika z inn\u0105 aplikacj\u0105. Szczeg\u00f3\u0142owe informacje mo\u017cna znale\u017a\u0107 w zagnie\u017cd\u017conym wyj\u0105tku.
error.scheduler.adjust=CLFRN1224E: Wyst\u0105pi\u0142 b\u0142\u0105d podczas dopasowywania zadania roboczego komponentu Profile w programie planuj\u0105cym. Mo\u017ce to mie\u0107 wp\u0142yw na mo\u017cliwo\u015b\u0107 synchronizowania danych z inn\u0105 aplikacj\u0105. Szczeg\u00f3\u0142owe informacje mo\u017cna znale\u017a\u0107 w zagnie\u017cd\u017conym wyj\u0105tku.

#error.worker.general.processNewEvent=CLFRN1227E: A general failure occurred when processing new user synchronization events. See the nested exception for details.
#error.worker.general.processIndexUpdates=CLFRN1228E: A general failure occurred when processing index updates. See the nested exception for details.
error.worker.general.scheduledTask=CLFRN1283E: Podczas wykonywania zaplanowanych zada\u0144 {0} wyst\u0105pi\u0142o og\u00f3lne niepowodzenie. Szczeg\u00f3\u0142owe informacje mo\u017cna znale\u017a\u0107 w zagnie\u017cd\u017conym wyj\u0105tku.

warn.worker.retry.waitUntilClear=CLFRN1267W: B\u0142\u0105d, kt\u00f3ry wyst\u0105pi\u0142 wcze\u015bniej.  Trwa oczekiwanie przed podj\u0119ciem ponownej pr\u00f3by przetwarzania zdarzenia cyklu \u017cycia.
warn.worker.retry.blocked=CLFRN1279W: Podczas przetwarzania zdarze\u0144 cyklu \u017cycia wyst\u0105pi\u0142o zbyt wiele b\u0142\u0119d\u00f3w. Popraw b\u0142\u0105d podstawowy. Aby usun\u0105\u0107 blokad\u0119, nale\u017cy zatrzyma\u0107 i uruchomi\u0107 ponownie aplikacj\u0119 Profile.

# bss command messages
err.general.bss.command.err=CLFRN1282E: Wyst\u0105pi\u0142 nieoczekiwany b\u0142\u0105d podczas przetwarzania komendy {0}: {1}.
