# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

warning.init.startupBean=CLFRN1202W: Det uppstod ett fel n\u00e4r plattformskommandobearbetningsfunktionen skulle initieras. Det finns mer information i undantagsmeddelandet. 
info.worker.events.stats=CLFRN1199I: {0} kommandon bearbetades.
info.worker.event.processing=CLFRN1200I: Plattformskommandoh\u00e4ndelsen med ID:t {0} och namnet {1} bearbetas.
info.worker.config.disabled=CLFRN1220I: Plattformskommandopublicering \u00e4r avaktiverat. Inga synkroniseringsdata kommer att s\u00e4ndas fr\u00e5n Profiler till n\u00e5gon annan applikation (egenskapen com.ibm.lconn.profiles.config.EnableUserDataPropagation har angetts till false). Om du vill ha mer information l\u00e4ser du i dokumentationen. 
info.worker.config.enabled=CLFRN1226I: Plattformskommandopublicering \u00e4r aktiverat. Anv\u00e4ndarsynkroniseringsdata kommer att s\u00e4ndas fr\u00e5n Profiler till andra applikationer.

# PhotoSyncTask is the name of the scheduled task; it should not be translated; {0} represents an integer
info.worker.sync.events.stats=CLFRN1343I: {0} foton synkroniserades i uppgiften PhotoSyncTask f\u00f6r Profiler.
error.photosync.failed.to.init=CLFRN1342E: Det uppstod ett fel n\u00e4r uppgiften PhotoSyncTask skulle initieras. Det h\u00e4r felet medf\u00f6r att det inte g\u00e5r att synkronisera fotouppdateringar i applikationen Profiler. Milj\u00f6variabeln {0} \u00e4r {1}.
info.worker.sync.event.processing=CLFRN1341I: Fotosynkroniseringsh\u00e4ndelsen med ID:t {0} och namnet {1} bearbetades.

# ProfileSyncTask is the new name of the scheduled task; it should not be translated
# the following 3 stings are edited copies of the above 3 strings (which will become obsolete - to be removed later)
# {0} is the number of events that were processed (including any errors); {1)} is the number of profiles and {2} the number of photos that were sync'd
info.worker.profile.sync.events.stats=CLFRN1364I: {0} objekt synkroniserades av ProfileSyncTask i Profiler under den h\u00e4r k\u00f6rningen. {1} profiler och {2} foton.
# {0} system name of an environment variable that should be set in the deployment; {1} is the value found in that variable
error.profile.sync.failed.to.init=CLFRN1363E: Det uppstod ett fel vid initiering av ProfileSyncTask. Det h\u00e4r felet medf\u00f6r att det inte g\u00e5r att synkronisera profiluppdateringar i applikationen Profiler. Milj\u00f6variabeln {0} \u00e4r {1}.
# {0} is the ID of the user; {1} is the internal name of the event (not translated)
info.worker.profile.sync.event.processing=CLFRN1365I: Bearbetar profilsynkroniseringsh\u00e4ndelsen {1} f\u00f6r anv\u00e4ndaren {0}.

error.scheduler.naming=CLFRN1201E: Det uppstod ett fel vid s\u00f6kning efter WebSphere Application Server-schemal\u00e4ggningsfunktionen f\u00f6r profiler. Det finns mer information i undantagsmeddelandet.

error.event.create.properties=CLFRN1216E: Det uppstod ett fel n\u00e4r egenskaperna f\u00f6r ett plattformsh\u00e4ndelsekommando skulle byggas. Det finns mer information i undantagsmeddelandet.

error.event.publish=CLFRN1215E: Det uppstod ett fel n\u00e4r plattformskommandoh\u00e4ndelsen {0} skulle publiceras. Det finns mer information i undantagsmeddelandet.

info.scheduler.regitering=CLFRN1225I: Registrerar arbetsprocessen f\u00f6r Profiler i schemal\u00e4ggningsfunktionen.
info.scheduler.alreadyRegistered=CLFRN1223I: Arbetsprocessen f\u00f6r Profiler \u00e4r redan registrerad i schemal\u00e4ggningsfunktionen. Du beh\u00f6ver inte utf\u00f6ra n\u00e5gon \u00e5tg\u00e4rd.
info.scheduler.scheduleIntervalUpdated=CLFRN1222I: En uppdatering hittades i intervallet f\u00f6r arbetsprocessen f\u00f6r Profiler i schemal\u00e4ggningsfunktionen. Justerar uppgiftsk\u00f6rningen.
error.scheduler.create=CLFRN1221E: Det uppstod ett fel n\u00e4r arbetsprocessen f\u00f6r Profiler skulle registreras i schemal\u00e4ggningsfunktionen. Ingen synkronisering av anv\u00e4ndardata med n\u00e5gon annan applikation kommer att utf\u00f6ras. Det finns mer information i undantagsmeddelandet.
error.scheduler.adjust=CLFRN1224E: Det uppstod ett fel n\u00e4r arbetsprocessen f\u00f6r Profiler skulle justeras i schemal\u00e4ggningsfunktionen. Det h\u00e4r kan p\u00e5verka synkroniseringen av data med andra applikationer. Det finns mer information i undantagsmeddelandet.

#error.worker.general.processNewEvent=CLFRN1227E: A general failure occurred when processing new user synchronization events. See the nested exception for details.
#error.worker.general.processIndexUpdates=CLFRN1228E: A general failure occurred when processing index updates. See the nested exception for details.
error.worker.general.scheduledTask=CLFRN1283E: Det uppstod ett allm\u00e4nt fel n\u00e4r de schemalagda uppgifterna {0} skulle k\u00f6ras. Det finns mer information i undantagsmeddelandet.

warn.worker.retry.waitUntilClear=CLFRN1267W: Det uppstod fel. V\u00e4ntar f\u00f6re f\u00f6rs\u00f6k att bearbeta livscykelh\u00e4ndelsen igen.
warn.worker.retry.blocked=CLFRN1279W: F\u00f6r m\u00e5nga fel uppstod vid bearbetning av livscykelh\u00e4ndelser. Du m\u00e5ste \u00e5tg\u00e4rda det underliggande problemet. Om du vill rensa blocket m\u00e5ste du starta om applikationen Profiler.

# bss command messages
err.general.bss.command.err=CLFRN1282E: Det uppstod ett ov\u00e4ntat undantag n\u00e4r kommandot {0} skulle bearbetas: {1}.
