# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

warning.init.startupBean=CLFRN1202W: Med inicializiranjem procesorja ukaza platforme je pri\u0161lo do napake. Za podrobnosti preglejte ugnezdeno izjemno stanje. 
info.worker.events.stats=CLFRN1199I: Program Worker v profilih je obdelal {0} ukazov v tem zavoju.
info.worker.event.processing=CLFRN1200I: Obdelava dogodka ukaza platforme z ID-jem {0} in imenom {1} .
info.worker.config.disabled=CLFRN1220I: Publikacija ukaza platforme je onemogo\u010dena. Druge aplikacije iz profilov ne bodo prejele nobenih sinhronizacijskih podatkov uporabnika (lastnost com.ibm.lconn.profiles.config.EnableUserDataPropagation je nastavljena na false). Za podrobnosti glejte dokumentacijo. 
info.worker.config.enabled=CLFRN1226I: Publikacija ukaza platforme je omogo\u010dena. Sinhronizacijski podatki uporabnika bodo poslani iz profilov v druge aplikacije.

# PhotoSyncTask is the name of the scheduled task; it should not be translated; {0} represents an integer
info.worker.sync.events.stats=CLFRN1343I: PhotoSyncTask (naloga sinhronizacije fotografij) profilov je pri tem izvajanju sinhronizirala {0} fotografij.
error.photosync.failed.to.init=CLFRN1342E: Napaka pri inicializaciji naloge PhotoSyncTask. Aplikacija Profili zaradi te napake ne bo mogla sinhronizirati posodobitev v fotografijah, Spremenljivka okolja ''{0}'' je ''{1}''.
info.worker.sync.event.processing=CLFRN1341I: Obdelava dogodka sinhronizacije fotografij z ID-jem {0} in imenom {1}.

# ProfileSyncTask is the new name of the scheduled task; it should not be translated
# the following 3 stings are edited copies of the above 3 strings (which will become obsolete - to be removed later)
# {0} is the number of events that were processed (including any errors); {1)} is the number of profiles and {2} the number of photos that were sync'd
info.worker.profile.sync.events.stats=CLFRN1364I: ProfileSyncTask (naloga sinhronizacije profilov) profilov je pri tem izvajanju sinhronizirala {0} postavk. {1} profilov in {2} fotografij.
# {0} system name of an environment variable that should be set in the deployment; {1} is the value found in that variable
error.profile.sync.failed.to.init=CLFRN1363E: Napaka pri inicializiranju naloge ProfileSyncTask. Aplikacija Profili zaradi te napake ne bo mogla sinhronizirati posodobitev v profilih. Spremenljivka okolja ''{0}'' je ''{1}''.
# {0} is the ID of the user; {1} is the internal name of the event (not translated)
info.worker.profile.sync.event.processing=CLFRN1365I: Obdelovanje dogodka sinhronizacije profilov: {1} za uporabnika: {0}.

error.scheduler.naming=CLFRN1201E: Med iskanjem na\u010drtovalnika urnika stre\u017enika WebSphere Application Server profilov je pri\u0161lo do napake. Za podrobnosti glejte ugnezdeno izjemno stanje.

error.event.create.properties=CLFRN1216E: Med gradnjo lastnosti ukaza dogodka platforme je pri\u0161lo do napake. Za podrobnosti glejte ugnezdeno izjemno stanje.

error.event.publish=CLFRN1215E: Med objavljanjem dogodka ukaza platforme {0} je pri\u0161lo do napake. Za podrobnosti glejte ugnezdeno izjemno stanje.

info.scheduler.regitering=CLFRN1225I: Registriranje procesa Profiles Worker v na\u010drtovalniku urnika.
info.scheduler.alreadyRegistered=CLFRN1223I: Naloga procesa Profiles Worker je \u017ee registrirana v na\u010drtovalniku urnika. Dejanje ni potrebno.
info.scheduler.scheduleIntervalUpdated=CLFRN1222I: Zaznana je posodobitev za interval procesa Profiles Worker v na\u010drtovalniku urnika. Prilagajanje izvajanja naloge.
error.scheduler.create=CLFRN1221E: Med registriranjem naloge Profiles Worker v na\u010drtovalniku urnika je pri\u0161lo do napake. Sinhronizacija uporabni\u0161kih podatkov z drugo aplikacijo se ne bo zgodila. Za podrobnosti glejte ugnezdeno izjemno stanje.
error.scheduler.adjust=CLFRN1224E: Med prilagajanjem naloge Profiles Worker v na\u010drtovalniku urnika je pri\u0161lo do napake. To lahko vpliva na zmo\u017enost sinhroniziranja podatkov z drugo aplikacijo. Za podrobnosti glejte ugnezdeno izjemno stanje.

#error.worker.general.processNewEvent=CLFRN1227E: A general failure occurred when processing new user synchronization events. See the nested exception for details.
#error.worker.general.processIndexUpdates=CLFRN1228E: A general failure occurred when processing index updates. See the nested exception for details.
error.worker.general.scheduledTask=CLFRN1283E: Med izvajanjem na\u010drtovanih nalog {0} je pri\u0161lo do splo\u0161ne napake. Za podrobnosti glejte ugnezdeno izjemno stanje.

warn.worker.retry.waitUntilClear=CLFRN1267W: Prej je pri\u0161lo do napake.  \u010cakanje pred vnovi\u010dnim poskusom obdelave dogodka \u017eivljenjskega ciklusa.
warn.worker.retry.blocked=CLFRN1279W: Med obdelovanjem dogodkov \u017eivljenjskega ciklusa je pri\u0161lo do preve\u010d napak. Odpravite podrejeno te\u017eavo. \u010ce \u017eelite po\u010distiti blokiranje, morate zaustaviti in zagnati aplikacijo Profili.

# bss command messages
err.general.bss.command.err=CLFRN1282E: Med obdelovanjem ukaza {0}: {1} je pri\u0161lo do nepri\u010dakovane napake.
