# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

warning.init.startupBean=CLFRN1202W: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0628\u062f\u0621 \u0645\u0634\u063a\u0644 Platform Command. \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u0631\u062c\u0648\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644. 
info.worker.events.stats=CLFRN1199I: \u0642\u0627\u0645 Profiles Worker \u0628\u062a\u0634\u063a\u064a\u0644 {0} \u0623\u0645\u0631 \u0623\u062b\u0646\u0627\u0621  \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0647\u0630\u0647.
info.worker.event.processing=CLFRN1200I: \u062c\u0627\u0631\u064a \u062a\u0634\u063a\u064a\u0644 \u062d\u062f\u062b Platform Command Event \u0630\u0648 \u0627\u0644\u0643\u0648\u062f {0} \u0648\u0627\u0644\u0627\u0633\u0645 {1} .
info.worker.config.disabled=CLFRN1220I: \u062a\u0645 \u0627\u0644\u063a\u0627\u0621 \u0627\u062a\u0627\u062d\u0629 \u0646\u0634\u0631 \u0623\u0645\u0631 \u0628\u064a\u0626\u0629 \u0627\u0644\u062a\u0634\u063a\u064a\u0644. \u0644\u0646 \u064a\u062a\u0645 \u0627\u0631\u0633\u0627\u0644 \u0628\u064a\u0627\u0646\u0627\u062a \u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0645\u0646 \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0649 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0627\u0644\u0623\u062e\u0631\u0649 (\u062a\u0645 \u062a\u062d\u062f\u064a\u062f \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u200fcom.ibm.lconn.profiles.config.EnableUserDataPropagation\u200f \u0627\u0644\u0649  false). \u0623\u0646\u0638\u0631 \u0627\u0644\u0645\u0637\u0628\u0648\u0639\u0627\u062a \u0627\u0644\u0641\u0646\u064a\u0629 \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644. 
info.worker.config.enabled=CLFRN1226I: \u062a\u0645 \u0627\u062a\u0627\u062d\u0629 \u0646\u0634\u0631 \u0623\u0645\u0631 \u0628\u064a\u0626\u0629 \u0627\u0644\u062a\u0634\u063a\u064a\u0644. \u0633\u064a\u062a\u0645 \u0627\u0631\u0633\u0627\u0644 \u0628\u064a\u0627\u0646\u0627\u062a \u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0645\u0646 \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0627\u0644\u0649 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0627\u0644\u0623\u062e\u0631\u0649.

# PhotoSyncTask is the name of the scheduled task; it should not be translated; {0} represents an integer
info.worker.sync.events.stats=CLFRN1343I: \u0642\u0627\u0645\u062a PhotoSyncTask \u0644\u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0628\u0645\u0632\u0627\u0645\u0646\u0629 \u0635\u0648\u0631 {0} \u0623\u062b\u0646\u0627\u0621 \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0647\u0630\u0647.
error.photosync.failed.to.init=CLFRN1342E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0639\u062f\u0627\u062f PhotoSyncTask \u0644\u0644\u0628\u062f\u0621. \u0633\u064a\u0624\u062f\u064a \u0647\u0630\u0627 \u0627\u0644\u062e\u0637\u0623 \u0627\u0644\u0649 \u0645\u0646\u0639 \u062a\u0637\u0628\u064a\u0642 \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0645\u0646 \u0645\u0632\u0627\u0645\u0646\u0629 \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0627\u0644\u0635\u0648\u0631. \u0645\u062a\u063a\u064a\u0631 \u0628\u064a\u0626\u0629 \u062a\u0634\u063a\u064a\u0644 ''{0}'' \u0647\u0648 ''{1}''.
info.worker.sync.event.processing=CLFRN1341I: \u062c\u0627\u0631\u064a \u062a\u0634\u063a\u064a\u0644 \u062d\u062f\u062b \u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u0635\u0648\u0631 \u0630\u0648 \u0627\u0644\u0643\u0648\u062f {0} \u0648\u0627\u0644\u0627\u0633\u0645 {1}.

# ProfileSyncTask is the new name of the scheduled task; it should not be translated
# the following 3 stings are edited copies of the above 3 strings (which will become obsolete - to be removed later)
# {0} is the number of events that were processed (including any errors); {1)} is the number of profiles and {2} the number of photos that were sync'd
info.worker.profile.sync.events.stats=CLFRN1364I: \u0642\u0627\u0645 ProfileSyncTask \u0644\u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0628\u0645\u0632\u0627\u0645\u0646\u0629 {0} \u0628\u0646\u0648\u062f \u0623\u062b\u0646\u0627\u0621 \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0647\u0630\u0647. \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u062a\u0639\u0631\u064a\u0641 {1} \u0648\u0635\u0648\u0631 {2}.
# {0} system name of an environment variable that should be set in the deployment; {1} is the value found in that variable
error.profile.sync.failed.to.init=CLFRN1363E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0639\u062f\u0627\u062f ProfileSyncTask \u0644\u0644\u0628\u062f\u0621. \u0633\u064a\u0624\u062f\u064a \u0647\u0630\u0627 \u0627\u0644\u062e\u0637\u0623 \u0627\u0644\u0649 \u0645\u0646\u0639 \u0642\u064a\u0627\u0645 \u062a\u0637\u0628\u064a\u0642 \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 \u0628\u0645\u0632\u0627\u0645\u0646\u0629 \u062a\u062d\u062f\u064a\u062b\u0627\u062a \u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641. \u0645\u062a\u063a\u064a\u0631 \u0628\u064a\u0626\u0629 \u062a\u0634\u063a\u064a\u0644 ''{0}'' \u0647\u0648 ''{1}''.
# {0} is the ID of the user; {1} is the internal name of the event (not translated)
info.worker.profile.sync.event.processing=CLFRN1365I: \u062a\u0634\u063a\u064a\u0644 \u062d\u062f\u062b \u0645\u0632\u0627\u0645\u0646\u0629 \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641 : {1} \u0644\u0644\u0645\u0633\u062a\u062e\u062f\u0645 : {0}.

error.scheduler.naming=CLFRN1201E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u0628\u062d\u062b \u0639\u0646 \u0628\u0631\u0646\u0627\u0645\u062c \u062c\u062f\u0648\u0644\u0629 Profiles WebSphere Application Server Scheduler. \u0627\u0631\u062c\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.

error.event.create.properties=CLFRN1216E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u062e\u0635\u0627\u0626\u0635 \u0644\u0623\u0645\u0631 Platform Event. \u0627\u0631\u062c\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.

error.event.publish=CLFRN1215E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0646\u0634\u0631 \u062d\u062f\u062b Platform Command - {0}. \u0627\u0631\u062c\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.

info.scheduler.regitering=CLFRN1225I: \u062a\u0633\u062c\u064a\u0644 Profiles Worker Process Task \u0641\u064a \u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u062c\u062f\u0648\u0644\u0629.
info.scheduler.alreadyRegistered=CLFRN1223I: \u062a\u0645 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u0645\u0647\u0645\u0629 Profiles Worker Process Task \u0628\u0627\u0644\u0641\u0639\u0644 \u0641\u064a \u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u062c\u062f\u0648\u0644\u0629. \u0644\u064a\u0633 \u0647\u0646\u0627\u0643 \u062a\u0635\u0631\u0641 \u0645\u0637\u0644\u0648\u0628.
info.scheduler.scheduleIntervalUpdated=CLFRN1222I: \u062a\u0645 \u0627\u0643\u062a\u0634\u0627\u0641 \u062a\u062d\u062f\u064a\u062b \u0641\u064a \u0641\u062a\u0631\u0629 Profiles Worker Process \u0641\u064a \u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u062c\u062f\u0648\u0644\u0629. \u0636\u0628\u0637 \u062a\u0646\u0641\u064a\u0630 \u0627\u0644\u0645\u0647\u0645\u0629.
error.scheduler.create=CLFRN1221E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0633\u062c\u064a\u0644 Profiles Worker task \u0641\u064a \u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u062c\u062f\u0648\u0644\u0629. \u0644\u0646 \u064a\u062a\u0645 \u0645\u0632\u0627\u0645\u0646\u0629 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0645\u0639 \u0627\u0644\u062a\u0637\u0628\u064a\u0642\u0627\u062a \u0627\u0644\u0623\u062e\u0631\u0649. \u0627\u0631\u062c\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.
error.scheduler.adjust=CLFRN1224E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0636\u0628\u0637 \u0627\u0644\u0645\u0647\u0645\u0629 Profiles Worker task \u0641\u064a \u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u062c\u062f\u0648\u0644\u0629. \u0647\u0630\u0627 \u0642\u062f \u064a\u0624\u062b\u0631 \u0639\u0644\u0649 \u0627\u0645\u0643\u0627\u0646\u064a\u0627\u062a \u0645\u0632\u0627\u0645\u0646\u0629 \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a \u0645\u0639 \u0627\u0644\u062a\u0637\u0628\u064a\u0642 \u0627\u0644\u0622\u062e\u0631. \u0627\u0631\u062c\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.

#error.worker.general.processNewEvent=CLFRN1227E: A general failure occurred when processing new user synchronization events. See the nested exception for details.
#error.worker.general.processIndexUpdates=CLFRN1228E: A general failure occurred when processing index updates. See the nested exception for details.
error.worker.general.scheduledTask=CLFRN1283E: \u062d\u062f\u062b \u0641\u0634\u0644 \u0639\u0627\u0645 \u0623\u062b\u0646\u0627\u0621 \u062a\u0646\u0641\u064a\u0630 \u0627\u0644\u0645\u0647\u0627\u0645 \u0627\u0644\u0645\u062c\u062f\u0648\u0644\u0629 {0}. \u0627\u0631\u062c\u0639 \u0627\u0644\u0649 \u0627\u0644\u0623\u062e\u0637\u0627\u0621 \u0627\u0644\u0645\u062a\u062f\u0627\u062e\u0644\u0629 \u0644\u0645\u0639\u0631\u0641\u0629 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.

warn.worker.retry.waitUntilClear=CLFRN1267W: \u062d\u062f\u062b \u062e\u0637\u0623 \u0645\u0646 \u0642\u0628\u0644.  \u064a\u062c\u0628 \u0627\u0644\u0627\u0646\u062a\u0638\u0627\u0631 \u0642\u0628\u0644 \u0627\u0639\u0627\u062f\u0629 \u0645\u062d\u0627\u0648\u0644\u0629 \u062a\u0634\u063a\u064a\u0644 \u062d\u062f\u062b \u062f\u0648\u0631\u0629 \u0627\u0644\u062d\u064a\u0627\u0629.
warn.worker.retry.blocked=CLFRN1279W: \u062d\u062f\u062b\u062a \u0623\u062e\u0637\u0627\u0621 \u0643\u062b\u064a\u0631\u0629 \u062c\u062f\u0627 \u0623\u062b\u0646\u0627\u0621 \u062a\u0634\u063a\u064a\u0644 \u0623\u062d\u062f\u0627\u062b \u062f\u0648\u0631\u0629 \u0627\u0644\u062d\u064a\u0627\u0629. \u0628\u0631\u062c\u0627\u0621 \u062a\u0635\u062d\u064a\u062d \u0627\u0644\u0645\u0634\u0643\u0644\u0629 \u0627\u0644\u0623\u0633\u0627\u0633\u064a\u0629. \u0644\u0645\u062d\u0648 \u0627\u0644\u062d\u0638\u0631 \u064a\u062c\u0628 \u0639\u0644\u064a\u0643 \u0627\u064a\u0642\u0627\u0641  \u0648\u0628\u062f\u0621 \u062a\u0637\u0628\u064a\u0642 \u0645\u0644\u0641\u0627\u062a \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0639\u0631\u064a\u0641.

# bss command messages
err.general.bss.command.err=CLFRN1282E: \u062d\u062f\u062b \u062e\u0637\u0623 \u063a\u064a\u0631 \u0645\u062a\u0648\u0642\u0639 \u0623\u062b\u0646\u0627\u0621 \u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0623\u0645\u0631 {0}: {1}.
