# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2015                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

warning.init.startupBean=CLFRN1202W: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u043d\u0438\u0446\u0438\u0458\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0443\u0432\u0430\u0447\u043e\u0442 \u043d\u0430 \u043d\u0430\u0440\u0435\u0434\u0431\u0430\u0442\u0430 \u0437\u0430 \u043f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0430\u0442\u0430. \u0417\u0430 \u043f\u043e\u0432\u0435\u045c\u0435 \u0434\u0435\u0442\u0430\u043b\u0438, \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0433\u043e \u0432\u0433\u043d\u0435\u0437\u0434\u0435\u043d\u0438\u043e\u0442 \u0438\u0441\u043a\u043b\u0443\u0447\u043e\u043a. 
info.worker.events.stats=CLFRN1199I: \u0420\u0430\u0431\u043e\u0442\u043d\u0438\u043a\u043e\u0442 \u0437\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0438 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0438 {0} \u043d\u0430\u0440\u0435\u0434\u0431\u0438 \u043f\u0440\u0438 \u043e\u0432\u043e\u0458 \u0446\u0438\u043a\u043b\u0443\u0441.
info.worker.event.processing=CLFRN1200I: \u0421\u0435 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0443\u0432\u0430 \u043d\u0430\u0441\u0442\u0430\u043d \u0437\u0430 \u043d\u0430\u0440\u0435\u0434\u0431\u0430 \u0437\u0430 \u043f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0430 \u0441\u043e \u0438\u0434 {0} \u0438 \u0438\u043c\u0435 {1}.
info.worker.config.disabled=CLFRN1220I: \u041e\u0431\u0458\u0430\u0432\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u043d\u0430\u0440\u0435\u0434\u0431\u0430\u0442\u0430 \u0437\u0430 \u043f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0430\u0442\u0430 \u0435 \u043e\u043d\u0435\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u043e. \u041d\u0435\u043c\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0441\u043f\u0440\u0430\u0442\u0430\u0442 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u0437\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u0458\u0430 \u043d\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438 \u043e\u0434 \u041f\u0440\u043e\u0444\u0438\u043b\u0438 \u0434\u043e \u0434\u0440\u0443\u0433\u0438 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0438 (\u0441\u0432\u043e\u0458\u0441\u0442\u0432\u043e\u0442\u043e com.ibm.lconn.profiles.config.EnableUserDataPropagation \u0435 \u043f\u043e\u0441\u0442\u0430\u0432\u0435\u043d\u043e \u043d\u0430 false). \u0417\u0430 \u043f\u043e\u0432\u0435\u045c\u0435 \u0434\u0435\u0442\u0430\u043b\u0438, \u0432\u0438\u0434\u0435\u0442\u0435 \u0432\u043e \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u0430\u0446\u0438\u0458\u0430\u0442\u0430. 
info.worker.config.enabled=CLFRN1226I: \u041e\u0431\u0458\u0430\u0432\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u043d\u0430\u0440\u0435\u0434\u0431\u0430\u0442\u0430 \u0437\u0430 \u043f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0430\u0442\u0430 \u0435 \u043e\u0432\u043e\u0437\u043c\u043e\u0436\u0435\u043d\u043e. \u040c\u0435 \u0441\u0435 \u0438\u0441\u043f\u0440\u0430\u0442\u0430\u0442 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u0437\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u0458\u0430 \u043d\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0446\u0438 \u043e\u0434 \u041f\u0440\u043e\u0444\u0438\u043b\u0438 \u0434\u043e \u0434\u0440\u0443\u0433\u0438 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0438.

# PhotoSyncTask is the name of the scheduled task; it should not be translated; {0} represents an integer
info.worker.sync.events.stats=CLFRN1343I: PhotoSyncTask \u043d\u0430 \u041f\u0440\u043e\u0444\u0438\u043b\u0438 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u0448\u0435 {0} \u0444\u043e\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0438 \u043f\u0440\u0438 \u043e\u0432\u043e\u0458 \u0446\u0438\u043a\u043b\u0443\u0441.
error.photosync.failed.to.init=CLFRN1342E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u043d\u0438\u0446\u0438\u0458\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u045a\u0435\u0442\u043e \u043d\u0430 PhotoSyncTask. \u041e\u0432\u0430\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u045c\u0435 \u0441\u043f\u0440\u0435\u0447\u0438 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u041f\u0440\u043e\u0444\u0438\u043b\u0438 \u0434\u0430 \u0433\u0438 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430\u0442\u0430 \u043d\u0430 \u0444\u043e\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0438. \u041f\u0440\u043e\u043c\u0435\u043d\u043b\u0438\u0432\u0430\u0442\u0430 \u0437\u0430 \u043e\u043a\u043e\u043b\u0438\u043d\u0430 ''{0}'' \u0435 ''{1}''.
info.worker.sync.event.processing=CLFRN1341I: \u0421\u0435 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0443\u0432\u0430 \u043d\u0430\u0441\u0442\u0430\u043d \u0437\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 \u0444\u043e\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0438 \u0441\u043e \u0438\u0434 {0} \u0438 \u0438\u043c\u0435 {1}.

# ProfileSyncTask is the new name of the scheduled task; it should not be translated
# the following 3 stings are edited copies of the above 3 strings (which will become obsolete - to be removed later)
# {0} is the number of events that were processed (including any errors); {1)} is the number of profiles and {2} the number of photos that were sync'd
info.worker.profile.sync.events.stats=CLFRN1364I: ProfileSyncTask \u043d\u0430 \u041f\u0440\u043e\u0444\u0438\u043b\u0438 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u0448\u0435 {0} \u0441\u0442\u0430\u0432\u043a\u0438 \u0437\u0430 \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u043e\u0432\u0430 \u0438\u0437\u0432\u0440\u0448\u0443\u0432\u0430\u045a\u0435. {1} \u043f\u0440\u043e\u0444\u0438\u043b\u0438 \u0438 {2} \u0444\u043e\u0442\u043e\u0433\u0440\u0430\u0444\u0438\u0438.
# {0} system name of an environment variable that should be set in the deployment; {1} is the value found in that variable
error.profile.sync.failed.to.init=CLFRN1363E: \u0413\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u043d\u0438\u0446\u0438\u0458\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430 ProfileSyncTask. \u041e\u0432\u0430\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u045c\u0435 \u0441\u043f\u0440\u0435\u0447\u0438 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0438 \u0434\u0430 \u0433\u0438 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0430\u0442\u0430 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u043e\u0442. \u041f\u0440\u043e\u043c\u0435\u043d\u043b\u0438\u0432\u0430\u0442\u0430 \u0437\u0430 \u043e\u043a\u043e\u043b\u0438\u043d\u0430 ''{0}'' \u0435 ''{1}''.
# {0} is the ID of the user; {1} is the internal name of the event (not translated)
info.worker.profile.sync.event.processing=CLFRN1365I: \u041e\u0431\u0440\u0430\u0431\u043e\u0442\u0443\u0432\u0430\u045a\u0435 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d \u043d\u0430\u0441\u0442\u0430\u043d \u043d\u0430 \u041f\u0440\u043e\u0444\u0438\u043b\u0438 : {1} \u0437\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u043a\u043e\u0442 : {0}.

error.scheduler.naming=CLFRN1201E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0431\u0430\u0440\u0430\u045a\u0435\u0442\u043e \u0420\u0430\u0441\u043f\u043e\u0440\u0435\u0434\u0443\u0432\u0430\u0447 \u0437\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0438 \u043d\u0430 WebSphere Application Server. \u0417\u0430 \u0434\u0435\u0442\u0430\u043b\u0438, \u0432\u0438\u0434\u0435\u0442\u0435 \u0433\u043e \u0432\u0433\u043d\u0435\u0437\u0434\u0435\u043d\u0438\u043e\u0442 \u0438\u0441\u043a\u043b\u0443\u0447\u043e\u043a.

error.event.create.properties=CLFRN1216E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u043e\u0437\u0434\u0430\u0432\u0430\u045a\u0435\u0442\u043e \u0441\u0432\u043e\u0458\u0441\u0442\u0432\u0430 \u043d\u0430 \u043d\u0430\u0440\u0435\u0434\u0431\u0430 \u0437\u0430 \u043d\u0430\u0441\u0442\u0430\u043d \u043d\u0430 \u043f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0430. \u0417\u0430 \u0434\u0435\u0442\u0430\u043b\u0438, \u0432\u0438\u0434\u0435\u0442\u0435 \u0433\u043e \u0432\u0433\u043d\u0435\u0437\u0434\u0435\u043d\u0438\u043e\u0442 \u0438\u0441\u043a\u043b\u0443\u0447\u043e\u043a.

error.event.publish=CLFRN1215E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u0431\u0458\u0430\u0432\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u043d\u0430\u0441\u0442\u0430\u043d\u043e\u0442 \u043d\u0430 \u043f\u043b\u0430\u0442\u0444\u043e\u0440\u043c\u0430\u0442\u0430 {0}. \u0417\u0430 \u0434\u0435\u0442\u0430\u043b\u0438, \u0432\u0438\u0434\u0435\u0442\u0435 \u0433\u043e \u0432\u0433\u043d\u0435\u0437\u0434\u0435\u043d\u0438\u043e\u0442 \u0438\u0441\u043a\u043b\u0443\u0447\u043e\u043a.

info.scheduler.regitering=CLFRN1225I: \u0421\u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430 \u043f\u0440\u043e\u0446\u0435\u0441\u043e\u0442 \u043d\u0430 \u0420\u0430\u0431\u043e\u0442\u043d\u0438\u043a\u043e\u0442 \u0437\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0438 \u0432\u043e \u0440\u0430\u0441\u043f\u043e\u0440\u0435\u0434\u0443\u0432\u0430\u0447.
info.scheduler.alreadyRegistered=CLFRN1223I: \u0417\u0430\u0434\u0430\u0447\u0430\u0442\u0430 \u0437\u0430 \u043f\u0440\u043e\u0446\u0435\u0441\u043e\u0442 \u043d\u0430 \u0420\u0430\u0431\u043e\u0442\u043d\u0438\u043a\u043e\u0442 \u0437\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0438 \u0432\u0435\u045c\u0435 \u0435 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u043d\u0430 \u0432\u043e \u0440\u0430\u0441\u043f\u043e\u0440\u0435\u0434\u0443\u0432\u0430\u0447\u043e\u0442. \u041d\u0435 \u0435 \u043f\u043e\u0442\u0440\u0435\u0431\u043d\u043e \u0434\u0435\u0458\u0441\u0442\u0432\u043e.
info.scheduler.scheduleIntervalUpdated=CLFRN1222I: \u041e\u0442\u043a\u0440\u0438\u0435\u043d\u043e \u0435 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045a\u0435 \u0437\u0430 \u0438\u043d\u0442\u0435\u0440\u0432\u0430\u043b\u043e\u0442 \u043d\u0430 \u043f\u0440\u043e\u0446\u0435\u0441\u043e\u0442 \u043d\u0430 \u0420\u0430\u0431\u043e\u0442\u043d\u0438\u043a\u043e\u0442 \u0437\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0438 \u0432\u043e \u0440\u0430\u0441\u043f\u043e\u0440\u0435\u0434\u0443\u0432\u0430\u0447\u043e\u0442. \u0421\u0435 \u043f\u0440\u0438\u0441\u043f\u043e\u0441\u043e\u0431\u0443\u0432\u0430 \u0438\u0437\u0432\u0440\u0448\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430\u0442\u0430.
error.scheduler.create=CLFRN1221E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430 \u0437\u0430 \u0420\u0430\u0431\u043e\u0442\u043d\u0438\u043a \u0437\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0438 \u0432\u043e \u0440\u0430\u0441\u043f\u043e\u0440\u0435\u0434\u0443\u0432\u0430\u0447\u043e\u0442. \u041d\u0435\u043c\u0430 \u0434\u0430 \u0441\u0435 \u0438\u0437\u0432\u0440\u0448\u0438 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u045a\u0435 \u043d\u0430 \u043a\u043e\u0440\u0438\u0441\u043d\u0438\u0447\u043a\u0438 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u0441\u043e \u0434\u0440\u0443\u0433\u0430 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430. \u0417\u0430 \u0434\u0435\u0442\u0430\u043b\u0438, \u0432\u0438\u0434\u0435\u0442\u0435 \u0433\u043e \u0432\u0433\u043d\u0435\u0437\u0434\u0435\u043d\u0438\u043e\u0442 \u0438\u0441\u043a\u043b\u0443\u0447\u043e\u043a.
error.scheduler.adjust=CLFRN1224E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u0440\u0438\u0441\u043f\u043e\u0441\u043e\u0431\u0443\u0432\u0430\u045a\u0435\u0442\u043e \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0430 \u0437\u0430 \u0420\u0430\u0431\u043e\u0442\u043d\u0438\u043a \u0437\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0438 \u0432\u043e \u0440\u0430\u0441\u043f\u043e\u0440\u0435\u0434\u0443\u0432\u0430\u0447\u043e\u0442. \u0422\u043e\u0430 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0432\u043b\u0438\u0458\u0430\u0435 \u0432\u0440\u0437 \u0441\u043f\u043e\u0441\u043e\u0431\u043d\u043e\u0441\u0442\u0430 \u0437\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u045a\u0435 \u043f\u043e\u0434\u0430\u0442\u043e\u0446\u0438 \u0441\u043e \u0434\u0440\u0443\u0433\u0438 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0438. \u0417\u0430 \u0434\u0435\u0442\u0430\u043b\u0438, \u0432\u0438\u0434\u0435\u0442\u0435 \u0433\u043e \u0432\u0433\u043d\u0435\u0437\u0434\u0435\u043d\u0438\u043e\u0442 \u0438\u0441\u043a\u043b\u0443\u0447\u043e\u043a.

#error.worker.general.processNewEvent=CLFRN1227E: A general failure occurred when processing new user synchronization events. See the nested exception for details.
#error.worker.general.processIndexUpdates=CLFRN1228E: A general failure occurred when processing index updates. See the nested exception for details.
error.worker.general.scheduledTask=CLFRN1283E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u043e\u043f\u0448\u0442\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0432\u0440\u0448\u0443\u0432\u0430\u045a\u0435 \u043d\u0430 \u0437\u0430\u043a\u0430\u0436\u0430\u043d\u0438\u0442\u0435 \u0437\u0430\u0434\u0430\u0447\u0438 {0}. \u0417\u0430 \u0434\u0435\u0442\u0430\u043b\u0438, \u0432\u0438\u0434\u0435\u0442\u0435 \u0433\u043e \u0432\u0433\u043d\u0435\u0437\u0434\u0435\u043d\u0438\u043e\u0442 \u0438\u0441\u043a\u043b\u0443\u0447\u043e\u043a.

warn.worker.retry.waitUntilClear=CLFRN1267W: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0435\u0442\u0445\u043e\u0434\u043d\u043e.  \u0421\u0435 \u0447\u0435\u043a\u0430 \u043f\u0440\u0435\u0434 \u043f\u043e\u0432\u0442\u043e\u0440\u043d\u0438\u043e\u0442 \u043e\u0431\u0438\u0434 \u0437\u0430 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430 \u043d\u0430 \u043d\u0430\u0441\u0442\u0430\u043d\u043e\u0442 \u0437\u0430 \u0436\u0438\u0432\u043e\u0442\u0435\u043d \u0446\u0438\u043a\u043b\u0443\u0441.
warn.worker.retry.blocked=CLFRN1279W: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438\u0458\u0430 \u043f\u0440\u0435\u043c\u043d\u043e\u0433\u0443 \u0433\u0440\u0435\u0448\u043a\u0438 \u043f\u0440\u0438 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430\u0442\u0430 \u043d\u0430 \u043d\u0430\u0441\u0442\u0430\u043d\u0438 \u0437\u0430 \u0436\u0438\u0432\u043e\u0442\u0435\u043d \u0446\u0438\u043a\u043b\u0443\u0441. \u041f\u043e\u043f\u0440\u0430\u0432\u0435\u0442\u0435 \u0433\u043e \u043d\u0430\u0432\u0435\u0434\u0435\u043d\u0438\u043e\u0442 \u043f\u0440\u043e\u0431\u043b\u0435\u043c. \u0417\u0430 \u0434\u0430 \u0433\u043e \u0438\u0441\u0447\u0438\u0441\u0442\u0438\u0442\u0435 \u0431\u043b\u043e\u043a\u043e\u0442, \u043c\u043e\u0440\u0430 \u0434\u0430 \u0458\u0430 \u0437\u0430\u043f\u0440\u0435\u0442\u0435, \u043f\u0430 \u0434\u0430 \u0458\u0430 \u0441\u0442\u0430\u0440\u0442\u0443\u0432\u0430\u0442\u0435 \u0430\u043f\u043b\u0438\u043a\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u041f\u0440\u043e\u0444\u0438\u043b\u0438.

# bss command messages
err.general.bss.command.err=CLFRN1282E: \u0421\u0435 \u043f\u043e\u0458\u0430\u0432\u0438 \u043d\u0435\u043e\u0447\u0435\u043a\u0443\u0432\u0430\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430 \u043d\u0430 \u043d\u0430\u0440\u0435\u0434\u0431\u0430\u0442\u0430 {0}: {1}.
