# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

warning.init.startupBean=CLFRN1202W: Ocorreu um erro ao inicializar o processador de comandos da plataforma. Consulte a excep\u00e7\u00e3o imbricada para obter mais detalhes. 
info.worker.events.stats=CLFRN1199I: O executor de perfis processou {0} comandos durante esta execu\u00e7\u00e3o.
info.worker.event.processing=CLFRN1200I: Evento de comando da plataforma de processamento com o id {0} e nome {1}.
info.worker.config.disabled=CLFRN1220I: A publica\u00e7\u00e3o do comando da plataforma est\u00e1 desactivada. N\u00e3o ser\u00e3o enviados quaisquer dados de sincroniza\u00e7\u00e3o do utilizador a partir dos Perfis para outras aplica\u00e7\u00f5es (a propriedade com.ibm.lconn.profiles.config.EnableUserDataPropagation est\u00e1 definida como false). Consulte a documenta\u00e7\u00e3o para obter detalhes. 
info.worker.config.enabled=CLFRN1226I: A publica\u00e7\u00e3o do comando da plataforma est\u00e1 activada. Os dados de sincroniza\u00e7\u00e3o do utilizador ser\u00e3o enviados a partir dos Perfis para outras aplica\u00e7\u00f5es.

# PhotoSyncTask is the name of the scheduled task; it should not be translated; {0} represents an integer
info.worker.sync.events.stats=CLFRN1343I: Os perfis de PhotoSyncTask sincronizaram {0} fotografias durante esta execu\u00e7\u00e3o.
error.photosync.failed.to.init=CLFRN1342E: Erro ao inicializar PhotoSyncTask. Este erro ir\u00e1 impedir que a aplica\u00e7\u00e3o Perfis sincronize actualiza\u00e7\u00f5es de fotografias. A vari\u00e1vel de ambiente ''{0}'' \u00e9 ''{1}''.
info.worker.sync.event.processing=CLFRN1341I: A processar evento de sincroniza\u00e7\u00e3o de fotografias com o ID {0} e o nome {1}.

# ProfileSyncTask is the new name of the scheduled task; it should not be translated
# the following 3 stings are edited copies of the above 3 strings (which will become obsolete - to be removed later)
# {0} is the number of events that were processed (including any errors); {1)} is the number of profiles and {2} the number of photos that were sync'd
info.worker.profile.sync.events.stats=CLFRN1364I: Os perfis de ProfileSyncTask sincronizaram {0} itens durante esta execu\u00e7\u00e3o. {1} perfis e {2} fotografias.
# {0} system name of an environment variable that should be set in the deployment; {1} is the value found in that variable
error.profile.sync.failed.to.init=CLFRN1363E: Erro ao inicializar ProfileSyncTask. Este erro ir\u00e1 impedir que a aplica\u00e7\u00e3o Perfis sincronize actualiza\u00e7\u00f5es de perfis. A vari\u00e1vel de ambiente ''{0}'' \u00e9 ''{1}''.
# {0} is the ID of the user; {1} is the internal name of the event (not translated)
info.worker.profile.sync.event.processing=CLFRN1365I: A processar o evento de sincroniza\u00e7\u00e3o de perfis: {1} para o utilizador: {0}.

error.scheduler.naming=CLFRN1201E: Ocorreu um erro ao procurar o programador dos Perfis do WebSphere Application Server. Consulte a excep\u00e7\u00e3o imbricada para obter detalhes.

error.event.create.properties=CLFRN1216E: Ocorreu um erro ao criar as propriedades de um comando de evento de plataforma. Consulte a excep\u00e7\u00e3o imbricada para obter detalhes.

error.event.publish=CLFRN1215E: Ocorreu um erro ao publicar o evento de comando de plataforma {0}. Consulte a excep\u00e7\u00e3o imbricada para obter detalhes.

info.scheduler.regitering=CLFRN1225I: A registar o processo do executor de perfis no programador.
info.scheduler.alreadyRegistered=CLFRN1223I: A tarefa de processo do executor de perfis j\u00e1 est\u00e1 registada no programador. N\u00e3o \u00e9 necess\u00e1ria qualquer ac\u00e7\u00e3o.
info.scheduler.scheduleIntervalUpdated=CLFRN1222I: Actualiza\u00e7\u00e3o detectada para o intervalo do processo do executor de perfis no programador. A ajustar a execu\u00e7\u00e3o da tarefa.
error.scheduler.create=CLFRN1221E: Ocorreu um erro ao registar a tarefa do executor de perfis no programador. N\u00e3o ir\u00e1 ocorrer qualquer sincroniza\u00e7\u00e3o de dados do utilizador com outra aplica\u00e7\u00e3o. Consulte a excep\u00e7\u00e3o imbricada para obter detalhes.
error.scheduler.adjust=CLFRN1224E: Ocorreu um erro ao ajustar a tarefa do executor de perfis no programador. Esta situa\u00e7\u00e3o poder\u00e1 ter impacto na fun\u00e7\u00e3o de sincroniza\u00e7\u00e3o de dados com outra aplica\u00e7\u00e3o. Consulte a excep\u00e7\u00e3o imbricada para obter detalhes.

#error.worker.general.processNewEvent=CLFRN1227E: A general failure occurred when processing new user synchronization events. See the nested exception for details.
#error.worker.general.processIndexUpdates=CLFRN1228E: A general failure occurred when processing index updates. See the nested exception for details.
error.worker.general.scheduledTask=CLFRN1283E: Ocorreu uma falha geral ao executar as tarefas agendadas {0}. Consulte a excep\u00e7\u00e3o imbricada para obter detalhes.

warn.worker.retry.waitUntilClear=CLFRN1267W: O erro ocorreu anteriormente.  A aguardar antes de tentar efectuar novamente o processamento do evento de ciclo de vida.
warn.worker.retry.blocked=CLFRN1279W: Ocorreram demasiados erros ao processar eventos de ciclo de vida. Corrija o problema subjacente. Para limpar o bloco, tem de parar e iniciar a aplica\u00e7\u00e3o Perfis.

# bss command messages
err.general.bss.command.err=CLFRN1282E: Ocorreu um erro inesperado ao processar o comando {0}: {1}.
