# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

warning.init.startupBean=CLFRN1202W: S'ha produ\u00eft un error en inicialitzar el processador de l'ordre de plataforma. Consulteu l'excepci\u00f3 imbricada per obtenir m\u00e9s detalls. 
info.worker.events.stats=CLFRN1199I: Profiles Worker ha processat {0} ordres durant el seu torn.
info.worker.event.processing=CLFRN1200I: S''est\u00e0 processant l''esdeveniment d''ordre de plataforma amb ID {0} i nom {1} .
info.worker.config.disabled=CLFRN1220I: La publicaci\u00f3 de l'ordre de plataforma est\u00e0 inhabilitada. No s'enviar\u00e0 cap dada de sincronitzaci\u00f3 des de Perfils a altres aplicacions (la propietat com.ibm.lconn.profiles.config.EnableUserDataPropagation s'estableix en false). Consulteu la documentaci\u00f3 per obtenir-ne detalls. 
info.worker.config.enabled=CLFRN1226I: La publicaci\u00f3 de l'ordre de plataforma est\u00e0 habilitada. Les dades de sincronitzaci\u00f3 d'usuari s'enviaran des de Perfils a altres aplicacions.

# PhotoSyncTask is the name of the scheduled task; it should not be translated; {0} represents an integer
info.worker.sync.events.stats=CLFRN1343I: La tasca PhotoSyncTask de Perfils ha sincronitzat {0} fotos durant aquesta execuci\u00f3.
error.photosync.failed.to.init=CLFRN1342E: Error en inicialitzar PhotoSyncTask. Aquest error evitar\u00e0 que l''aplicaci\u00f3 Perfils sincronitzi actualitzacions de fotos. La variable d''entorn ''{0}'' \u00e9s ''{1}''.
info.worker.sync.event.processing=CLFRN1341I: S''est\u00e0 processant l''esdeveniment de sincronitzaci\u00f3 de fotos amb l''ID {0} i el nom {1}.

# ProfileSyncTask is the new name of the scheduled task; it should not be translated
# the following 3 stings are edited copies of the above 3 strings (which will become obsolete - to be removed later)
# {0} is the number of events that were processed (including any errors); {1)} is the number of profiles and {2} the number of photos that were sync'd
info.worker.profile.sync.events.stats=CLFRN1364I: La tasca ProfileSyncTask de Perfils ha sincronitzat {0} elements aquesta execuci\u00f3. {1} perfils i {2} fotos.
# {0} system name of an environment variable that should be set in the deployment; {1} is the value found in that variable
error.profile.sync.failed.to.init=CLFRN1363E: Error en inicialitzar ProfileSyncTask. Aquest error evitar\u00e0 que l''aplicaci\u00f3 Perfils sincronitzi actualitzacions de perfils. La variable d''entorn ''{0}'' \u00e9s ''{1}''.
# {0} is the ID of the user; {1} is the internal name of the event (not translated)
info.worker.profile.sync.event.processing=CLFRN1365I: Processant l''esdeveniment de sincronitzaci\u00f3 de Perfils {1} per a l''usuari {0}.

error.scheduler.naming=CLFRN1201E: S'ha produ\u00eft un error en cercar el planificador de WebSphere Application Server de Perfils. Consulteu l'excepci\u00f3 imbricada per obtenir-ne detalls.

error.event.create.properties=CLFRN1216E: S'ha produ\u00eft un error en intentar construir les propietats d'una ordre d'esdeveniments de plataforma. Consulteu l'excepci\u00f3 imbricada per obtenir-ne detalls.

error.event.publish=CLFRN1215E: S''ha produ\u00eft un error durant la publicaci\u00f3 de l''esdeveniment d''ordre de plataforma {0}. Consulteu l''excepci\u00f3 imbricada per obtenir informaci\u00f3 detallada.

info.scheduler.regitering=CLFRN1225I: S'est\u00e0 registrant Worker Process de Perfils al planificador.
info.scheduler.alreadyRegistered=CLFRN1223I: La tasca de Worker Process de Perfils ja s'ha registrar al planificador. No cal dur a terme cap acci\u00f3.
info.scheduler.scheduleIntervalUpdated=CLFRN1222I: S'ha detectat l'actualitzaci\u00f3 de l'interval de Profiles Worker Process al planificador. S'est\u00e0 ajustant l'execuci\u00f3 de la tasca.
error.scheduler.create=CLFRN1221E: S'ha produ\u00eft un error en registrar la tasca Profiles Worker al planificador. No es dur\u00e0 a terme cap sincronitzaci\u00f3 de dades amb altres aplicacions. Consulteu l'excepci\u00f3 imbricada per obtenir-ne detalls.
error.scheduler.adjust=CLFRN1224E: S'ha produ\u00eft un error en ajustar la tasca Profiles Worker al planificador. Aix\u00f2 pot afectar a la capacitat de sincronitzaci\u00f3 de dades amb altres aplicacions. Consulteu l'excepci\u00f3 imbricada per obtenir-ne detalls.

#error.worker.general.processNewEvent=CLFRN1227E: A general failure occurred when processing new user synchronization events. See the nested exception for details.
#error.worker.general.processIndexUpdates=CLFRN1228E: A general failure occurred when processing index updates. See the nested exception for details.
error.worker.general.scheduledTask=CLFRN1283E: S''ha produ\u00eft un error general en executar les tasques planificades {0}. Consulteu l''excepci\u00f3 imbricada per obtenir-ne detalls.

warn.worker.retry.waitUntilClear=CLFRN1267W: S'ha produ\u00eft un error pr\u00e8viament.  S'est\u00e0 esperant abans de tornar a intentar el proc\u00e9s de successos de cicle de vida.
warn.worker.retry.blocked=CLFRN1279W: S'han produ\u00eft massa errors en processar els successos de cicle de vida. Corregiu el problema que n'\u00e9s la causa. Per netejar el bloqueig heu d'aturar i tornar a iniciar l'aplicaci\u00f3 de Perfils.

# bss command messages
err.general.bss.command.err=CLFRN1282E: S''ha produ\u00eft un error inesperat en processar l''ordre {0}: {1}.
