# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

warning.init.startupBean=CLFRN1202W: Do\u0161lo k chyb\u011b p\u0159i inicializaci procesoru p\u0159\u00edkaz\u016f platformy. Podrobnosti naleznete ve vno\u0159en\u00e9 v\u00fdjimce. 
info.worker.events.stats=CLFRN1199I: Pracovn\u00ed modul slu\u017eby Profily zpracoval v t\u00e9to f\u00e1zi {0} p\u0159\u00edkaz\u016f.
info.worker.event.processing=CLFRN1200I: Prob\u00edh\u00e1 zpracov\u00e1n\u00ed ud\u00e1losti p\u0159\u00edkaz\u016f platformy s identifik\u00e1torem {0} a n\u00e1zvem {1}.
info.worker.config.disabled=CLFRN1220I: Publikov\u00e1n\u00ed p\u0159\u00edkaz\u016f platformy je zak\u00e1z\u00e1no. Ze slu\u017eby Profily do jin\u00fdch aplikac\u00ed nebudou odes\u00edl\u00e1na \u017e\u00e1dn\u00e1 data synchronizace u\u017eivatel\u016f (vlastnost com.ibm.lconn.profiles.config.EnableUserDataPropagation je nastavena na hodnotu false). Podrobn\u011bj\u0161\u00ed informace naleznete v dokumentaci. 
info.worker.config.enabled=CLFRN1226I: Publikov\u00e1n\u00ed p\u0159\u00edkaz\u016f platformy je povoleno. Ze slu\u017eby Profily do jin\u00fdch aplikac\u00ed budou odes\u00edl\u00e1na data synchronizace u\u017eivatel\u016f.

# PhotoSyncTask is the name of the scheduled task; it should not be translated; {0} represents an integer
info.worker.sync.events.stats=CLFRN1343I: \u00daloha PhotoSyncTask pro slu\u017ebu Profily synchronizovala p\u0159i tomto spu\u0161t\u011bn\u00ed {0} fotografi\u00ed.
error.photosync.failed.to.init=CLFRN1342E: Chyba p\u0159i inicializaci \u00falohy PhotoSyncTask. Tato chyba znemo\u017en\u00ed aplikaci Profily synchronizovat aktualizace fotografi\u00ed. Prom\u011bnn\u00e1 prost\u0159ed\u00ed {0} m\u00e1 hodnotu {1}.
info.worker.sync.event.processing=CLFRN1341I: Prob\u00edh\u00e1 zpracov\u00e1n\u00ed ud\u00e1losti synchronizace fotografi\u00ed s identifik\u00e1torem {0} a n\u00e1zvem {1}.

# ProfileSyncTask is the new name of the scheduled task; it should not be translated
# the following 3 stings are edited copies of the above 3 strings (which will become obsolete - to be removed later)
# {0} is the number of events that were processed (including any errors); {1)} is the number of profiles and {2} the number of photos that were sync'd
info.worker.profile.sync.events.stats=CLFRN1364I: \u00daloha ProfileSyncTask pro slu\u017ebu Profily synchronizovala p\u0159i tomto spu\u0161t\u011bn\u00ed {0} polo\u017eek. Po\u010det profil\u016f: {1}, po\u010det fotografi\u00ed: {2}.
# {0} system name of an environment variable that should be set in the deployment; {1} is the value found in that variable
error.profile.sync.failed.to.init=CLFRN1363E: Chyba p\u0159i inicializaci \u00falohy ProfileSyncTask. Tato chyba znemo\u017en\u00ed aplikaci Profily synchronizovat aktualizace profil\u016f. Prom\u011bnn\u00e1 prost\u0159ed\u00ed {0} m\u00e1 hodnotu {1}.
# {0} is the ID of the user; {1} is the internal name of the event (not translated)
info.worker.profile.sync.event.processing=CLFRN1365I: Prob\u00edh\u00e1 zpracov\u00e1n\u00ed ud\u00e1losti synchronizace slu\u017eby Profily {1} pro u\u017eivatele {0}.

error.scheduler.naming=CLFRN1201E: P\u0159i hled\u00e1n\u00ed pl\u00e1nova\u010de produktu WebSphere Application Server pro slu\u017ebu Profily do\u0161lo k chyb\u011b. Dal\u0161\u00ed informace najdete ve vno\u0159en\u00fdch v\u00fdjimk\u00e1ch.

error.event.create.properties=CLFRN1216E: P\u0159i sestavov\u00e1n\u00ed vlastnost\u00ed p\u0159\u00edkazu ud\u00e1losti platformy do\u0161lo k chyb\u011b. Dal\u0161\u00ed informace najdete ve vno\u0159en\u00fdch v\u00fdjimk\u00e1ch.

error.event.publish=CLFRN1215E: P\u0159i publikov\u00e1n\u00ed ud\u00e1losti p\u0159\u00edkazu platformy {0} do\u0161lo k chyb\u011b. Podrobnosti viz vno\u0159en\u00e1 v\u00fdjimka.

info.scheduler.regitering=CLFRN1225I: Prob\u00edh\u00e1 registrace pracovn\u00edho modulu slu\u017eby Profily v pl\u00e1nova\u010di.
info.scheduler.alreadyRegistered=CLFRN1223I: \u00daloha pracovn\u00edho modulu slu\u017eby Profily je v pl\u00e1nova\u010di ji\u017e registrov\u00e1na. Nen\u00ed vy\u017eadov\u00e1na \u017e\u00e1dn\u00e1 akce.
info.scheduler.scheduleIntervalUpdated=CLFRN1222I: Byla zji\u0161t\u011bna aktualizace intervalu pracovn\u00edho modulu slu\u017eby Profily v pl\u00e1nova\u010di. Prob\u00edh\u00e1 \u00faprava spou\u0161t\u011bn\u00ed \u00faloh.
error.scheduler.create=CLFRN1221E: Do\u0161lo k chyb\u011b p\u0159i registraci \u00falohy pracovn\u00edho modulu v pl\u00e1nova\u010di. Nedojde tak k synchronizaci u\u017eivatelsk\u00fdch dat s jin\u00fdmi aplikacemi. Dal\u0161\u00ed informace najdete ve vno\u0159en\u00fdch v\u00fdjimk\u00e1ch.
error.scheduler.adjust=CLFRN1224E: Do\u0161lo k chyb\u011b p\u0159i \u00faprav\u011b \u00falohy pracovn\u00edho modulu v pl\u00e1nova\u010di. M\u016f\u017ee tak doj\u00edt k ovlivn\u011bn\u00ed mo\u017enosti synchronizace dat s jin\u00fdmi aplikacemi. Dal\u0161\u00ed informace najdete ve vno\u0159en\u00fdch v\u00fdjimk\u00e1ch.

#error.worker.general.processNewEvent=CLFRN1227E: A general failure occurred when processing new user synchronization events. See the nested exception for details.
#error.worker.general.processIndexUpdates=CLFRN1228E: A general failure occurred when processing index updates. See the nested exception for details.
error.worker.general.scheduledTask=CLFRN1283E: P\u0159i prov\u00e1d\u011bn\u00ed napl\u00e1novan\u00fdch \u00faloh {0} do\u0161lo k obecn\u00e9mu selh\u00e1n\u00ed. Dal\u0161\u00ed informace najdete ve vno\u0159en\u00fdch v\u00fdjimk\u00e1ch.

warn.worker.retry.waitUntilClear=CLFRN1267W: D\u0159\u00edve do\u0161lo k chyb\u011b. \u010cek\u00e1 se p\u0159ed opakov\u00e1n\u00edm pokusu o zpracov\u00e1n\u00ed ud\u00e1losti \u017eivotn\u00edho cyklu.
warn.worker.retry.blocked=CLFRN1279W: B\u011bhem zpracov\u00e1n\u00ed ud\u00e1lost\u00ed \u017eivotn\u00edho cyklu do\u0161lo k p\u0159\u00edli\u0161 mnoha chyb\u00e1m. Vy\u0159e\u0161te z\u00e1kladn\u00ed probl\u00e9m. Chcete-li odstranit blokov\u00e1n\u00ed, je t\u0159eba zastavit aplikaci Profily a znovu ji spustit.

# bss command messages
err.general.bss.command.err=CLFRN1282E: Do\u0161lo k neo\u010dek\u00e1van\u00e9 chyb\u011b p\u0159i zpracov\u00e1n\u00ed p\u0159\u00edkazu {0}: {1}.
