# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

warning.init.startupBean=CLFRN1202W: Platform Command i\u015flemcisi ba\u015flat\u0131l\u0131rken hata olu\u015ftu. Daha ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in i\u00e7 i\u00e7e ge\u00e7mi\u015f \u00f6zel duruma bak\u0131n. 
info.worker.events.stats=CLFRN1199I: Profiles Worker, bu defa {0} komut i\u015fledi.
info.worker.event.processing=CLFRN1200I: {0} tan\u0131t\u0131c\u0131s\u0131 ve {1} ad\u0131na sahip Platform Command Olay\u0131 i\u015fleniyor.
info.worker.config.disabled=CLFRN1220I: Platform Komut yay\u0131n\u0131 devre d\u0131\u015f\u0131 b\u0131rak\u0131ld\u0131. Profillerden di\u011fer uygulamalara herhangi bir kullan\u0131c\u0131 e\u015fitleme verileri g\u00f6nderilmeyecek (com.ibm.lconn.profiles.config.EnableUserDataPropagation \u00f6zelli\u011fi yanl\u0131\u015f olarak ayarland\u0131). Ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in belgelere bak\u0131n. 
info.worker.config.enabled=CLFRN1226I: Platform Komut yay\u0131n\u0131 etkinle\u015ftirildi. Profillerden di\u011fer uygulamalara kullan\u0131c\u0131 e\u015fitleme verileri g\u00f6nderilmeyecek.

# PhotoSyncTask is the name of the scheduled task; it should not be translated; {0} represents an integer
info.worker.sync.events.stats=CLFRN1343I: Profiller PhotoSyncTask g\u00f6revi, bu \u00e7al\u0131\u015ft\u0131rma s\u0131ras\u0131nda {0} foto\u011fraf\u0131 e\u015fitledi.
error.photosync.failed.to.init=CLFRN1342E: PhotoSyncTask g\u00f6revi ba\u015flat\u0131l\u0131rken bir hata olu\u015ftu. Bu hata Profiller uygulamas\u0131n\u0131n foto\u011fraf g\u00fcncelle\u015ftirmelerini e\u015fitlemesini \u00f6nleyecek. ''{0}'' ortam de\u011fi\u015fkeni: ''{1}''.
info.worker.sync.event.processing=CLFRN1341I: {0} tan\u0131t\u0131c\u0131s\u0131na ve {1} ad\u0131na sahip Foto\u011fraf E\u015fitleme Etkinli\u011fi i\u015fleniyor.

# ProfileSyncTask is the new name of the scheduled task; it should not be translated
# the following 3 stings are edited copies of the above 3 strings (which will become obsolete - to be removed later)
# {0} is the number of events that were processed (including any errors); {1)} is the number of profiles and {2} the number of photos that were sync'd
info.worker.profile.sync.events.stats=CLFRN1364I: Profiller ProfileSyncTask g\u00f6revi, bu \u00e7al\u0131\u015ft\u0131rma s\u0131ras\u0131nda {0} \u00f6\u011feyi e\u015fitledi. {1} profil ve {2} foto\u011fraf.
# {0} system name of an environment variable that should be set in the deployment; {1} is the value found in that variable
error.profile.sync.failed.to.init=CLFRN1363E: ProfileSyncTask g\u00f6revi ba\u015flat\u0131l\u0131rken bir hata olu\u015ftu. Bu hata Profiller uygulamas\u0131n\u0131n profil g\u00fcncelle\u015ftirmelerini e\u015fitlemesini \u00f6nleyecek. ''{0}'' ortam de\u011fi\u015fkeni: ''{1}''.
# {0} is the ID of the user; {1} is the internal name of the event (not translated)
info.worker.profile.sync.event.processing=CLFRN1365I: Profil E\u015fitleme Etkinli\u011fi \u0130\u015fleniyor : {1} \u015fu kullan\u0131c\u0131 i\u00e7in : {0}.

error.scheduler.naming=CLFRN1201E: Profiller WebSphere Application Server Zamanlay\u0131c\u0131s\u0131 aran\u0131rken hata olu\u015ftu. Ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in i\u00e7 i\u00e7e ge\u00e7mi\u015f \u00f6zel duruma bak\u0131n.

error.event.create.properties=CLFRN1216E: Platform Event komutunun \u00f6zellikleri olu\u015fturulurken hata olu\u015ftu. Ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in i\u00e7 i\u00e7e ge\u00e7mi\u015f \u00f6zel duruma bak\u0131n.

error.event.publish=CLFRN1215E: {0} Platform Command olay\u0131 yay\u0131nlan\u0131rken hata olu\u015ftu. Ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in i\u00e7 i\u00e7e ge\u00e7mi\u015f \u00f6zel duruma bak\u0131n.

info.scheduler.regitering=CLFRN1225I: Profiles Worker Process zamanlay\u0131c\u0131ya kaydediliyor.
info.scheduler.alreadyRegistered=CLFRN1223I: Profiles Worker Process G\u00f6revi, zamanlay\u0131c\u0131ya \u00f6nceden kaydedildi. Herhangi bir i\u015flem yap\u0131lmas\u0131 gerekmiyor.
info.scheduler.scheduleIntervalUpdated=CLFRN1222I: Zamanlay\u0131c\u0131daki Profiles Worker Process aral\u0131\u011f\u0131 i\u00e7in g\u00fcncelle\u015ftirme alg\u0131land\u0131. G\u00f6rev y\u00fcr\u00fctme ayarlan\u0131yor.
error.scheduler.create=CLFRN1221E: Zamanlay\u0131c\u0131daki Profiles Worker g\u00f6revi kaydedilirken bir hata olu\u015ftu. Di\u011fer uygulamalarla kullan\u0131c\u0131 verilerini e\u015fitleme ger\u00e7ekle\u015fmeyecek. Ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in i\u00e7 i\u00e7e ge\u00e7mi\u015f \u00f6zel duruma bak\u0131n.
error.scheduler.adjust=CLFRN1224E: Zamanlay\u0131c\u0131daki Profiles Worker g\u00f6revi ayarlan\u0131rken bir hata olu\u015ftu. Bu, di\u011fer uygulamalarla veri e\u015fleme yetene\u011fini etkileyebilir. Ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in i\u00e7 i\u00e7e ge\u00e7mi\u015f \u00f6zel duruma bak\u0131n.

#error.worker.general.processNewEvent=CLFRN1227E: A general failure occurred when processing new user synchronization events. See the nested exception for details.
#error.worker.general.processIndexUpdates=CLFRN1228E: A general failure occurred when processing index updates. See the nested exception for details.
error.worker.general.scheduledTask=CLFRN1283E: {0} zamanlanan g\u00f6revleri y\u00fcr\u00fct\u00fcl\u00fcrken genel bir hata olu\u015ftu. Ayr\u0131nt\u0131l\u0131 bilgi i\u00e7in i\u00e7 i\u00e7e ge\u00e7mi\u015f \u00f6zel duruma bak\u0131n.

warn.worker.retry.waitUntilClear=CLFRN1267W: Hata daha \u00f6nce olu\u015ftu.  Ya\u015fam d\u00f6ng\u00fcs\u00fc olay\u0131n\u0131 i\u015fleme yeniden denenmeden \u00f6nce bekleniyor.
warn.worker.retry.blocked=CLFRN1279W: Ya\u015fam d\u00f6ng\u00fcs\u00fc olaylar\u0131 i\u015flenirken \u00e7ok fazla hata olu\u015ftu. L\u00fctfen temelde yatan sorunu d\u00fczeltin. Engeli kald\u0131rmak i\u00e7in Profiller uygulama4s\u0131n\u0131 durdurup ba\u015flatmal\u0131s\u0131n\u0131z.

# bss command messages
err.general.bss.command.err=CLFRN1282E: {0} komutu i\u015flenirken beklenmeyen bir hata olu\u015ftu: {1}.
