# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

warning.init.startupBean=CLFRN1202W: Nastala chyba pri inicializ\u00e1cii procesora pr\u00edkazov platformy. Pozrite si vnoren\u00fa v\u00fdnimku, kde n\u00e1jdete viac podrobnost\u00ed. 
info.worker.events.stats=CLFRN1199I: Pracovn\u00edk profilov spracoval {0} pr\u00edkazov v tomto cykle.
info.worker.event.processing=CLFRN1200I: Sprac\u00fava sa udalos\u0165 pr\u00edkazu platformy s ID {0} a n\u00e1zvom {1}.
info.worker.config.disabled=CLFRN1220I: Zverejnenie pr\u00edkazu platformy je zak\u00e1zan\u00e9. Nepo\u0161l\u00fa sa \u017eiadne synchroniza\u010dn\u00e9 \u00fadaje o u\u017e\u00edvate\u013eoch z Profilov do in\u00fdch aplik\u00e1ci\u00ed (vlastnos\u0165 com.ibm.lconn.profiles.config.EnableUserDataPropagation je nastaven\u00e1 na false). Pozrite si dokument\u00e1ciu, kde n\u00e1jdete viac podrobnost\u00ed. 
info.worker.config.enabled=CLFRN1226I: Zverejnenie pr\u00edkazu platformy je povolen\u00e9. Synchroniza\u010dn\u00e9 \u00fadaje o pou\u017e\u00edvate\u013eoch sa bud\u00fa posiela\u0165 z profilov do in\u00fdch aplik\u00e1ci\u00ed.

# PhotoSyncTask is the name of the scheduled task; it should not be translated; {0} represents an integer
info.worker.sync.events.stats=CLFRN1343I: \u00daloha PhotoSyncTask pre aplik\u00e1ciu Profily synchronizovala {0} fotografi\u00ed pri tomto jednom spusten\u00ed.
error.photosync.failed.to.init=CLFRN1342E: Nastala chyba pri inicializovan\u00ed \u00falohy PhotoSyncTask. T\u00e1to chyba zabr\u00e1ni spusteniu aplik\u00e1cie Profily zo synchroniz\u00e1cie aktualiz\u00e1ci\u00ed fotografi\u00ed. Premenn\u00e1 prostredia ''{0}'' je ''{1}''.
info.worker.sync.event.processing=CLFRN1341I: Sprac\u00fava sa udalos\u0165 synchroniz\u00e1cie fotografi\u00ed s ID {0} a n\u00e1zvom {1}.

# ProfileSyncTask is the new name of the scheduled task; it should not be translated
# the following 3 stings are edited copies of the above 3 strings (which will become obsolete - to be removed later)
# {0} is the number of events that were processed (including any errors); {1)} is the number of profiles and {2} the number of photos that were sync'd
info.worker.profile.sync.events.stats=CLFRN1364I: \u00daloha ProfileSyncTask pre aplik\u00e1ciu Profily synchronizovala {0} polo\u017eiek pri tomto spusten\u00ed. {1} profilov a {2} fotografi\u00ed.
# {0} system name of an environment variable that should be set in the deployment; {1} is the value found in that variable
error.profile.sync.failed.to.init=CLFRN1363E: Nastala chyba pri inicializovan\u00ed \u00falohy ProfileSyncTask. T\u00e1to chyba zabr\u00e1ni spusteniu aplik\u00e1cie Profily zo synchroniz\u00e1cie aktualiz\u00e1ci\u00ed profilov. Premenn\u00e1 prostredia ''{0}'' je ''{1}''.
# {0} is the ID of the user; {1} is the internal name of the event (not translated)
info.worker.profile.sync.event.processing=CLFRN1365I: Sprac\u00fava sa udalos\u0165 synchroniz\u00e1cie profilov {1} pre pou\u017e\u00edvate\u013ea {0}.

error.scheduler.naming=CLFRN1201E: Nastala chyba pri vyh\u013ead\u00e1van\u00ed pl\u00e1nova\u010da profilov WebSphere Application Server. Pozrite si vnoren\u00fa v\u00fdnimku, kde n\u00e1jdete viac podrobnost\u00ed.

error.event.create.properties=CLFRN1216E: Nastala chyba pri zostavovan\u00ed vlastnost\u00ed pr\u00edkazu udalosti platformy. Pozrite si vnoren\u00fa v\u00fdnimku, kde n\u00e1jdete viac podrobnost\u00ed.

error.event.publish=CLFRN1215E: Nastala chyba pri zverej\u0148ovan\u00ed udalosti pr\u00edkazu platformy {0}. Pozrite si vnoren\u00fa v\u00fdnimku, kde n\u00e1jdete viac podrobnost\u00ed.

info.scheduler.regitering=CLFRN1225I: Registruje sa proces pracovn\u00edka Profilov v pl\u00e1nova\u010di.
info.scheduler.alreadyRegistered=CLFRN1223I: \u00daloha procesu pracovn\u00edka Profilov u\u017e je zaregistrovan\u00e1 v pl\u00e1nova\u010di. Nie je potrebn\u00e1 \u017eiadna akcia.
info.scheduler.scheduleIntervalUpdated=CLFRN1222I: Zistila sa aktualiz\u00e1cia pre interval procesu pracovn\u00edka Profilov v pl\u00e1nova\u010di. Upravuje sa vykon\u00e1vanie \u00falohy.
error.scheduler.create=CLFRN1221E: Nastala chyba pri registrovan\u00ed \u00falohy pracovn\u00edka v Profiloch v pl\u00e1nova\u010di. Nevykon\u00e1 sa \u017eiadna synchroniz\u00e1cia \u00fadajov o u\u017e\u00edvate\u013eoch s inou aplik\u00e1ciou. Pozrite si vnoren\u00fa v\u00fdnimku, kde n\u00e1jdete viac podrobnost\u00ed.
error.scheduler.adjust=CLFRN1224E: Nastala chyba pri upravovan\u00ed \u00falohy pracovn\u00edka v Profiloch v pl\u00e1nova\u010di. M\u00f4\u017ee to ma\u0165 dopad na schopnos\u0165 synchroniz\u00e1cie \u00fadajov s inou aplik\u00e1ciou. Pozrite si vnoren\u00fa v\u00fdnimku, kde n\u00e1jdete viac podrobnost\u00ed.

#error.worker.general.processNewEvent=CLFRN1227E: A general failure occurred when processing new user synchronization events. See the nested exception for details.
#error.worker.general.processIndexUpdates=CLFRN1228E: A general failure occurred when processing index updates. See the nested exception for details.
error.worker.general.scheduledTask=CLFRN1283E: Do\u0161lo k v\u0161eobecn\u00e9mu zlyhaniu po\u010das vykon\u00e1vania napl\u00e1novan\u00fdch \u00faloh {0}. Pozrite si vnoren\u00fa v\u00fdnimku, kde n\u00e1jdete viac podrobnost\u00ed.

warn.worker.retry.waitUntilClear=CLFRN1267W: U\u017e nastala chyba.  \u010cak\u00e1 sa pred nov\u00fdm po kusom o spracovanie udalosti \u017eivotn\u00e9ho cyklu.
warn.worker.retry.blocked=CLFRN1279W: Po\u010das sprac\u00favania udalost\u00ed \u017eivotn\u00e9ho cyklu nastalo prive\u013ea ch\u00fdb. Opravte probl\u00e9m na ni\u017e\u0161ej \u00farovni. Ak chcete zru\u0161i\u0165 zablokovanie mus\u00edte zastavi\u0165 a spusti\u0165 aplik\u00e1ciu Profily.

# bss command messages
err.general.bss.command.err=CLFRN1282E: Nastala neo\u010dak\u00e1van\u00e1 chyba pri sprac\u00favan\u00ed pr\u00edkazu {0}: {1}.
