# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

warning.init.startupBean=CLFRN1202W: Der er opst\u00e5et en fejl under initialisering af platformskommandoprocessoren. Du kan finde flere oplysninger i den indlejrede undtagelse. 
info.worker.events.stats=CLFRN1199I: Profilarbejdsdel behandlede {0} kommando i denne omgang.
info.worker.event.processing=CLFRN1200I: Behandler platformskommandoh\u00e6ndelse med id''en {0} og navnet {1}.
info.worker.config.disabled=CLFRN1220I: Publicering af platformkommando er deaktiveret. Der bliver ikke sendt nogen data om brugersynkronisering fra Profiler til andre applikationer (egenskaben com.ibm.lconn.profiles.config.EnableUserDataPropagation er angivet til falsk). Der er flere oplysninger i dokumentationen. 
info.worker.config.enabled=CLFRN1226I: Publicering af platformkommando er aktiveret. Data om brugersynkronisering sendes fra Profiler til andre applikationer.

# PhotoSyncTask is the name of the scheduled task; it should not be translated; {0} represents an integer
info.worker.sync.events.stats=CLFRN1343I: Profiles PhotoSyncTask synkroniserede {0} fotografier i denne k\u00f8rsel.
error.photosync.failed.to.init=CLFRN1342E: Fejl under initialisering af PhotoSyncTask. Denne fejl forhindrer applikationen Profiler i at synkronisere opdateringer af fotografier. Milj\u00f8variablen ''{0}'' er ''{1}''.
info.worker.sync.event.processing=CLFRN1341I: Behandler fotosynkroniseringsh\u00e6ndelse med id''en {0} og navnet {1}.

# ProfileSyncTask is the new name of the scheduled task; it should not be translated
# the following 3 stings are edited copies of the above 3 strings (which will become obsolete - to be removed later)
# {0} is the number of events that were processed (including any errors); {1)} is the number of profiles and {2} the number of photos that were sync'd
info.worker.profile.sync.events.stats=CLFRN1364I: Profiles ProfileSyncTask synkroniserede {0} elementer i denne k\u00f8rsel. {1} profiler og {2} fotografier.
# {0} system name of an environment variable that should be set in the deployment; {1} is the value found in that variable
error.profile.sync.failed.to.init=CLFRN1363E: Fejl under initialisering af ProfileSyncTask. Denne fejl forhindrer applikationen Profiler i at synkronisere opdateringer af profiler. Milj\u00f8variablen ''{0}'' er ''{1}''.
# {0} is the ID of the user; {1} is the internal name of the event (not translated)
info.worker.profile.sync.event.processing=CLFRN1365I: Behandler profilsynkroniseringsh\u00e6ndelse: {1} for bruger: {0}.

error.scheduler.naming=CLFRN1201E: Der er opst\u00e5et en fejl under opslag i WebSphere Application Server-planl\u00e6gningsfunktion til profiler. Du kan finde flere oplysninger i den indlejrede undtagelse.

error.event.create.properties=CLFRN1216E: Der er opst\u00e5et en fejl under bygning af egenskaber for en platformsh\u00e6ndelseskommando. Du kan finde flere oplysninger i den indlejrede undtagelse.

error.event.publish=CLFRN1215E: Der er opst\u00e5et en fejl under publicering af platformskommandoh\u00e6ndelsen {0}. Du kan finde oplysninger i den indlejrede undtagelse.

info.scheduler.regitering=CLFRN1225I: Registrerer profilarbejdsproces i planl\u00e6gningsprogram.
info.scheduler.alreadyRegistered=CLFRN1223I: Opgave for profilarbejdsproces er allerede registreret i planl\u00e6gningsprogrammet. Ingen handling er p\u00e5kr\u00e6vet.
info.scheduler.scheduleIntervalUpdated=CLFRN1222I: Der er fundet en opdatering af intervallet for profilarbejdsproces i planl\u00e6gningsprogram. Opgaveudf\u00f8relse justeres.
error.scheduler.create=CLFRN1221E: Der er opst\u00e5et en fejl under registrering af profilarbejdsopgave i planl\u00e6gningsprogrammet. Der vil ikke finde nogen synkronisering sted af brugerdata med andre applikationer. Du kan finde flere oplysninger i den indlejrede undtagelse.
error.scheduler.adjust=CLFRN1224E: Der er opst\u00e5et en fejl under justering af profilarbejdsopgave i planl\u00e6gningsprogrammet. Dette kan p\u00e5virke muligheden for datasynkronisering med andre applikationer. Du kan finde flere oplysninger i den indlejrede undtagelse.

#error.worker.general.processNewEvent=CLFRN1227E: A general failure occurred when processing new user synchronization events. See the nested exception for details.
#error.worker.general.processIndexUpdates=CLFRN1228E: A general failure occurred when processing index updates. See the nested exception for details.
error.worker.general.scheduledTask=CLFRN1283E: Der er opst\u00e5et en generel fejl under udf\u00f8relse af de planlagte opgaver {0}. Du kan finde flere oplysninger i den indlejrede undtagelse.

warn.worker.retry.waitUntilClear=CLFRN1267W: Der er tidligere opst\u00e5et en fejl. Vent, f\u00f8r du pr\u00f8ver at gentage behandling af livscyklush\u00e6ndelse.
warn.worker.retry.blocked=CLFRN1279W: Der er opst\u00e5et for mange fejl under behandling af livscyklush\u00e6ndelser. L\u00f8s det underliggende problem. Du rydder blokken ved at stoppe og starte applikationen Profiler.

# bss command messages
err.general.bss.command.err=CLFRN1282E: Der er opst\u00e5et en fejl under behandling af kommandoen {0}: {1}.
