# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

warning.init.startupBean=CLFRN1202W: A ap\u0103rut o eroare \u00een timpul ini\u0163ializ\u0103rii procesorului pentru Comand\u0103 platform\u0103. Vede\u0163i excep\u0163ia imbricat\u0103 pentru detalii suplimentare. 
info.worker.events.stats=CLFRN1199I: Lucr\u0103torul de profiluri a procesat {0} comenzi \u00een timpul acestei ture.
info.worker.event.processing=CLFRN1200I: Procesarea evenimentului Comand\u0103 platform\u0103 cu id-ul {0} \u015fi numele {1} .
info.worker.config.disabled=CLFRN1220I: Publicarea pentru Comnad\u0103 platform\u0103 este dezactivat\u0103. Niciun fel de date de sincronizare nu vor fi trimise de la Profiluri c\u0103tre alte aplica\u0163ii (proprietatea com.ibm.lconn.profiles.config.EnableUserDataPropagation este setat\u0103 cu valoarea fals). Vede\u0163i documenta\u0163ia pentru detalii. 
info.worker.config.enabled=CLFRN1226I: Publicarea pentru Comnad\u0103 platform\u0103 este activat\u0103. Datele pentru sincronizarea utilizatorului vor fi trimise de la Profiluri c\u0103tre alte aplica\u0163ii.

# PhotoSyncTask is the name of the scheduled task; it should not be translated; {0} represents an integer
info.worker.sync.events.stats=CLFRN1343I: Profiles PhotoSyncTask a sincronizat {0} fotografii \u00een timpul acestei rul\u0103ri.
error.photosync.failed.to.init=CLFRN1342E: Eroare ini\u0163ializare PhotoSyncTask. Aceast\u0103 eroare va \u00eempiedica aplica\u0163ia Profiles s\u0103 sincronizeze actualiz\u0103rile de fotografii. Variabila de mediu ''{0}'' este ''{1}''.
info.worker.sync.event.processing=CLFRN1341I: Procesare Photo Sync Event cu ID {0} \u015fi nume {1}.

# ProfileSyncTask is the new name of the scheduled task; it should not be translated
# the following 3 stings are edited copies of the above 3 strings (which will become obsolete - to be removed later)
# {0} is the number of events that were processed (including any errors); {1)} is the number of profiles and {2} the number of photos that were sync'd
info.worker.profile.sync.events.stats=CLFRN1364I: ProfileSyncTask a sincronizat {0} articole la aceast\u0103 rulare. {1} profiluri \u015fi {2} fotografii.
# {0} system name of an environment variable that should be set in the deployment; {1} is the value found in that variable
error.profile.sync.failed.to.init=CLFRN1363E: Eroare la ini\u0163ializarea ProfileSyncTask. Aceast\u0103 eroare ca \u00eempiedica aplica\u0163ia Profiluri s\u0103 sincronizeze actualiz\u0103rile de profiluri. Variabila de mediu ''{0}'' este ''{1}''.
# {0} is the ID of the user; {1} is the internal name of the event (not translated)
info.worker.profile.sync.event.processing=CLFRN1365I: Se proceseaz\u0103 evenimentul de sincronizare profiluri: {1} pentru utilizatorul: {0}.

error.scheduler.naming=CLFRN1201E: A ap\u0103rut o eroare la c\u0103utarea planificatorului pentru serverul de aplica\u0163ii WebSphere pentru profiluri. Vede\u0163i excep\u0163ia imbricat\u0103 pentru detalii.

error.event.create.properties=CLFRN1216E: A ap\u0103rut o eroare \u00een timp ce se construiau propriet\u0103\u0163ile pentru o comand\u0103 de eveniment platform\u0103. Vede\u0163i excep\u0163ia imbricat\u0103 pentru detalii.

error.event.publish=CLFRN1215E: A ap\u0103rut o eroare \u00een timp ce se publica evenimentul comand\u0103 platform\u0103 {0}. Vede\u0163i excep\u0163ia imbricat\u0103 pentru detalii.

info.scheduler.regitering=CLFRN1225I: \u00cenregistrarea procesului Lucr\u0103tor profiluri \u00een planificator.
info.scheduler.alreadyRegistered=CLFRN1223I: Taskul pentru procesul lucr\u0103torului de profiluri este \u00eenregistrat deja \u00een planificator. Nu este necesar\u0103 nicio ac\u0163iune.
info.scheduler.scheduleIntervalUpdated=CLFRN1222I: A fost detectat\u0103 o actualizare pentru intervalul procesului pentru lucr\u0103torul de profiluri din planificator. Adjustarea execu\u0163iei taskului.
error.scheduler.create=CLFRN1221E: A ap\u0103rut o eroare \u00een timp ce se \u00eenregistra taskul Lucr\u0103tor profiluri \u00een planificator. Nu se vor sincroniza niciun fel de date legate de utilizator cu alte aplica\u0163ii. Vede\u0163i excep\u0163ia imbricat\u0103 pentru detalii.
error.scheduler.adjust=CLFRN1224E: A ap\u0103rut o eroare \u00een timp ce se ajusta taskul Lucr\u0103tor profiluri \u00een planificator. Acest lucru ar putea afecta capacitatea de sincronizare a datelor cu alte aplica\u0163ii. Vede\u0163i excep\u0163ia imbricat\u0103 pentru detalii.

#error.worker.general.processNewEvent=CLFRN1227E: A general failure occurred when processing new user synchronization events. See the nested exception for details.
#error.worker.general.processIndexUpdates=CLFRN1228E: A general failure occurred when processing index updates. See the nested exception for details.
error.worker.general.scheduledTask=CLFRN1283E: A ap\u0103rut un e\u015fec general \u00een timp ce se executau taskurile planificate {0}. Vede\u0163i excep\u0163ia imbricat\u0103 pentru detalii.

warn.worker.retry.waitUntilClear=CLFRN1267W: Eroarea a ap\u0103rut anterior.  A\u015fteptare \u00eenainte de a re\u00eencerca procesarea evnimentului din ciclul de via\u0163\u0103.
warn.worker.retry.blocked=CLFRN1279W: Au ap\u0103rut prea multe erori \u00een timpul proces\u0103rii evenimentelor din ciclul de via\u0163\u0103. V\u0103 rug\u0103m s\u0103 corecta\u0163i problema subiacent\u0103. Pentru a \u015fterge blocul trebuie s\u0103 opri\u0163i \u015fi s\u0103 porni\u0163i aplica\u0163ia Profiluri.

# bss command messages
err.general.bss.command.err=CLFRN1282E: A ap\u0103rut o eroare \u00een timpul proces\u0103rii comenzii {0}: {1}.
