# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

warning.init.startupBean=CLFRN1202W: K\u00e4ytt\u00f6j\u00e4rjestelm\u00e4n komentosuorittimen alustuksessa on ilmennyt virhe. Lis\u00e4tietoja on sis\u00e4kk\u00e4isess\u00e4 poikkeuksessa. 
info.worker.events.stats=CLFRN1199I: Profiilien k\u00e4sittelytoiminto k\u00e4sitteli {0} komentoa t\u00e4ll\u00e4 vuorolla.
info.worker.event.processing=CLFRN1200I: Tunnuksen {0} ja nimen {1} mukaisen k\u00e4ytt\u00f6j\u00e4rjestelm\u00e4n komentotapahtuman k\u00e4sittely on meneill\u00e4\u00e4n.
info.worker.config.disabled=CLFRN1220I: K\u00e4ytt\u00f6j\u00e4rjestelm\u00e4n komennon julkaisu on poistettu k\u00e4yt\u00f6st\u00e4. K\u00e4ytt\u00e4j\u00e4n synkronointitietoja ei l\u00e4hetet\u00e4 Profiileista toisiin sovelluksiin (ominaisuuden com.ibm.lconn.profiles.config.EnableUserDataPropagation arvoksi on asetettu ep\u00e4tosi). Lis\u00e4tietoja on ohjeessa. 
info.worker.config.enabled=CLFRN1226I: K\u00e4ytt\u00f6j\u00e4rjestelm\u00e4n komennon julkaisu on otettu k\u00e4ytt\u00f6\u00f6n. K\u00e4ytt\u00e4j\u00e4n synkronointitiedot l\u00e4hetet\u00e4\u00e4n Profiileista toisiin sovelluksiin.

# PhotoSyncTask is the name of the scheduled task; it should not be translated; {0} represents an integer
info.worker.sync.events.stats=CLFRN1343I: Profiles-sovelluksen PhotoSyncTask synkronoi {0} valokuvaa toteutuksen aikana.
error.photosync.failed.to.init=CLFRN1342E: Virhe alustettaessa teht\u00e4v\u00e4\u00e4 PhotoSyncTask. Virhe est\u00e4\u00e4 Profiilit-sovellusta synkronoimasta valokuvien p\u00e4ivityksi\u00e4. Ymp\u00e4rist\u00f6muuttuja {0} on {1}.
info.worker.sync.event.processing=CLFRN1341I: K\u00e4sitell\u00e4\u00e4n Photo Sync Event -tapahtumaa: tunnus {0} ja nimi {1}.

# ProfileSyncTask is the new name of the scheduled task; it should not be translated
# the following 3 stings are edited copies of the above 3 strings (which will become obsolete - to be removed later)
# {0} is the number of events that were processed (including any errors); {1)} is the number of profiles and {2} the number of photos that were sync'd
info.worker.profile.sync.events.stats=CLFRN1364I: Profiles-sovelluksen ProfileSyncTask synkronoi {0} kohdetta toteutuksen aikana. {1} profiilia ja {2} valokuvaa.
# {0} system name of an environment variable that should be set in the deployment; {1} is the value found in that variable
error.profile.sync.failed.to.init=CLFRN1363E: Virhe alustettaessa teht\u00e4v\u00e4\u00e4 ProfileSyncTask. Virhe est\u00e4\u00e4 Profiilit-sovellusta synkronoimasta profiilien p\u00e4ivityksi\u00e4. Ymp\u00e4rist\u00f6muuttuja {0} on {1}.
# {0} is the ID of the user; {1} is the internal name of the event (not translated)
info.worker.profile.sync.event.processing=CLFRN1365I: Profiilien synkronointitapahtuman k\u00e4sittely on meneill\u00e4\u00e4n: {1}, k\u00e4ytt\u00e4j\u00e4: {0}.

error.scheduler.naming=CLFRN1201E: Profiilien WebSphere-sovelluspalvelimen ajoitusohjelman haussa on ilmennyt virhe. Lis\u00e4tietoja on sis\u00e4kk\u00e4isess\u00e4 poikkeuksessa.

error.event.create.properties=CLFRN1216E: K\u00e4ytt\u00f6j\u00e4rjestelm\u00e4n komentotapahtuman ominaisuuksien muodostuksessa on ilmennyt virhe. Lis\u00e4tietoja on sis\u00e4kk\u00e4isess\u00e4 poikkeuksessa.

error.event.publish=CLFRN1215E: K\u00e4ytt\u00f6j\u00e4rjestelm\u00e4n komentotapahtuman {0} julkaisemisessa on ilmennyt virhe. Lis\u00e4tietoja on sis\u00e4kk\u00e4isess\u00e4 poikkeuksessa.

info.scheduler.regitering=CLFRN1225I: Profiilien k\u00e4sittelytoiminnon prosessin rekister\u00f6inti meneill\u00e4\u00e4n ajoitustoiminnossa.
info.scheduler.alreadyRegistered=CLFRN1223I: Profiilien k\u00e4sittelytoiminnon prosessiteht\u00e4v\u00e4 on jo rekister\u00f6ity ajoitustoiminnossa. Mit\u00e4\u00e4n toimia ei tarvita.
info.scheduler.scheduleIntervalUpdated=CLFRN1222I: Profiilien k\u00e4sittelytoiminnon prosessin v\u00e4lille on havaittu p\u00e4ivitys ajoitustoiminnossa. Teht\u00e4v\u00e4n suorituksen muutto meneill\u00e4\u00e4n.
error.scheduler.create=CLFRN1221E: Virhe ilmeni rekister\u00f6it\u00e4ess\u00e4 profiilien k\u00e4sittelytoiminnon teht\u00e4v\u00e4\u00e4 ajoitustoiminnossa. K\u00e4ytt\u00e4j\u00e4tietojen synkronointia toisen sovelluksen kanssa ei tapahdu. Lis\u00e4tietoja on sis\u00e4kk\u00e4isess\u00e4 poikkeuksessa.
error.scheduler.adjust=CLFRN1224E: Virhe ilmeni muutettaessa profiilien k\u00e4sittelytoiminnon teht\u00e4v\u00e4\u00e4 ajoitustoiminnossa. T\u00e4m\u00e4 voi vaikuttaa tietojen synkronointiominaisuuksiin muiden sovellusten kanssa. Lis\u00e4tietoja on sis\u00e4kk\u00e4isess\u00e4 poikkeuksessa.

#error.worker.general.processNewEvent=CLFRN1227E: A general failure occurred when processing new user synchronization events. See the nested exception for details.
#error.worker.general.processIndexUpdates=CLFRN1228E: A general failure occurred when processing index updates. See the nested exception for details.
error.worker.general.scheduledTask=CLFRN1283E: On ilmennyt yleisvirhe toteutettaessa ajoitettuja teht\u00e4vi\u00e4 {0}. Lis\u00e4tietoja on sis\u00e4kk\u00e4isess\u00e4 poikkeuksessa.

warn.worker.retry.waitUntilClear=CLFRN1267W: Aiemmin on ilmennyt virhe.  J\u00e4rjestelm\u00e4 odottaa elinkaaritapahtumien k\u00e4sittelyn uutta yrityst\u00e4.
warn.worker.retry.blocked=CLFRN1279W: Elinkaaritapahtumien k\u00e4sittelyss\u00e4 on ilmennyt liian monta virhett\u00e4. Korjaa virheet aiheuttava ongelma. Esto on poistettava lopettamalla Profiilit-sovellus ja aloittamalla se uudelleen.

# bss command messages
err.general.bss.command.err=CLFRN1282E: Komennon {0} k\u00e4sittelyss\u00e4 on ilmennyt odottamaton virhe: {1}.
