# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN
## G11N SA UI
# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

warning.init.startupBean=CLFRN1202W: Se ha producido un error al inicializar el procesador de mandatos de plataforma. Consulte la excepci\u00f3n anidada para obtener informaci\u00f3n m\u00e1s detallada. 
info.worker.events.stats=CLFRN1199I: El trabajador de perfiles ha procesado {0} mandatos durante este turno.
info.worker.event.processing=CLFRN1200I: Procesando el evento de mandato de plataforma con ID {0} y nombre {1} .
info.worker.config.disabled=CLFRN1220I: La publicaci\u00f3n de mandato de plataforma est\u00e1 inhabilitado. No se enviar\u00e1n datos de sincronizaci\u00f3n de usuario desde perfiles a otras aplicaciones (la propiedad com.ibm.lconn.profiles.config.EnableUserDataPropagation se establece como falsa). Consulte la documentaci\u00f3n para obtener m\u00e1s detalles. 
info.worker.config.enabled=CLFRN1226I: La publicaci\u00f3n de mandato de plataforma est\u00e1 habilitada. Los datos de sincronizaci\u00f3n de usuario se enviar\u00e1n desde perfiles a otras aplicaciones.

# PhotoSyncTask is the name of the scheduled task; it should not be translated; {0} represents an integer
info.worker.sync.events.stats=CLFRN1343I: Los perfiles PhotoSyncTask han sincronizado {0} fotos durante esta ejecuci\u00f3n.
error.photosync.failed.to.init=CLFRN1342E: Error al inicializar PhotoSyncTask. Este error impedir\u00e1 que la aplicaci\u00f3n Perfiles sincronice actualizaciones de fotos. La variable de entorno ''{0}'' es ''{1}''.
info.worker.sync.event.processing=CLFRN1341I: Procesando el evento de sincronizaci\u00f3n de fotos con ID {0} y nombre {1} .

# ProfileSyncTask is the new name of the scheduled task; it should not be translated
# the following 3 stings are edited copies of the above 3 strings (which will become obsolete - to be removed later)
# {0} is the number of events that were processed (including any errors); {1)} is the number of profiles and {2} the number of photos that were sync'd
info.worker.profile.sync.events.stats=CLFRN1364I: La tarea ProfileSyncTask de Perfiles ha sincronizado {0} elementos durante esta ejecuci\u00f3n. {1} perfiles y {2} fotos.
# {0} system name of an environment variable that should be set in the deployment; {1} is the value found in that variable
error.profile.sync.failed.to.init=CLFRN1363E: Error al inicializar ProfileSyncTask. Este error impedir\u00e1 que la aplicaci\u00f3n Perfiles sincronice actualizaciones de perfiles. La variable de entorno ''{0}'' es ''{1}''.
# {0} is the ID of the user; {1} is the internal name of the event (not translated)
info.worker.profile.sync.event.processing=CLFRN1365I: Procesando el evento de sincronizaci\u00f3n de Perfiles {1} para el usuario {0}.

error.scheduler.naming=CLFRN1201E: Se ha producido un error al buscar el planificador de WebSphere Application Server de perfiles. Consulte la excepci\u00f3n anidada para obtener detalles.

error.event.create.properties=CLFRN1216E: Se ha producido un error al crear las propiedades de un mandato de evento de plataforma. Consulte la excepci\u00f3n anidada para obtener detalles.

error.event.publish=CLFRN1215E: Se ha producido un error al publicar el evento de mandato de plataforma {0}. Consulte la excepci\u00f3n anidada para obtener detalles.

info.scheduler.regitering=CLFRN1225I: Registrar proceso de trabajador de perfiles en el planificador.
info.scheduler.alreadyRegistered=CLFRN1223I: Ya se ha registrado la tarea de proceso de trabajador de Perfiles en el planificador. No es necesaria ninguna acci\u00f3n.
info.scheduler.scheduleIntervalUpdated=CLFRN1222I: Se ha detectado una actualizaci\u00f3n para el intervalo del proceso de trabajador de perfiles en el planificador. Ajustando ejecuci\u00f3n de tarea.
error.scheduler.create=CLFRN1221E: Se ha producido un error al registrar la tarea de trabajador de perfiles en el planificador. No tendr\u00e1 lugar ninguna sincronizaci\u00f3n de datos de usuario con otra aplicaci\u00f3n. Consulte la excepci\u00f3n anidada para obtener detalles.
error.scheduler.adjust=CLFRN1224E: Se ha producido un error al ajustar la tarea de trabajador de perfiles en el planificador. Esto podr\u00eda tener un impacto en la prestaci\u00f3n de la sincronizaci\u00f3n de datos con otra aplicaci\u00f3n. Consulte la excepci\u00f3n anidada para obtener detalles.

#error.worker.general.processNewEvent=CLFRN1227E: A general failure occurred when processing new user synchronization events. See the nested exception for details.
#error.worker.general.processIndexUpdates=CLFRN1228E: A general failure occurred when processing index updates. See the nested exception for details.
error.worker.general.scheduledTask=CLFRN1283E: Se ha producido un error general durante la ejecuci\u00f3n de las tareas planificadas {0}. Consulte la excepci\u00f3n anidada para obtener detalles.

warn.worker.retry.waitUntilClear=CLFRN1267W: Se ha producido este error anteriormente.  Esperando antes del reintento del procesamiento de evento de ciclo de vida.
warn.worker.retry.blocked=CLFRN1279W: Se han producido demasiados errores al procesar los eventos de ciclo de vida. Debe solucionar el problema. Para borrar el bloque debe detener e iniciar de nuevo la aplicaci\u00f3n Perfiles.

# bss command messages
err.general.bss.command.err=CLFRN1282E: Se ha producido un error inesperado mientras se procesaba el mandato {0}: {1}.
