# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2012, 2016                                          
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N SA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

# TDI wrapper service
err_wrapper_init=CLFRN1188E: \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u043d\u0438\u0446\u0438\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0443\u0441\u043b\u0443\u0433\u0430\u0442\u0430 \u0437\u0430 \u043e\u043f\u0430\u043a\u043e\u0432\u043a\u0430.

err_method_getProfileByDN=CLFRN1193E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b \u043f\u043e DN: {0}.
err_method_getProfileByEmail=CLFRN1191E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b \u043f\u043e \u0438\u043c\u0435\u0439\u043b: {0}.
err_method_getProfileByGUID=CLFRN1180E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b \u043f\u043e GUID: {0}.
err_method_getProfileByKey=CLFRN1187E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b \u043f\u043e \u043a\u043b\u044e\u0447: {0}.
err_method_getProfileBySourceURL=CLFRN1176E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b \u043f\u043e SourceURL \u0430\u0434\u0440\u0435\u0441: {0}.
err_method_getProfileByUID=CLFRN1177E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b \u043f\u043e UUID: {0}.
err_method_sync=CLFRN1186E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 DN: {0}.
err_method_createProfile=CLFRN1182E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0430: {0}.
err_method_deleteProfile=CLFRN1185E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b \u0441 \u043a\u043b\u044e\u0447: {0}.
err_method_updateProfile=CLFRN1192E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0444\u0438\u043b\u0430: {0}.
err_method_updateManager=CLFRN1194E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u043b\u0435\u0442\u043e \u0437\u0430 \u043c\u0435\u043d\u0438\u0434\u0436\u044a\u0440 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441: {0}.

err_unrecoverable=CLFRN1189E: \u0424\u0430\u0442\u0430\u043b\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430: \u0432\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u043d\u0435\u043f\u043e\u043f\u0440\u0430\u0432\u0438\u043c\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u0432 \u0437\u0430\u0434\u043d\u0438\u044f \u043a\u0440\u0430\u0439 \u043d\u0430 TDI - \u043f\u0440\u043e\u0432\u0435\u0440\u0435\u0442\u0435 \u0432\u0440\u044a\u0437\u043a\u0438\u0442\u0435 \u043d\u0430 \u0412\u0430\u0448\u0430\u0442\u0430 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438.

# {0} is a regular expression pattern
info_dn_regex=CLFRN1178I: source_ldap_required_dn_regex_pattern \u0435 {0}

# the following {0} and {1} are field names from database and LDAP
info_source_to_db_mapping=CLFRN0001I: DB \u043e\u0442 \u043f\u0440\u0435\u043e\u0431\u0440\u0430\u0437\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u043b\u0435 LDAP: {0} <-- {1}
info_source_to_db_mapping_function=CLFRN0002I: DB \u043e\u0442 \u043f\u0440\u0435\u043e\u0431\u0440\u0430\u0437\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u043b\u0435 LDAP: {0} <-- \u0444\u0443\u043d\u043a\u0446\u0438\u044f {1}
info_db_to_source_mapping=CLFRN0003I: LDAP \u043f\u0440\u0435\u043e\u0431\u0440\u0430\u0437\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u043b\u0435 DB: {0} <-- {1}
info_db_to_source_mapping_function=CLFRN0004I: LDAP \u043e\u0442 \u043f\u0440\u0435\u043e\u0431\u0440\u0430\u0437\u0443\u0432\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u043b\u0435 DB: {0} <-- \u0444\u0443\u043d\u043a\u0446\u0438\u044f {1}
info_debug_prop_setting=CLFRN0005I: \u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0430\u0442\u0430 \u0437\u0430 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u0437\u0430 \u043e\u0442\u0441\u0442\u0440\u0430\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0438 \"{0}\" \u0435 {1}.

# {0} is the filename for the map functions
info_monitor_changes_map_file=CLFRN0006I: \u0424\u0430\u0439\u043b\u044a\u0442 \u0441 \u0444\u0443\u043d\u043a\u0446\u0438\u0438\u0442\u0435 \u0437\u0430 \u0441\u043b\u0435\u0434\u0435\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u043f\u043e \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u0435 \"{0}\".

# {0} is the content of the map function file, i.e., all the functions
info_monitor_changes_map_functions_contents=CLFRN0007I: \u0422\u0435\u043a\u0441\u0442\u044a\u0442 \u0441 \u0444\u0443\u043d\u043a\u0446\u0438\u0438\u0442\u0435 \u0437\u0430 \u0441\u043b\u0435\u0434\u0435\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u043f\u043e \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u0435\n{0}.

# {0} is the filename that contains map functions
info_source_ldap_map_file=CLFRN1195I: \u0424\u0430\u0439\u043b\u044a\u0442 \u0437\u0430 \u0441\u0445\u0435\u043c\u0430\u0442\u0430 \u0441 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u043f\u043e \u0440\u0435\u0441\u0443\u0440\u0441\u0430 \u0435 "{0}".

# {0} is the content of the map functions
info_source_ldap_map_functions_contents=CLFRN0008I: \u0422\u0435\u043a\u0441\u0442\u044a\u0442 \u0437\u0430 \u0441\u0445\u0435\u043c\u0430\u0442\u0430 \u0441 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u043f\u043e \u0440\u0435\u0441\u0443\u0440\u0441\u0430 \u0435 \n{0}

# {0} is the field name, {1} is the value in the draft table
info_draft_table_field_update=CLFRN0010I: \u0410\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u043e\u043b\u0435 \u043d\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0430 \u043d\u0430 \u0447\u0435\u0440\u043d\u043e\u0432\u0430: \u043f\u043e\u043b\u0435 {0} = {1}.

# {0} is a field from DB and {1} is a field from LDAP
info_mapping_process_result=CLFRN0011I: \u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442 \u043e\u0442 \u043d\u0430\u043d\u0430\u0441\u044f\u043d\u0435: {0} = {1}.

info_begin_mapping_process=CLFRN0012I: \u0421\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0446\u0435\u0441\u0430 \u043f\u043e \u043d\u0430\u043d\u0430\u0441\u044f\u043d\u0435.
info_end_mapping_process=CLFRN0013I: \u041a\u0440\u0430\u0439 \u043f\u043e \u043f\u0440\u043e\u0446\u0435\u0441\u0430 \u043d\u0430 \u043d\u0430\u043d\u0430\u0441\u044f\u043d\u0435.

# {0} is the UID name
info_uid_of_modified_entry=CLFRN0014I: UID \u043d\u0430 \u0437\u0430\u043f\u0438\u0441 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u043e: {0}
info_search_criteria=CLFRN0015I: \u041a\u0440\u0438\u0442\u0435\u0440\u0438\u0439 \u043d\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435, \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d \u0437\u0430 \u043d\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441: {0}.
info_begin_dsml_request_xmit=CLFRN0016I: \u0417\u0430\u043f\u043e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0442\u0440\u0430\u043d\u0441\u043c\u0438\u0441\u0438\u044f \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 DSML \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f.
info_end_dsml_request_xmit=CLFRN0017I: \u0417\u0430\u0432\u044a\u0440\u0448\u0435\u043d\u0430 \u0442\u0440\u0430\u043d\u0441\u043c\u0438\u0441\u0438\u044f \u043d\u0430 \u0437\u0430\u044f\u0432\u043a\u0430 \u0437\u0430 DSML \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u044f.
info_dn_of_entry_to_modify=CLFRN0018I: DN \u043d\u0430 \u0437\u0430\u043f\u0438\u0441 \u0437\u0430 \u043f\u0440\u043e\u043c\u044f\u043d\u0430: {0}.

# {0} is a DB field, {1} is a function name
info_validate_db_function_name=CLFRN0023I: \u0412\u0430\u043b\u0438\u0434\u0430\u0446\u0438\u044f \u0437\u0430 DB \u043f\u043e\u043b\u0435 {0}: \u0444\u0443\u043d\u043a\u0446\u0438\u044f {1}.

# {0} is a DB field, {1} is the function content
info_validate_db_function=CLFRN0024I: \u0412\u0430\u043b\u0438\u0434\u0430\u0446\u0438\u044f \u0437\u0430 DB \u043f\u043e\u043b\u0435 {0}: {1}.

info_begin_validation_process=CLFRN1197I: \u0421\u0442\u0430\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u043f\u0440\u043e\u0446\u0435\u0441\u0430 \u043f\u043e \u0432\u0430\u043b\u0438\u0434\u0438\u0440\u0430\u043d\u0435.
info_end_validation_process=CLFRN0025I: \u041a\u0440\u0430\u0439 \u043d\u0430 \u043f\u0440\u043e\u0446\u0435\u0441\u0430 \u043f\u043e \u0432\u0430\u043b\u0438\u0434\u0438\u0440\u0430\u043d\u0435.

# {0} is the field name, {1} is the result
info_validation_result_for=CLFRN0026I: \u0420\u0435\u0437\u0443\u043b\u0442\u0430\u0442 \u043e\u0442 \u0432\u0430\u043b\u0438\u0434\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0437\u0430 {0} \u0435 {1}.

# {0}, {1}, {2}, {3} are all numbers
info_iteration_result=CLFRN0027I: \u0421\u043b\u0435\u0434 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f\u0442\u0430, \u0437\u0430\u043f\u0438\u0441\u0438\u0442\u0435 \u0437\u0430 \u0443\u0441\u043f\u0435\u0445 \u0441\u0430 {0}, \u0437\u0430\u043f\u0438\u0441\u0438\u0442\u0435 \u0437\u0430 \u0434\u0443\u0431\u043b\u0438\u0440\u0430\u043d\u0435 \u0441\u0430 {1}, \u0437\u0430\u043f\u0438\u0441\u0438\u0442\u0435 \u0437\u0430 \u043d\u0435\u0443\u0441\u043f\u0435\u0445 \u0441\u0430 {2} \u0438 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u044f\u0442 \u0443\u0441\u043f\u0435\u0448\u0435\u043d \u0437\u0430\u043f\u0438\u0441 \u0435 {3}.
info_iteration_result2=CLFRN1336I: \u0421\u043b\u0435\u0434 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f\u0442\u0430, \u0437\u0430\u043f\u0438\u0441\u0438\u0442\u0435 \u0437\u0430 \u0443\u0441\u043f\u0435\u0445 \u0441\u0430 {0}, \u0437\u0430\u043f\u0438\u0441\u0438\u0442\u0435 \u0437\u0430 \u043d\u0435\u0443\u0441\u043f\u0435\u0445 \u0441\u0430 {1} \u0438 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u044f\u0442 \u0443\u0441\u043f\u0435\u0448\u0435\u043d \u0437\u0430\u043f\u0438\u0441 \u0435 {2}.
info_iteration_duplicate=CLFRN1263I: \u0417\u0430\u043f\u0438\u0441\u0438 \u0437\u0430 \u0434\u0443\u0431\u043b\u0438\u0440\u0430\u043d\u0435:

# {0} is a time stamp, {1} is the number of iteration count
disp_iteration_count=CLFRN0028I: {0} \u041f\u043e\u0432\u0442\u043e\u0440\u0435\u043d\u0438\u044f: {1}.
disp_iteration_count_total=CLFRN1280I: {0} \u041e\u0431\u0449 \u0431\u0440\u043e\u0439 \u043f\u043e\u0432\u0442\u043e\u0440\u0435\u043d\u0438\u044f: {1}.
info_search_filter=CLFRN0029I: \u0417\u0430\u0434\u0430\u0434\u0435\u043d \u0444\u0438\u043b\u0442\u044a\u0440 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435: {0}.
info_search_base=CLFRN0030I: \u0417\u0430\u0434\u0430\u0434\u0435\u043d\u0430 \u043e\u0441\u043d\u043e\u0432\u0430 \u0437\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435: {0}.

info_deleting_changelog_state_key=CLFRN0032I: \u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043b\u044e\u0447\u0430 \u0437\u0430 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u044f \u0444\u0430\u0439\u043b {0} \u043e\u0442 \u0441\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b.

# {0} changelog state key, {1} new state key
info_setting_changelog_state_key=CLFRN0033I: \u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043b\u044e\u0447 \u0437\u0430 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u043e\u043d\u0435\u043d \u0444\u0430\u0439\u043b {0} \u0432 \u0441\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b {1}.

info_deleting_draft_iterator_key=CLFRN0035I: \u0418\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043b\u044e\u0447\u0430 \u0437\u0430 \u043f\u043e\u0432\u0442\u0430\u0440\u044f\u043d\u0435 \u043d\u0430 \u0447\u0435\u0440\u043d\u043e\u0432\u0430 {0} \u043e\u0442 \u0441\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b.

# {0} state key, {1} new state key
info_setting_draft_iterator_key=CLFRN0036I: \u0417\u0430\u0434\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043b\u044e\u0447\u0430 \u0437\u0430 \u043f\u043e\u0432\u0442\u0430\u0440\u044f\u043d\u0435 \u043d\u0430 \u0447\u0435\u0440\u043d\u043e\u0432\u0430 {0} \u0432 \u0441\u044a\u0445\u0440\u0430\u043d\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b {1}.

# all variables are numbers
info_sync_result=CLFRN0037I: \u0421\u043b\u0435\u0434 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430, \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u0438\u0442\u0435 \u0438\u043b\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0438\u0442\u0435 \u0437\u0430\u043f\u0438\u0441\u0438 \u0441\u0430 {0}, \u0438\u0437\u0442\u0440\u0438\u0442\u0438\u0442\u0435 \u0438\u043b\u0438 \u043d\u0435\u0430\u043a\u0442\u0438\u0432\u043d\u0438\u0442\u0435 \u0437\u0430\u043f\u0438\u0441\u0438 \u0441\u0430 {1}, \u043d\u0435\u043f\u0440\u043e\u043c\u0435\u043d\u0435\u043d\u0438\u0442\u0435 \u0437\u0430\u043f\u0438\u0441\u0438 \u0441\u0430 {2}, \u0437\u0430\u043f\u0438\u0441\u0438\u0442\u0435 \u0437\u0430 \u043d\u0435\u0443\u0441\u043f\u0435\u0445 \u0441\u0430 {3}.

# {0} is the function name, {1} argument count, {2} a number
err_bad_map_func_arg_count=CLFRN0100E: \u0424\u0443\u043d\u043a\u0446\u0438\u044f {0} \u0438\u043c\u0430 {1} \u0430\u0440\u0433\u0443\u043c\u0435\u043d\u0442\u0430. {2} \u0441\u0430 \u043e\u0447\u0430\u043a\u0432\u0430\u043d\u0435. \u0421\u043f\u0438\u0440\u0430\u043d\u0435.
err_map_func_not_func=CLFRN0101E: {0} \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430, \u043d\u043e \u043d\u0435 \u0435 \u0444\u0443\u043d\u043a\u0446\u0438\u044f. \u0421\u043f\u0438\u0440\u0430\u043d\u0435.
err_map_func_not_loaded=CLFRN0102E: \u0444\u0443\u043d\u043a\u0446\u0438\u044f {0} \u043d\u0435 \u0435 \u0437\u0430\u0440\u0435\u0434\u0435\u043d\u0430. \u0421\u043f\u0438\u0440\u0430\u043d\u0435.

# {0} is a function name, {1} is a field name
err_map_func_syntax=CLFRN0103E: \u041b\u0438\u043f\u0441\u0432\u0430\u0449\u0430 \u0437\u0430\u0442\u0432\u0430\u0440\u044f\u0449\u0430 \u0441\u043a\u043e\u0431\u0430 \u0432 {0} \u0432 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0437\u0430 \u043f\u043e\u043b\u0435 {1}. \u0421\u043f\u0438\u0440\u0430\u043d\u0435.

# {0} is a function name, {1} exception text
err_map_func_exception=CLFRN0104E: \u041d\u0435\u0443\u0441\u043f\u0435\u0445 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u043d\u0430\u043d\u0430\u0441\u044f\u043d\u0435 \u0437\u0430 {0}. \u0418\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435\u0442\u043e \u0435 {1}.

# {0} is a property file name, {1} is a field name in the property file.
err_map_no_value=CLFRN0105E: \u041d\u044f\u043c\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0432 {0} \u0437\u0430 \u043f\u043e\u043b\u0435\u0442\u043e {1}. \u0421\u043f\u0438\u0440\u0430\u043d\u0435.

# {0} file name, {1} exception
err_eval_map_functions_file=CLFRN0106E: \u041d\u0435\u0443\u0441\u043f\u0435\u0445 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u043d\u0430\u043d\u0430\u0441\u044f\u043d\u0435 \u043e\u0442 \u0444\u0430\u0439\u043b {0}. \u0418\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435\u0442\u043e \u0435: {1}.
err_reading_map_functions_file=CLFRN0107E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0447\u0435\u0442\u0435\u043d\u0435 \u043d\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u0438\u0442\u0435 \u0437\u0430 \u043d\u0430\u043d\u0430\u0441\u044f\u043d\u0435 \u043e\u0442 \u0444\u0430\u0439\u043b {0}. \u0418\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435\u0442\u043e \u0435: {1}.
err_no_uid=CLFRN0108E: \u041d\u044f\u043c\u0430 UID \u0437\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u0438\u043b\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 DN {0}. \u041f\u0440\u043e\u043f\u0443\u0441\u043a\u0430\u043d\u0435.

# {0} change number name, {1} change record name
err_no_dn=CLFRN0111E: \u041d\u044f\u043c\u0430 DN \u0437\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435 \u0438\u043b\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435.
err_mapping_failed_for_entry=CLFRN0112E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043d\u0430\u043d\u0430\u0441\u044f\u043d\u0435 \u043d\u0430 \u043f\u043e\u043b\u0435\u0442\u0430 \u0437\u0430 \u0437\u0430\u043f\u0438\u0441 {0}.
err_mapping_extensionAttrb=CLFRN1179E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043d\u0430\u043d\u0430\u0441\u044f\u043d\u0435 \u043d\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u0437\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435 \u0437\u0430 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 {0}.

# {0} function name, {2} and {3} are numbers
err_bad_valid_func_arg_count=CLFRN0113E: \u0424\u0443\u043d\u043a\u0446\u0438\u044f {0} \u0438\u043c\u0430 {1} \u0430\u0440\u0433\u0443\u043c\u0435\u043d\u0442\u0430. {2} \u0438\u043b\u0438 {3} \u0441\u0430 \u043e\u0447\u0430\u043a\u0432\u0430\u043d\u0438. \u0421\u043f\u0438\u0440\u0430\u043d\u0435.
err_valid_func_not_func=CLFRN0114E: {0} \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430, \u043d\u043e \u043d\u0435 \u0435 \u0444\u0443\u043d\u043a\u0446\u0438\u044f. \u0421\u043f\u0438\u0440\u0430\u043d\u0435.
err_valid_func_not_loaded=CLFRN0115E: \u0444\u0443\u043d\u043a\u0446\u0438\u044f {0} \u043d\u0435 \u0435 \u0437\u0430\u0440\u0435\u0434\u0435\u043d\u0430. \u0421\u043f\u0438\u0440\u0430\u043d\u0435.

# {0} function name, {1} field name
err_valid_func_syntax=CLFRN0116E: \u041b\u0438\u043f\u0441\u0432\u0430\u0449\u0430 \u0437\u0430\u0442\u0432\u0430\u0440\u044f\u0449\u0430 \u0441\u043a\u043e\u0431\u0430 \u0432 {0} \u0432 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0437\u0430 \u043f\u043e\u043b\u0435 {1}. \u0421\u043f\u0438\u0440\u0430\u043d\u0435.

# {0} function name, {1} exception text
err_valid_func_exception=CLFRN0117E: \u041d\u0435\u0443\u0441\u043f\u0435\u0445 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u0432\u0430\u043b\u0438\u0434\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 {0}. \u0418\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435\u0442\u043e \u0435: {1}.

# {0} function name, {1} exception text
err_valid_internal_func_exception=CLFRN0119E: \u041d\u0435\u0443\u0441\u043f\u0435\u0445 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u0441\u044a\u0437\u0434\u0430\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0432\u044a\u0442\u0440\u0435\u0448\u043d\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u044f \u0437\u0430 \u0432\u0430\u043b\u0438\u0434\u0438\u0440\u0430\u043d\u0435 \u0437\u0430 {0}. \u0418\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435\u0442\u043e \u0435 : {1}.

# {0} function name, {1} type name
err_valid_internal_not_func=CLFRN0120E: \u0412\u044a\u0442\u0440\u0435\u0448\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430. \u0424\u0443\u043d\u043a\u0446\u0438\u044f\u0442\u0430 \u043d\u0430 \u0432\u0430\u043b\u0438\u0434\u0430\u0446\u0438\u044f \u0437\u0430 {0} \u043d\u0435 \u0435 \u0444\u0443\u043d\u043a\u0446\u0438\u044f. \u0422\u0438\u043f\u044a\u0442 \u0435: {1}. \u0412\u0430\u043b\u0438\u0434\u0430\u0446\u0438\u044f\u0442\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430.
err_valid_func_not_boolean=CLFRN0121E: \u0424\u0443\u043d\u043a\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u0432\u0430\u043b\u0438\u0434\u0430\u0446\u0438\u044f \u0437\u0430 {0} \u043d\u0435 \u0432\u044a\u0440\u043d\u0430 boolean. \u0412\u0430\u043b\u0438\u0434\u0430\u0446\u0438\u044f\u0442\u0430 \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430.

# {0} entry name, {1} error message text
err_iteration_failure=CLFRN0128E: \u041d\u0435\u0443\u0441\u043f\u0435\u0445 \u043d\u0430 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f\u0442\u0430. \u041f\u043e\u0441\u043b\u0435\u0434\u0435\u043d \u0443\u0441\u043f\u0435\u0448\u0435\u043d \u0437\u0430\u043f\u0438\u0441: {0}. \u0421\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u0435: {1}.
err_unexpected_operation=CLFRN0129E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f \u043f\u043e \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438: {0}. \u0418\u0433\u043d\u043e\u0440\u0438\u0440\u0430\u043d\u043e.
err_unexpected_modify=CLFRN0130E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u0435\u043d \u043e\u043f\u0438\u0442 \u0434\u0430 \u0441\u0435 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0438\u0440\u0430 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438 \u0441 \"\u043f\u0440\u043e\u043c\u044f\u043d\u0430\" \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f \u0437\u0430 DN {0}. \u041f\u0440\u043e\u043f\u0443\u0441\u043d\u0430\u0442\u043e.

# UID doesn't need to be translated, {0} is the UID, {1} error text
err_lookup_dn=CLFRN0136E: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0437\u0430\u0440\u0435\u0434\u0438 DN {0}. \u041f\u0440\u043e\u043f\u0443\u0441\u043a\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441.
err_sort_page_size_not_valid=CLFRN0137E: \u0420\u0430\u0437\u043c\u0435\u0440\u044a\u0442 \u043d\u0430 LDAP \u0441\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0438\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u043d\u0435 \u0435 \u0432\u0430\u043b\u0438\u0434\u043d\u043e \u043f\u043e\u043b\u043e\u0436\u0438\u0442\u0435\u043b\u043d\u043e \u0447\u0438\u0441\u043b\u043e: {0}.
err_sorting_not_supported=CLFRN0138E: LDAP \u0441\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u043e, \u043d\u043e LDAP \u0441\u044a\u0440\u0432\u044a\u0440\u044a\u0442 \u043d\u0435 \u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430 \u0441\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435.
err_sort_attr_not_found=CLFRN0139E: LDAP \u0441\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u043e, \u043d\u043e \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u0438\u0442\u0435 \u043d\u0430 \u0441\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0435 \u043d\u0435 \u0431\u044f\u0445\u0430 \u043d\u0430\u043c\u0435\u0440\u0435\u043d\u0438 \u0432\u044a\u0432 \u0444\u0438\u043b\u0442\u044a\u0440\u0430 \u043d\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435: {0}.
err_required_property_not_set=CLFRN0140E: \u0417\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e\u0442\u043e \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e {0} \u043d\u0435 \u0431\u0435\u0448\u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u043e.

# {0} property name, {1} profile name
err_required_property_not_set_in=CLFRN0141E: \u0417\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e\u0442\u043e \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e {0} \u043d\u0435 \u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u043e \u0432\u044a\u0432 \u0444\u0430\u0439\u043b {1}.
err_changelog_state_value_not_valid=CLFRN0142E: \u041d\u043e\u0432\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u043d\u0430 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u044f \u0444\u0430\u0439\u043b \u043d\u0435 \u0431\u0435\u0448\u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0430 \u0438\u043b\u0438 \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430 {0}.

# {0} DN, {1} database connector name, {2} error message
err_draft_iterator_value_not_valid=CLFRN0144E: \u041d\u043e\u0432\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0437\u0430 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u043f\u043e\u0432\u0442\u0430\u0440\u044f\u043d\u0435 \u043d\u0430 \u0447\u0435\u0440\u043d\u043e\u0432\u0438 \u043d\u0435 \u0431\u0435\u0448\u0435 \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u0430 \u0438\u043b\u0438 \u0435 \u043d\u0435\u0432\u0430\u043b\u0438\u0434\u043d\u0430 {0}.

err_unable_to_lookup_entry=CLFRN0146E: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0441\u044a\u0432\u043f\u0430\u0434\u043d\u0435 \u0447\u043b\u0435\u043d\u0441\u043a\u0438\u044f\u0442 \u043a\u043b\u044e\u0447 [{0}], \u0441\u0432\u044a\u0440\u0437\u0430\u043d \u0441\u044a\u0441 \u0441\u043d\u0438\u043c\u043a\u0430\u0442\u0430, \u0441 \u0447\u043b\u0435\u043d. \u041f\u0440\u043e\u043f\u0443\u0441\u043a\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441.
err_compute_func_exception=CLFRN0149E: \u041d\u0435\u0443\u0441\u043f\u0435\u0445 \u043f\u043e \u0432\u0440\u0435\u043c\u0435 \u043d\u0430 \u043e\u0446\u0435\u043d\u044f\u0432\u0430\u043d\u0435 \u043d\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u0438\u0437\u0447\u0438\u0441\u043b\u0435\u043d\u0438\u0435 \u0437\u0430 {0}. \u0418\u0437\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435\u0442\u043e \u0435: {1}.

warn_no_existing_record_to_modify=CLFRN0200W: \u041d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u0437\u0430\u043f\u0438\u0441 \u0437\u0430 {0}. \u041f\u0440\u043e\u043f\u0443\u0441\u043a\u0430\u043d\u0435 \u043d\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e.

# {0} record name, {1} sequence number
warn_no_existing_record_with_seq_to_modify=CLFRN0208W: \u041d\u0435 \u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0441\u044a\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430\u0449 \u0437\u0430\u043f\u0438\u0441 \u0437\u0430 {0} \u0441 \u043f\u043e\u0440\u0435\u0434\u0435\u043d \u043d\u043e\u043c\u0435\u0440 {1}. \u041f\u0440\u043e\u043f\u0443\u0441\u043a\u0430\u043d\u0435 \u043d\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435\u0442\u043e.
warn_validation_failed_for=CLFRN0209E: \u041d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u0430 \u0432\u0430\u043b\u0438\u0434\u0430\u0446\u0438\u044f \u0437\u0430 \u043f\u043e\u043b\u0435 {0}. \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u0435 {1}. \u0412\u0438\u0436\u0442\u0435 \u0441\u043f\u0435\u0446\u0438\u043a\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u044f \u0444\u0430\u0439\u043b \u0437\u0430 \u0432\u0430\u043b\u0438\u0434\u0438\u0440\u0430\u043d\u0435 - validate_dbrepos_fields.properties.
## Note inconsistency of label below (begins with "warn") with message, which is an Error message.
## This was done to maintain compatability of the file profiles_tdi.xml from 3011 to 40 (at present)
warn_validation_failed_for_entry=CLFRN1183E: \u0412\u0430\u043b\u0438\u0434\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u0437\u0430 \u0437\u0430\u043f\u0438\u0441 \u0441 \u043e\u0442\u043b\u0438\u0447\u0438\u0442\u0435\u043b\u043d\u043e \u0438\u043c\u0435 {0}.
warn_sort_page_attr_not_found=CLFRN0211W: \u0410\u0442\u0440\u0438\u0431\u0443\u0442\u044a\u0442 \u043d\u0430 \u0440\u0430\u0437\u043c\u0435\u0440 \u043d\u0430 LDAP \u0441\u043e\u0440\u0442\u0438\u0440\u0430\u043d\u0438 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0438 \u043d\u0435 \u0431\u0435\u0448\u0435 \u043d\u0430\u043c\u0435\u0440\u0435\u043d \u0432 \u0437\u0430\u043f\u0438\u0441. \u041f\u0440\u043e\u043f\u0443\u0441\u043a\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441 \u0441 DN: {0}
warn_ext_mapping_missing_value=CLFRN0212W: \u041d\u0430\u043d\u0430\u0441\u044f\u043d\u0435\u0442\u043e \u043d\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435 \u0437\u0430 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f {0} \u043d\u0435 \u0432\u043a\u043b\u044e\u0447\u0432\u0430 \u0437\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u043e\u0442\u043e \u043d\u0430\u043d\u0430\u0441\u044f\u043d\u0435 {1} \u0432\u044a\u0432 \u0444\u0430\u0439\u043b {2}. \u041d\u0435 \u0435 \u0438\u0437\u0432\u044a\u0440\u0448\u0435\u043d\u043e \u043d\u0430\u043d\u0430\u0441\u044f\u043d\u0435 \u0437\u0430 \u0442\u0430\u0437\u0438 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f.
warn_ext_mapping_missing_ids=CLFRN0213W: \u041d\u0430\u043d\u0430\u0441\u044f\u043d\u0435\u0442\u043e \u043d\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435 \u043d\u0435 \u0432\u043a\u043b\u044e\u0447\u0432\u0430 \u0441\u043f\u0438\u0441\u044a\u043a \u0441 \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f \u043d\u0430 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e {0} \u0432\u044a\u0432 \u0444\u0430\u0439\u043b {1}. \u041d\u0435 \u0435 \u0438\u0437\u0432\u044a\u0440\u0448\u0435\u043d\u043e \u043d\u0430\u043d\u0430\u0441\u044f\u043d\u0435 \u043d\u0430 \u0440\u0430\u0437\u0448\u0438\u0440\u0435\u043d\u0438\u0435.

#TDI Connector
err_method_findEntry=CLFRN1254E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 findEntry: {0}.
err_method_deleteItem=CLFRN1260E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442: {0}.
err_method_queryReply=CLFRN1246E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 queryReply: {0}.
err_method_updateItemBylinkStream=CLFRN1251E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 linkStream: {0}.
err_method_updateItemByImageContent=CLFRN1257E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 ImageContent: {0}.
err_method_updatePronounceBylinkStream=CLFRN1252E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 linkStream: {0}.
err_method_updatePronounceByMediaContent=CLFRN1253E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043e\u0442 mediaContent: {0}.
err_method_getItemByUid=CLFRN1249E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043f\u043e uid: {0}.
err_method_getItemByKey=CLFRN1256E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u043f\u043e\u043b\u0443\u0447\u0430\u0432\u0430\u043d\u0435 \u043d\u0430 \u0435\u043b\u0435\u043c\u0435\u043d\u0442 \u043f\u043e \u043a\u043b\u044e\u0447: {0}.
err_noEntry_with_searchValue=CLFRN1247E: \u041d\u0435 \u043c\u043e\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043d\u0430\u043c\u0435\u0440\u0438 \u0437\u0430\u043f\u0438\u0441 \u0441 searchValue: {0}.
err_nullSearchValue=CLFRN1245E: \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u043d\u0430 \u0442\u044a\u0440\u0441\u0435\u043d\u0435 \u0435 \u043f\u0440\u0430\u0437\u043d\u0430.
err_unSupport_searchCriteria=CLFRN1255E: \u041d\u0435\u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u043d SearchCriteria:{0}.
err_no_updateFile_detail=CLFRN1250E: \u041d\u044f\u043c\u0430 \u0434\u043e\u0441\u0442\u044a\u043f\u043d\u0438 \u043f\u043e\u0434\u0440\u043e\u0431\u043d\u043e\u0441\u0442\u0438 \u0437\u0430 \u0444\u0430\u0439\u043b\u0430 \u0437\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435.
err_unSupport_update_method=CLFRN1262E: \u041d\u0435\u043f\u043e\u0434\u0434\u044a\u0440\u0436\u0430\u043d \u043c\u0435\u0442\u043e\u0434 \u043d\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435.
err_method_putEntry=CLFRN1261E: \u0412\u044a\u0437\u043d\u0438\u043a\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u043f\u0440\u0438 \u0438\u0437\u043f\u044a\u043b\u043d\u0435\u043d\u0438\u0435 \u043d\u0430 \u043c\u0435\u0442\u043e\u0434 putEntry.
err_codeItem_null=CLFRN1248E: codeItem \u0435 \u043f\u0440\u0430\u0437\u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442.
err_unSupport_tableName=CLFRN1259E: tableName \u043d\u0435 \u0441\u044a\u0432\u043f\u0430\u0434\u0430 \u0441 \u043d\u0438\u043a\u043e\u0435 \u0438\u043c\u0435 \u0432 \u0441\u043f\u0438\u0441\u044a\u043a\u0430 \u043d\u0430 \u0442\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430.
info_no_data_inTable=CLFRN1258I: \u041d\u044f\u043c\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438 \u0434\u0430\u043d\u043d\u0438 \u0432 \u0442\u0430\u0431\u043b\u0438\u0446\u0430\u0442\u0430.
err_mode_deprecated=CLFRN1328E: \u0420\u0435\u0436\u0438\u043c\u044a\u0442 \u043d\u0430 \u043a\u043e\u043d\u0435\u043a\u0442\u043e\u0440 {0} \u0435 \u043e\u0441\u0442\u0430\u0440\u044f\u043b.  \u0412\u043c\u0435\u0441\u0442\u043e \u0442\u043e\u0432\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u0439\u0442\u0435 \u0440\u0435\u0436\u0438\u043c \u043d\u0430 \u0430\u043a\u0442\u0443\u0430\u043b\u0438\u0437\u0438\u0440\u0430\u043d\u0435 \u0430\u043a\u043e \u0435 \u043d\u0443\u0436\u043d\u043e \u0441 \u043f\u043e\u0434\u0445\u043e\u0434\u044f\u0449\u0438\u0442\u0435 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u0438.
err_required_null=CLFRN1330E: \u0417\u0430\u0434\u044a\u043b\u0436\u0438\u0442\u0435\u043b\u043d\u0438\u044f\u0442 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u044a\u0440 \u0435 \u043f\u0440\u0430\u0437\u043d\u0430 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442: {0}

#information for sync_all_dns task
info_begin_hash_db=CLFRN1275I: \u0417\u0430\u043f\u043e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0445\u0435\u0448\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441\u0438 \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438.
info_end_hash_db=CLFRN1269I: \u041f\u0440\u0438\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0445\u0435\u0448\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441\u0438 \u0432 \u0431\u0430\u0437\u0430\u0442\u0430 \u0434\u0430\u043d\u043d\u0438.
info_begin_hash_sr=CLFRN1271I: \u0417\u0430\u043f\u043e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0445\u0435\u0448\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441\u0438 \u0432 \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435\u0442\u043e \u043d\u0430 \u0438\u0437\u0442\u043e\u0447\u043d\u0438\u043a.
info_end_hash_sr=CLFRN1273I: \u041f\u0440\u0438\u043a\u043b\u044e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u0445\u0435\u0448\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0437\u0430\u043f\u0438\u0441\u0438 \u0432 \u0445\u0440\u0430\u043d\u0438\u043b\u0438\u0449\u0435\u0442\u043e \u043d\u0430 \u0438\u0437\u0442\u043e\u0447\u043d\u0438\u043a.
# {0}, {1}, {2} are all numbers
info_each_iteration_result=CLFRN1268I: \u0421\u043b\u0435\u0434 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u043a\u0430 \u043d\u0430 \u0434\u044f\u043b {0}, {1} \u0437\u0430\u043f\u0438\u0441\u0430 \u0441\u0430 \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u0438 \u043a\u044a\u043c creates.ldiff; {2} \u0437\u0430\u043f\u0438\u0441\u0430 \u0441\u0430 \u0434\u043e\u0431\u0430\u0432\u0435\u043d\u0438 \u043a\u044a\u043c deletes.dbids. 
info_begin_process_addList=CLFRN1276I: \u0417\u0430\u043f\u043e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0437\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435.
info_end_process_addList=CLFRN1274I: \u041f\u0440\u0438\u043a\u043b\u044e\u0447\u0435\u043d\u043e \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0437\u0430 \u0434\u043e\u0431\u0430\u0432\u044f\u043d\u0435.
info_begin_process_deleteList=CLFRN1270I: \u0417\u0430\u043f\u043e\u0447\u0432\u0430\u043d\u0435 \u043d\u0430 \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0437\u0430 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u0438\u043b\u0438 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435.
info_end_process_deleteList=CLFRN1272I: \u041f\u0440\u0438\u043a\u043b\u044e\u0447\u0435\u043d\u043e \u043e\u0431\u0440\u0430\u0431\u043e\u0442\u0432\u0430\u043d\u0435 \u043d\u0430 \u0434\u0430\u043d\u043d\u0438\u0442\u0435 \u0437\u0430 \u0438\u0437\u0442\u0440\u0438\u0432\u0430\u043d\u0435 \u0438\u043b\u0438 \u0434\u0435\u0430\u043a\u0442\u0438\u0432\u0438\u0440\u0430\u043d\u0435.

err_invalid_db_schema_version=CLFRN1325E: \u041e\u0447\u0430\u043a\u0432\u0430\u043d\u0430\u0442\u0430 \u0432\u0435\u0440\u0441\u0438\u044f \u043d\u0430 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438 {0} \u043d\u0435 \u0435 \u0441\u044a\u0449\u0430\u0442\u0430, \u043a\u0430\u0442\u043e \u0438\u043d\u0441\u0442\u0430\u043b\u0438\u0440\u0430\u043d\u0430\u0442\u0430 \u0432\u0435\u0440\u0441\u0438\u044f \u043d\u0430 \u0431\u0430\u0437\u0430 \u0434\u0430\u043d\u043d\u0438 {0}.  \u0421\u043f\u0438\u0440\u0430\u043d\u0435.
err_invalid_sync_hash_field=CLFRN1322I: \u0412\u0430\u043b\u0438\u0434\u0438\u0440\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0441\u0438\u043d\u0445\u0440\u043e\u043d\u0438\u0437\u0430\u0446\u0438\u044f\u0442\u0430 \u0437\u0430 \u0445\u0435\u0448 \u043f\u043e\u043b\u0435 {0} \u0435 \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e. \u0421\u0442\u043e\u0439\u043d\u043e\u0441\u0442\u0442\u0430 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0435 uid, guid \u0438\u043b\u0438 \u0438\u043c\u0435\u0439\u043b \u0421\u043f\u0438\u0440\u0430\u043d\u0435.
err_process_changes_fail=CLFRN1323E: \u041d\u0435\u0443\u0441\u043f\u0435\u0445 \u0432 \u043a\u043e\u043c\u0430\u043d\u0434\u0430\u0442\u0430 \u0437\u0430 \u043f\u0440\u043e\u043c\u0435\u043d\u0438\u0442\u0435 \u0432 \u043f\u0440\u043e\u0446\u0435\u0441: \u043e\u0442\u043b\u0438\u0447\u0438\u0442\u0435\u043b\u043d\u043e \u0438\u043c\u0435: {0} | \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f: {1} | \u0440\u0435\u0437\u0443\u043b\u0442\u0430\u0442: {2}.
info_process_changes_waiting=CLFRN1316I: \u041f\u0440\u043e\u043c\u0435\u043d\u0438 \u0432 \u043f\u0440\u043e\u0446\u0435\u0441, \u0447\u0430\u043a\u0430\u0449\u0438 \u0441\u043b\u0435\u0434\u0432\u0430\u0449\u043e\u0442\u043e \u0441\u044a\u0431\u0438\u0442\u0438\u0435
err_check_if_remove_assembly_bogus=CLFRN1315E: AssemblyLine, \u0437\u0430\u0434\u0430\u0434\u0435\u043d\u043e \u043e\u0442 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u043e check_if_remove [{0}], \u043d\u0435 \u0435 \u0437\u0430\u0440\u0435\u0434\u0435\u043d\u043e.  \u0421\u043f\u0438\u0440\u0430\u043d\u0435.

info_start_dump_config=CLFRN1318I: \u0421\u0422\u0410\u0420\u0422: \u0440\u0430\u0437\u0442\u043e\u0432\u0430\u0440\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438
info_end_dump_config=CLFRN1319I: \u041a\u0420\u0410\u0419: \u0440\u0430\u0437\u0442\u043e\u0432\u0430\u0440\u0432\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u0438\u0442\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438

err_no_accumulator=CLFRN1321E: \u0412\u044a\u0442\u0440\u0435\u0448\u043d\u0430 \u0433\u0440\u0435\u0448\u043a\u0430: \u043d\u0435\u0443\u0441\u043f\u0435\u0448\u043d\u043e \u043d\u0430\u043c\u0438\u0440\u0430\u043d\u0435 \u043d\u0430 \u0440\u0430\u0431\u043e\u0442\u0435\u043d \u0430\u0442\u0440\u0438\u0431\u0443\u0442 'accumulatorConnector'.

err_dbrepos_iterator_failure=CLFRN1320E: \u041d\u0435\u0443\u0441\u043f\u0435\u0445 \u043d\u0430 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u044f. \u0421\u044a\u043e\u0431\u0449\u0435\u043d\u0438\u0435\u0442\u043e \u0437\u0430 \u0433\u0440\u0435\u0448\u043a\u0430 \u0435: {1}. 
