# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2012, 2016                                          
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N SA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

# TDI wrapper service
err_wrapper_init=CLFRN1188E: Error de inicializaci\u00f3n del servicio de inicializaci\u00f3n.

err_method_getProfileByDN=CLFRN1193E: Se ha producido un error al obtener el perfil por DN: {0}.
err_method_getProfileByEmail=CLFRN1191E: Se ha producido un error al obtener el perfil por correo electr\u00f3nico: {0}.
err_method_getProfileByGUID=CLFRN1180E: Se ha producido un error al obtener el perfil por GUID: {0}.
err_method_getProfileByKey=CLFRN1187E: Se ha producido un error al obtener el perfil por clave: {0}.
err_method_getProfileBySourceURL=CLFRN1176E: Se ha producido un error al obtener el perfil por SourceURL: {0}.
err_method_getProfileByUID=CLFRN1177E: Se ha producido un error al obtener el perfil por UID: {0}.
err_method_sync=CLFRN1186E: Se ha producido un error al sincronizar en DN: {0}.
err_method_createProfile=CLFRN1182E: Se ha producido un error al crear el perfil: {0}.
err_method_deleteProfile=CLFRN1185E: Se ha producido un error al suprimir el perfil con clave: {0}.
err_method_updateProfile=CLFRN1192E: Se ha producido un error al actualizar el perfil: {0}.
err_method_updateManager=CLFRN1194E: Se ha producido un error al actualizar el campo del gestor para la entrada: {0}.

err_unrecoverable=CLFRN1189E: Error muy grave: se ha producido un error irrecuperable en el fondo de TDI, compruebe sus conexiones a la base de datos.

# {0} is a regular expression pattern
info_dn_regex=CLFRN1178I: source_ldap_required_dn_regex_pattern es {0}

# the following {0} and {1} are field names from database and LDAP
info_source_to_db_mapping=CLFRN0001I: Correlaci\u00f3n de campos Base de datos desde LDAP: {0} <-- {1}
info_source_to_db_mapping_function=CLFRN0002I: Correlaci\u00f3n de campos base de datos desde LDAP: {0} <-- funci\u00f3n {1}
info_db_to_source_mapping=CLFRN0003I: Correlaci\u00f3n de campos LDAP desde base de datos: {0} <-- {1}
info_db_to_source_mapping_function=CLFRN0004I: Correlaci\u00f3n de campos LDAP desde base de datos: {0} <-- funci\u00f3n {1}
info_debug_prop_setting=CLFRN0005I: El valor de la propiedad de depuraci\u00f3n \"{0}\" es {1}.

# {0} is the filename for the map functions
info_monitor_changes_map_file=CLFRN0006I: El archivo de funciones de correlaci\u00f3n de cambios de base de datos del supervisor es \"{0}\".

# {0} is the content of the map function file, i.e., all the functions
info_monitor_changes_map_functions_contents=CLFRN0007I: Supervisar texto de funciones de correlaci\u00f3n de cambios de la base de datos\n {0}.

# {0} is the filename that contains map functions
info_source_ldap_map_file=CLFRN1195I: El archivo de funciones de correlaci\u00f3n de cambios de origen es "{0}".

# {0} is the content of the map functions
info_source_ldap_map_functions_contents=CLFRN0008I: Texto de funciones de correlaci\u00f3n de cambios de origen\n{0}

# {0} is the field name, {1} is the value in the draft table
info_draft_table_field_update=CLFRN0010I: Actualizaci\u00f3n de campo de tabla de borrador: campo {0} = {1}.

# {0} is a field from DB and {1} is a field from LDAP
info_mapping_process_result=CLFRN0011I: Resultado de correlaci\u00f3n: {0} = {1}.

info_begin_mapping_process=CLFRN0012I: Comenzar proceso de correlaci\u00f3n.
info_end_mapping_process=CLFRN0013I: Finalizar proceso de correlaci\u00f3n.

# {0} is the UID name
info_uid_of_modified_entry=CLFRN0014I: ID de usuario de la entrada modificada: {0}
info_search_criteria=CLFRN0015I: Criterios de b\u00fasqueda que se est\u00e1n usando para ubicar el registro: {0}.
info_begin_dsml_request_xmit=CLFRN0016I: Comenzando la transmisi\u00f3n de la solicitud de actualizaci\u00f3n de DSML.
info_end_dsml_request_xmit=CLFRN0017I: Completada la transmisi\u00f3n de la solicitud de actualizaci\u00f3n de DSML.
info_dn_of_entry_to_modify=CLFRN0018I: Nombre distinguido de la entrada que debe modificarse: {0}.

# {0} is a DB field, {1} is a function name
info_validate_db_function_name=CLFRN0023I: Validaci\u00f3n del campo de base de datos {0}: funci\u00f3n {1}.

# {0} is a DB field, {1} is the function content
info_validate_db_function=CLFRN0024I: Validaci\u00f3n del campo de base de datos {0}: {1}.

info_begin_validation_process=CLFRN1197I: Comenzar proceso de validaci\u00f3n.
info_end_validation_process=CLFRN0025I: Finalizar proceso de validaci\u00f3n.

# {0} is the field name, {1} is the result
info_validation_result_for=CLFRN0026I: El resultado de la validaci\u00f3n para {0} es {1}.

# {0}, {1}, {2}, {3} are all numbers
info_iteration_result=CLFRN0027I: Tras la operaci\u00f3n, los registros correctos son {0}, registros duplicados {1}, los registros con anomal\u00edas son {2} y la \u00faltima entrada correcta es {3}.
info_iteration_result2=CLFRN1336I: Tras la operaci\u00f3n, los registros correctos son {0}, los registros err\u00f3neos son {1} y la \u00faltima entrada correcta es {2}.
info_iteration_duplicate=CLFRN1263I: Registros duplicados:

# {0} is a time stamp, {1} is the number of iteration count
disp_iteration_count=CLFRN0028I: {0} Iteraciones: {1}.
disp_iteration_count_total=CLFRN1280I: {0} N\u00famero total de iteraciones: {1}.
info_search_filter=CLFRN0029I: Filtro de b\u00fasqueda que se va a establecer: {0}.
info_search_base=CLFRN0030I: Base de b\u00fasqueda que se va a establecer: {0}.

info_deleting_changelog_state_key=CLFRN0032I: Suprimiendo la clave de estado {0} del registro de cambios del almac\u00e9n de usuario.

# {0} changelog state key, {1} new state key
info_setting_changelog_state_key=CLFRN0033I: Estableciendo la clave de estado {0} del registro de cambios del almac\u00e9n de usuario en {1}.

info_deleting_draft_iterator_key=CLFRN0035I: Suprimiendo la clave de estado {0} del repetidor de borradores del almac\u00e9n de usuario.

# {0} state key, {1} new state key
info_setting_draft_iterator_key=CLFRN0036I: Estableciendo la clave de estado {0} del repetidor de borradores del almac\u00e9n de usuario en {1}.

# all variables are numbers
info_sync_result=CLFRN0037I: Tras la sincronizaci\u00f3n, los registros a\u00f1adidos o modificados son {0}, los eliminados o desactivados son {1}, los registros sin modificar son {2} y los registros con anomal\u00edas son {3}.

# {0} is the function name, {1} argument count, {2} a number
err_bad_map_func_arg_count=CLFRN0100E: La funci\u00f3n {0} tiene {1} argumentos. Se esperaban {2}. Deteni\u00e9ndose.
err_map_func_not_func=CLFRN0101E: {0} existe pero no es una funci\u00f3n. Deteni\u00e9ndose.
err_map_func_not_loaded=CLFRN0102E: la funci\u00f3n {0} no est\u00e1 cargada. Deteni\u00e9ndose.

# {0} is a function name, {1} is a field name
err_map_func_syntax=CLFRN0103E: Falta el delimitador de cierre en {0} en el valor para el campo {1}. Deteni\u00e9ndose.

# {0} is a function name, {1} exception text
err_map_func_exception=CLFRN0104E: Anomal\u00eda durante la evaluaci\u00f3n de la funci\u00f3n de correlaci\u00f3n para {0}. La excepci\u00f3n es: {1}.

# {0} is a property file name, {1} is a field name in the property file.
err_map_no_value=CLFRN0105E: Ning\u00fan valor en {0} para el campo {1}. Deteni\u00e9ndose.

# {0} file name, {1} exception
err_eval_map_functions_file=CLFRN0106E: Anomal\u00eda durante la evaluaci\u00f3n de las funciones de correlaci\u00f3n a partir del archivo {0}. La excepci\u00f3n es: {1}.
err_reading_map_functions_file=CLFRN0107E: Anomal\u00eda al leer la evaluaci\u00f3n de las funciones de correlaci\u00f3n a partir del archivo {0}. La excepci\u00f3n es: {1}.
err_no_uid=CLFRN0108E: Ning\u00fan ID de usuario para a\u00f1adir o actualizar para el nombre distinguido {0}. Se omite.

# {0} change number name, {1} change record name
err_no_dn=CLFRN0111E: Ning\u00fan nombre distinguido que a\u00f1adir o actualizar.
err_mapping_failed_for_entry=CLFRN0112E: Ha fallado la correlaci\u00f3n de campos para la entrada {0}.
err_mapping_extensionAttrb=CLFRN1179E: Ha fallado la correlaci\u00f3n del atributo de extensi\u00f3n para el atributo {0}.

# {0} function name, {2} and {3} are numbers
err_bad_valid_func_arg_count=CLFRN0113E: La funci\u00f3n {0} tiene {1} argumentos. Se esperaban {2} o {3}. Deteni\u00e9ndose.
err_valid_func_not_func=CLFRN0114E: {0} existe pero no es una funci\u00f3n. Deteni\u00e9ndose.
err_valid_func_not_loaded=CLFRN0115E: la funci\u00f3n {0} no est\u00e1 cargada. Deteni\u00e9ndose.

# {0} function name, {1} field name
err_valid_func_syntax=CLFRN0116E: Falta el delimitador de cierre en {0} en el valor para el campo {1}. Deteni\u00e9ndose.

# {0} function name, {1} exception text
err_valid_func_exception=CLFRN0117E: Anomal\u00eda durante la evaluaci\u00f3n de la funci\u00f3n de validaci\u00f3n para {0}. La excepci\u00f3n es: {1}.

# {0} function name, {1} exception text
err_valid_internal_func_exception=CLFRN0119E: Anomal\u00eda durante la creaci\u00f3n de la funci\u00f3n de validaci\u00f3n interna para {0}. La excepci\u00f3n es: {1}.

# {0} function name, {1} type name
err_valid_internal_not_func=CLFRN0120E: Error interno. La funci\u00f3n de validaci\u00f3n para {0} no es una funci\u00f3n. El tipo es: {1}. La validaci\u00f3n ha fallado.
err_valid_func_not_boolean=CLFRN0121E: La funci\u00f3n de validaci\u00f3n para {0} no ha devuelto un booleano. La validaci\u00f3n ha fallado.

# {0} entry name, {1} error message text
err_iteration_failure=CLFRN0128E: La operaci\u00f3n ha fallado. \u00daltima entrada correcta: {0}. El mensaje de error es: {1}.
err_unexpected_operation=CLFRN0129E: Operaci\u00f3n de base de datos de sincronizaci\u00f3n no esperada: {0}. Se ignorar\u00e1.
err_unexpected_modify=CLFRN0130E: Intento inesperado de sincronizar la base de datos con la operaci\u00f3n \"modificar\" para el nombre distinguido {0}. Se omite.

# UID doesn't need to be translated, {0} is the UID, {1} error text
err_lookup_dn=CLFRN0136E: No se ha podido cargar el nombre distinguido {0}. Se omite la entrada.
err_sort_page_size_not_valid=CLFRN0137E: El tama\u00f1o de p\u00e1gina ordenada LDAP no es un entero positivo v\u00e1lido: {0}.
err_sorting_not_supported=CLFRN0138E: Se ha especificado el orden LDAP, pero el servidor LDAP no admite la ordenaci\u00f3n.
err_sort_attr_not_found=CLFRN0139E: Se ha especificado la ordenaci\u00f3n LDAP, pero no se ha encontrado el atributo de ordenaci\u00f3n en el filtro de b\u00fasqueda: {0}.
err_required_property_not_set=CLFRN0140E: No se ha definido la propiedad {0}.

# {0} property name, {1} profile name
err_required_property_not_set_in=CLFRN0141E: No se ha definido la propiedad necesaria {0} en el archivo {1}.
err_changelog_state_value_not_valid=CLFRN0142E: No se ha especificado el nuevo valor de estado del registro de cambios o bien el valor no es v\u00e1lido: {0}.

# {0} DN, {1} database connector name, {2} error message
err_draft_iterator_value_not_valid=CLFRN0144E: No se ha especificado un nuevo valor de estado del repetidor de borradores o bien el valor no es v\u00e1lido: {0}.

err_unable_to_lookup_entry=CLFRN0146E: No se ha podido hacer coincidir la clave de miembro [{0}] asociada a la foto con un miembro. Se omite la entrada.
err_compute_func_exception=CLFRN0149E: Anomal\u00eda durante la evaluaci\u00f3n de la funci\u00f3n de c\u00e1lculo para {0}. La excepci\u00f3n es: {1}.

warn_no_existing_record_to_modify=CLFRN0200W: No se ha encontrado ning\u00fan registro para {0}. Omitiendo actualizaci\u00f3n.

# {0} record name, {1} sequence number
warn_no_existing_record_with_seq_to_modify=CLFRN0208W: No se encontr\u00f3 ning\u00fan registro para {0} con el n\u00famero de secuencia {1}. Omitiendo actualizaci\u00f3n.
warn_validation_failed_for=CLFRN0209E: La validaci\u00f3n ha sido err\u00f3nea para el campo {0}. El valor es {1}. Consulte el archivo de especificaciones de validaci\u00f3n - validate_dbrepos_fields.properties.
## Note inconsistency of label below (begins with "warn") with message, which is an Error message.
## This was done to maintain compatability of the file profiles_tdi.xml from 3011 to 40 (at present)
warn_validation_failed_for_entry=CLFRN1183E: Ha fallado la validaci\u00f3n de la entrada de nombre distinguido {0}.
warn_sort_page_attr_not_found=CLFRN0211W: No se ha encontrado el atributo de tama\u00f1o de p\u00e1gina ordenada LDAP. Se omite la entrada con nombre distinguido: {0}
warn_ext_mapping_missing_value=CLFRN0212W: La correlaci\u00f3n de ampliaci\u00f3n para el ID de propiedad {0} no incluye la correlaci\u00f3n necesaria {1} en el archivo {2}. No se ha procesado ninguna correlaci\u00f3n para dicho ID.
warn_ext_mapping_missing_ids=CLFRN0213W: La correlaci\u00f3n de ampliaci\u00f3n no incluye la lista de ID de propiedad en la propiedad {0} del archivo {1}. No se ha procesado ninguna correlaci\u00f3n de ampliaci\u00f3n.

#TDI Connector
err_method_findEntry=CLFRN1254E: Se ha producido un error al realizar findEntry: {0}.
err_method_deleteItem=CLFRN1260E: Se ha producido un error al suprimir el elemento: {0}.
err_method_queryReply=CLFRN1246E: Se ha producido un error al realizar queryReply: {0}.
err_method_updateItemBylinkStream=CLFRN1251E: Se ha producido un error al actualizar un elemento por linkStream: {0}.
err_method_updateItemByImageContent=CLFRN1257E: Se ha producido un error al actualizar un elemento por ImageContent: {0}.
err_method_updatePronounceBylinkStream=CLFRN1252E: Se ha producido un error al actualizar un elemento por linkStream: {0}.
err_method_updatePronounceByMediaContent=CLFRN1253E: Se ha producido un error al actualizar un elemento por mediaContent: {0}.
err_method_getItemByUid=CLFRN1249E: Se ha producido un error al obtener un elemento por ID de usuario: {0}.
err_method_getItemByKey=CLFRN1256E: Se ha producido un error al obtener un elemento por clave: {0}.
err_noEntry_with_searchValue=CLFRN1247E: No se puede encontrar la entrada con searchValue: {0}.
err_nullSearchValue=CLFRN1245E: El valor de b\u00fasqueda es nulo.
err_unSupport_searchCriteria=CLFRN1255E: SearchCriteria no admitido:{0}.
err_no_updateFile_detail=CLFRN1250E: No hay detalles disponibles sobre el archivo de actualizaci\u00f3n.
err_unSupport_update_method=CLFRN1262E: M\u00e9todo de actualizaci\u00f3n no soportado.
err_method_putEntry=CLFRN1261E: Se ha producido un error al realizar el m\u00e9todo putEntry.
err_codeItem_null=CLFRN1248E: codeItem es nulo.
err_unSupport_tableName=CLFRN1259E: tableName no coincide con ning\u00fan nombre que aparezca en la tabla.
info_no_data_inTable=CLFRN1258I: No hay datos en la tabla.
err_mode_deprecated=CLFRN1328E: La modalidad de conector {0} est\u00e1 en desuso.  Utilice la modalidad de actualizaci\u00f3n en su lugar con los par\u00e1metros apropiados si es necesario.
err_required_null=CLFRN1330E: El par\u00e1metro obligatorio es nulo: {0}

#information for sync_all_dns task
info_begin_hash_db=CLFRN1275I: Comenzar a realizar hash en los registros en la base de datos.
info_end_hash_db=CLFRN1269I: Terminar de realizar hash en los registros de la base de datos.
info_begin_hash_sr=CLFRN1271I: Comenzar a realizar hash en el repositorio de origen.
info_end_hash_sr=CLFRN1273I: Terminar de realizar hash en el repositorio de origen.
# {0}, {1}, {2} are all numbers
info_each_iteration_result=CLFRN1268I: Tras procesar la partici\u00f3n {0}, se han a\u00f1adido {1} registros a creates.ldiff y {2} registros a deletes.dbids. 
info_begin_process_addList=CLFRN1276I: Comenzar procesamiento de los datos que se van a a\u00f1adir.
info_end_process_addList=CLFRN1274I: Terminar de procesar los datos que a\u00f1adir.
info_begin_process_deleteList=CLFRN1270I: Comenzar el procesamiento de los datos que se van a suprimir o desactivar.
info_end_process_deleteList=CLFRN1272I: Terminar de procesar los datos que se van a suprimir o desactivar.

err_invalid_db_schema_version=CLFRN1325E: La versi\u00f3n de la base de datos esperada {0} no es la misma que la versi\u00f3n de la base de datos instalada {0}.  Deteni\u00e9ndose.
err_invalid_sync_hash_field=CLFRN1322I: La validaci\u00f3n del campo hash de sincronizaci\u00f3n {0} ha fallado. El valor debe ser uid, guid o email. Deteni\u00e9ndose.
err_process_changes_fail=CLFRN1323E: Fallo del mandato de cambios de proceso: nombre distinguido: {0} | funcionamiento: {1} | resultado: {2}.
info_process_changes_waiting=CLFRN1316I: Cambios del proceso que esperan el siguiente evento
err_check_if_remove_assembly_bogus=CLFRN1315E: AssemblyLine especificado por la propiedad check_if_remove [{0}] no se ha cargado.  Deteni\u00e9ndose.

info_start_dump_config=CLFRN1318I: START: valores de configuraci\u00f3n de volcado
info_end_dump_config=CLFRN1319I: END: valores de configuraci\u00f3n de volcado

err_no_accumulator=CLFRN1321E: Error interno: no se ha podido encontrar el atributo de trabajo 'accumulatorConnector'.

err_dbrepos_iterator_failure=CLFRN1320E: La operaci\u00f3n ha fallado. El mensaje de error es: {1}. 
