# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2012, 2016                                          
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N SA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

# TDI wrapper service
err_wrapper_init=CLFRN1188E: \u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e41\u0e23\u0e1b\u0e40\u0e1b\u0e2d\u0e23\u0e4c\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a

err_method_getProfileByDN=CLFRN1193E: \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e23\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e15\u0e32\u0e21 DN: {0}
err_method_getProfileByEmail=CLFRN1191E: \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e23\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e15\u0e32\u0e21 Email: {0}
err_method_getProfileByGUID=CLFRN1180E: \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e23\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e15\u0e32\u0e21 GUID: {0}
err_method_getProfileByKey=CLFRN1187E: \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e23\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e15\u0e32\u0e21 Key: {0}
err_method_getProfileBySourceURL=CLFRN1176E: \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e23\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e15\u0e32\u0e21 SourceURL: {0}
err_method_getProfileByUID=CLFRN1177E: \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e23\u0e31\u0e1a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e15\u0e32\u0e21 UID: {0}
err_method_sync=CLFRN1186E: \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e0b\u0e34\u0e07\u0e42\u0e04\u0e23\u0e44\u0e19\u0e0b\u0e4c\u0e01\u0e31\u0e1a DN: {0}
err_method_createProfile=CLFRN1182E: \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c: {0}
err_method_deleteProfile=CLFRN1185E: \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e25\u0e1a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e21\u0e35\u0e04\u0e35\u0e22\u0e4c: {0}
err_method_updateProfile=CLFRN1192E: \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c: {0}
err_method_updateManager=CLFRN1194E: \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e1c\u0e39\u0e49\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23: {0}

err_unrecoverable=CLFRN1189E: \u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e23\u0e38\u0e19\u0e41\u0e23\u0e07: \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e23\u0e35\u0e22\u0e01\u0e04\u0e37\u0e19\u0e44\u0e14\u0e49\u0e43\u0e19\u0e2a\u0e48\u0e27\u0e19\u0e2b\u0e25\u0e31\u0e07 TDI - \u0e42\u0e1b\u0e23\u0e14\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e01\u0e32\u0e23\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13

# {0} is a regular expression pattern
info_dn_regex=CLFRN1178I: source_ldap_required_dn_regex_pattern \u0e04\u0e37\u0e2d {0}

# the following {0} and {1} are field names from database and LDAP
info_source_to_db_mapping=CLFRN0001I: DB \u0e08\u0e32\u0e01\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e LDAP Field: {0} <-- {1}
info_source_to_db_mapping_function=CLFRN0002I: DB \u0e08\u0e32\u0e01\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e LDAP Field : {0} <-- \u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19 {1}
info_db_to_source_mapping=CLFRN0003I: LDAP \u0e08\u0e32\u0e01\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e DB Field: {0} <-- {1}
info_db_to_source_mapping_function=CLFRN0004I: LDAP \u0e08\u0e32\u0e01\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e DB Field : {0} <-- \u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19 {1}
info_debug_prop_setting=CLFRN0005I: \u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e1a\u0e31\u0e15\u0e34\u0e01\u0e32\u0e23\u0e14\u0e35\u0e1a\u0e31\u0e01 \"{0}\" \u0e04\u0e37\u0e2d {1}

# {0} is the filename for the map functions
info_monitor_changes_map_file=CLFRN0006I: \u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e01\u0e32\u0e23\u0e21\u0e2d\u0e19\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e\u0e40\u0e1b\u0e47\u0e19 \"{0}\"

# {0} is the content of the map function file, i.e., all the functions
info_monitor_changes_map_functions_contents=CLFRN0007I: \u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e01\u0e32\u0e23\u0e21\u0e2d\u0e19\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e\n{0}.

# {0} is the filename that contains map functions
info_source_ldap_map_file=CLFRN1195I: \u0e44\u0e1f\u0e25\u0e4c\u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e15\u0e49\u0e19\u0e17\u0e32\u0e07\u0e04\u0e37\u0e2d "{0}"

# {0} is the content of the map functions
info_source_ldap_map_functions_contents=CLFRN0008I: \u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e0b\u0e2d\u0e23\u0e4c\u0e2a\n{0}

# {0} is the field name, {1} is the value in the draft table
info_draft_table_field_update=CLFRN0010I: \u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e15\u0e32\u0e23\u0e32\u0e07\u0e41\u0e1a\u0e1a\u0e23\u0e48\u0e32\u0e07: \u0e1f\u0e34\u0e25\u0e14\u0e4c {0} = {1}

# {0} is a field from DB and {1} is a field from LDAP
info_mapping_process_result=CLFRN0011I: \u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e: {0} = {1}

info_begin_mapping_process=CLFRN0012I: \u0e40\u0e23\u0e34\u0e48\u0e21\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e
info_end_mapping_process=CLFRN0013I: \u0e2a\u0e34\u0e49\u0e19\u0e2a\u0e38\u0e14\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e

# {0} is the UID name
info_uid_of_modified_entry=CLFRN0014I: UID \u0e02\u0e2d\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e41\u0e01\u0e49\u0e44\u0e02: {0}
info_search_criteria=CLFRN0015I: \u0e40\u0e01\u0e13\u0e11\u0e4c\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49\u0e43\u0e19\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e23\u0e47\u0e01\u0e04\u0e2d\u0e23\u0e4c\u0e14: {0}
info_begin_dsml_request_xmit=CLFRN0016I: \u0e40\u0e23\u0e34\u0e48\u0e21\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15 DSML
info_end_dsml_request_xmit=CLFRN0017I: \u0e01\u0e32\u0e23\u0e2a\u0e48\u0e07\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15 DSML \u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e49\u0e19
info_dn_of_entry_to_modify=CLFRN0018I: DN \u0e02\u0e2d\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e08\u0e30\u0e41\u0e01\u0e49\u0e44\u0e02: {0}

# {0} is a DB field, {1} is a function name
info_validate_db_function_name=CLFRN0023I: \u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1f\u0e34\u0e25\u0e14\u0e4c DB {0}: \u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19 {1}

# {0} is a DB field, {1} is the function content
info_validate_db_function=CLFRN0024I: \u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1f\u0e34\u0e25\u0e14\u0e4c DB {0}: {1}

info_begin_validation_process=CLFRN1197I: \u0e40\u0e23\u0e34\u0e48\u0e21\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
info_end_validation_process=CLFRN0025I: \u0e2a\u0e34\u0e49\u0e19\u0e2a\u0e38\u0e14\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07

# {0} is the field name, {1} is the result
info_validation_result_for=CLFRN0026I: \u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0} \u0e04\u0e37\u0e2d {1}

# {0}, {1}, {2}, {3} are all numbers
info_iteration_result=CLFRN0027I: \u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e07\u0e32\u0e19 \u0e40\u0e23\u0e47\u0e01\u0e04\u0e2d\u0e23\u0e4c\u0e14\u0e17\u0e35\u0e48\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08\u0e04\u0e37\u0e2d {0}, \u0e40\u0e23\u0e47\u0e01\u0e04\u0e2d\u0e23\u0e4c\u0e14\u0e0b\u0e49\u0e33 {1}, \u0e40\u0e23\u0e47\u0e01\u0e04\u0e2d\u0e23\u0e4c\u0e14\u0e17\u0e35\u0e48\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e04\u0e37\u0e2d {2} \u0e41\u0e25\u0e30\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e04\u0e37\u0e2d {3}
info_iteration_result2=CLFRN1336I: \u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e07\u0e32\u0e19 \u0e40\u0e23\u0e47\u0e01\u0e04\u0e2d\u0e23\u0e4c\u0e14\u0e17\u0e35\u0e48\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08\u0e04\u0e37\u0e2d {0}, \u0e40\u0e23\u0e47\u0e01\u0e04\u0e2d\u0e23\u0e4c\u0e14\u0e17\u0e35\u0e48\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e04\u0e37\u0e2d {1} \u0e41\u0e25\u0e30\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e04\u0e37\u0e2d {2}
info_iteration_duplicate=CLFRN1263I: \u0e40\u0e23\u0e47\u0e01\u0e04\u0e2d\u0e23\u0e4c\u0e14\u0e17\u0e35\u0e48\u0e0b\u0e49\u0e33:

# {0} is a time stamp, {1} is the number of iteration count
disp_iteration_count=CLFRN0028I: {0} \u0e01\u0e32\u0e23\u0e27\u0e19\u0e0b\u0e49\u0e33: {1}
disp_iteration_count_total=CLFRN1280I: \u0e08\u0e33\u0e19\u0e27\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e27\u0e19\u0e0b\u0e49\u0e33 {0}: {1}
info_search_filter=CLFRN0029I: \u0e15\u0e31\u0e27\u0e01\u0e23\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e40\u0e0b\u0e47\u0e15: {0}
info_search_base=CLFRN0030I: \u0e10\u0e32\u0e19\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e40\u0e0b\u0e47\u0e15: {0}

info_deleting_changelog_state_key=CLFRN0032I: \u0e01\u0e32\u0e23\u0e25\u0e1a\u0e04\u0e35\u0e22\u0e4c\u0e2a\u0e16\u0e32\u0e19\u0e30 changelog  {0} \u0e08\u0e30\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49

# {0} changelog state key, {1} new state key
info_setting_changelog_state_key=CLFRN0033I: \u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e04\u0e35\u0e22\u0e4c\u0e2a\u0e16\u0e32\u0e19\u0e30 changelog  {0} \u0e43\u0e19\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e40\u0e1b\u0e47\u0e19 {1}

info_deleting_draft_iterator_key=CLFRN0035I: \u0e01\u0e32\u0e23\u0e25\u0e1a\u0e04\u0e35\u0e22\u0e4c\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e15\u0e31\u0e27\u0e27\u0e19\u0e0b\u0e49\u0e33\u0e02\u0e2d\u0e07\u0e41\u0e1a\u0e1a\u0e23\u0e48\u0e32\u0e07 {0} \u0e08\u0e32\u0e01\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49

# {0} state key, {1} new state key
info_setting_draft_iterator_key=CLFRN0036I: \u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e04\u0e35\u0e22\u0e4c\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e15\u0e31\u0e27\u0e27\u0e19\u0e0b\u0e49\u0e33\u0e02\u0e2d\u0e07\u0e41\u0e1a\u0e1a\u0e23\u0e48\u0e32\u0e07 {0} \u0e43\u0e19\u0e17\u0e35\u0e48\u0e40\u0e01\u0e47\u0e1a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e40\u0e1b\u0e47\u0e19 {1}

# all variables are numbers
info_sync_result=CLFRN0037I: \u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01\u0e01\u0e32\u0e23\u0e0b\u0e34\u0e07\u0e42\u0e04\u0e23\u0e44\u0e19\u0e0b\u0e4c \u0e40\u0e23\u0e47\u0e01\u0e04\u0e2d\u0e23\u0e4c\u0e14\u0e17\u0e35\u0e48\u0e40\u0e1e\u0e34\u0e48\u0e21 \u0e2b\u0e23\u0e37\u0e2d\u0e41\u0e01\u0e49\u0e44\u0e02 \u0e04\u0e37\u0e2d {0} \u0e40\u0e23\u0e47\u0e01\u0e04\u0e2d\u0e23\u0e4c\u0e14\u0e17\u0e35\u0e48\u0e25\u0e1a\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48\u0e40\u0e1b\u0e34\u0e14\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19\u0e04\u0e37\u0e2d {1} \u0e40\u0e23\u0e47\u0e01\u0e04\u0e2d\u0e23\u0e4c\u0e14\u0e17\u0e35\u0e48\u0e0b\u0e49\u0e33\u0e0b\u0e49\u0e2d\u0e19\u0e01\u0e31\u0e19 {2} \u0e40\u0e23\u0e47\u0e01\u0e04\u0e2d\u0e23\u0e4c\u0e14\u0e17\u0e35\u0e48\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e04\u0e37\u0e2d {3}

# {0} is the function name, {1} argument count, {2} a number
err_bad_map_func_arg_count=CLFRN0100E: \u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19 {0} \u0e21\u0e35 {1} \u0e2d\u0e32\u0e23\u0e4c\u0e01\u0e34\u0e27\u0e40\u0e21\u0e19\u0e15\u0e4c {2} \u0e17\u0e35\u0e48\u0e04\u0e27\u0e23\u0e21\u0e35 \u0e01\u0e33\u0e25\u0e31\u0e07\u0e2b\u0e22\u0e38\u0e14\u0e17\u0e33\u0e07\u0e32\u0e19
err_map_func_not_func=CLFRN0101E: {0} \u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e41\u0e15\u0e48\u0e44\u0e21\u0e48\u0e21\u0e35\u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19 \u0e01\u0e33\u0e25\u0e31\u0e07\u0e2b\u0e22\u0e38\u0e14\u0e17\u0e33\u0e07\u0e32\u0e19
err_map_func_not_loaded=CLFRN0102E: \u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19 {0} \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e16\u0e39\u0e01\u0e42\u0e2b\u0e25\u0e14 \u0e01\u0e33\u0e25\u0e31\u0e07\u0e2b\u0e22\u0e38\u0e14\u0e17\u0e33\u0e07\u0e32\u0e19

# {0} is a function name, {1} is a field name
err_map_func_syntax=CLFRN0103E: \u0e27\u0e07\u0e40\u0e25\u0e47\u0e1a\u0e1b\u0e34\u0e14\u0e2b\u0e32\u0e22\u0e44\u0e1b\u0e43\u0e19 {0} \u0e43\u0e19\u0e04\u0e48\u0e32\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1f\u0e34\u0e25\u0e14\u0e4c {1} \u0e01\u0e33\u0e25\u0e31\u0e07\u0e2b\u0e22\u0e38\u0e14\u0e17\u0e33\u0e07\u0e32\u0e19

# {0} is a function name, {1} exception text
err_map_func_exception=CLFRN0104E: \u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e43\u0e19\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e30\u0e40\u0e21\u0e34\u0e19\u0e04\u0e48\u0e32\u0e02\u0e2d\u0e07\u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0} \u0e02\u0e49\u0e2d\u0e22\u0e01\u0e40\u0e27\u0e49\u0e19\u0e04\u0e37\u0e2d: {1}

# {0} is a property file name, {1} is a field name in the property file.
err_map_no_value=CLFRN0105E: \u0e44\u0e21\u0e48\u0e21\u0e35\u0e04\u0e48\u0e32\u0e43\u0e19 {0} \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1f\u0e34\u0e25\u0e14\u0e4c {1} \u0e01\u0e33\u0e25\u0e31\u0e07\u0e2b\u0e22\u0e38\u0e14\u0e17\u0e33\u0e07\u0e32\u0e19

# {0} file name, {1} exception
err_eval_map_functions_file=CLFRN0106E: \u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e43\u0e19\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e30\u0e40\u0e21\u0e34\u0e19\u0e1c\u0e25\u0e02\u0e2d\u0e07\u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e\u0e08\u0e32\u0e01\u0e44\u0e1f\u0e25\u0e4c {0} \u0e02\u0e49\u0e2d\u0e22\u0e01\u0e40\u0e27\u0e49\u0e19\u0e04\u0e37\u0e2d: {1}
err_reading_map_functions_file=CLFRN0107E: \u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e43\u0e19\u0e01\u0e32\u0e23\u0e2d\u0e48\u0e32\u0e19\u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e\u0e08\u0e32\u0e01 {0} \u0e02\u0e49\u0e2d\u0e22\u0e01\u0e40\u0e27\u0e49\u0e19\u0e04\u0e37\u0e2d: {1}
err_no_uid=CLFRN0108E: \u0e44\u0e21\u0e48\u0e21\u0e35 UID \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e2b\u0e23\u0e37\u0e2d\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a DN {0} \u0e02\u0e49\u0e32\u0e21

# {0} change number name, {1} change record name
err_no_dn=CLFRN0111E: \u0e44\u0e21\u0e48\u0e21\u0e35 DN \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e2b\u0e23\u0e37\u0e2d\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15
err_mapping_failed_for_entry=CLFRN0112E: \u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23 {0}
err_mapping_extensionAttrb=CLFRN1179E: \u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e\u0e41\u0e2d\u0e47\u0e15\u0e17\u0e23\u0e34\u0e1a\u0e34\u0e27\u0e15\u0e4c\u0e2a\u0e48\u0e27\u0e19\u0e02\u0e22\u0e32\u0e22\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e41\u0e2d\u0e47\u0e15\u0e17\u0e23\u0e34\u0e1a\u0e34\u0e27\u0e15\u0e4c {0}

# {0} function name, {2} and {3} are numbers
err_bad_valid_func_arg_count=CLFRN0113E: \u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19 {0} \u0e21\u0e35 {1} \u0e2d\u0e32\u0e23\u0e4c\u0e01\u0e34\u0e27\u0e40\u0e21\u0e19\u0e15\u0e4c {2} \u0e2b\u0e23\u0e37\u0e2d {3} \u0e17\u0e35\u0e48\u0e04\u0e27\u0e23\u0e21\u0e35 \u0e01\u0e33\u0e25\u0e31\u0e07\u0e2b\u0e22\u0e38\u0e14\u0e17\u0e33\u0e07\u0e32\u0e19
err_valid_func_not_func=CLFRN0114E: {0} \u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e41\u0e15\u0e48\u0e44\u0e21\u0e48\u0e21\u0e35\u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19 \u0e01\u0e33\u0e25\u0e31\u0e07\u0e2b\u0e22\u0e38\u0e14\u0e17\u0e33\u0e07\u0e32\u0e19
err_valid_func_not_loaded=CLFRN0115E: \u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19 {0} \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e16\u0e39\u0e01\u0e42\u0e2b\u0e25\u0e14\u0e44\u0e27\u0e49 \u0e01\u0e33\u0e25\u0e31\u0e07\u0e2b\u0e22\u0e38\u0e14\u0e17\u0e33\u0e07\u0e32\u0e19

# {0} function name, {1} field name
err_valid_func_syntax=CLFRN0116E: \u0e27\u0e07\u0e40\u0e25\u0e47\u0e1a\u0e1b\u0e34\u0e14\u0e2b\u0e32\u0e22\u0e44\u0e1b\u0e43\u0e19 {0} \u0e43\u0e19\u0e04\u0e48\u0e32\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1f\u0e34\u0e25\u0e14\u0e4c {1} \u0e01\u0e33\u0e25\u0e31\u0e07\u0e2b\u0e22\u0e38\u0e14\u0e17\u0e33\u0e07\u0e32\u0e19

# {0} function name, {1} exception text
err_valid_func_exception=CLFRN0117E: \u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e43\u0e19\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e30\u0e40\u0e21\u0e34\u0e19\u0e1c\u0e25\u0e02\u0e2d\u0e07\u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0} \u0e02\u0e49\u0e2d\u0e22\u0e01\u0e40\u0e27\u0e49\u0e19\u0e04\u0e37\u0e2d: {1}

# {0} function name, {1} exception text
err_valid_internal_func_exception=CLFRN0119E: \u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e43\u0e19\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e01\u0e32\u0e23\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e02\u0e2d\u0e07\u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e20\u0e32\u0e22\u0e43\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0} \u0e02\u0e49\u0e2d\u0e22\u0e01\u0e40\u0e27\u0e49\u0e19\u0e04\u0e37\u0e2d: {1}

# {0} function name, {1} type name
err_valid_internal_not_func=CLFRN0120E: \u0e04\u0e27\u0e32\u0e21\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e20\u0e32\u0e22\u0e43\u0e19 \u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0} \u0e44\u0e21\u0e48\u0e17\u0e33\u0e07\u0e32\u0e19 \u0e0a\u0e19\u0e34\u0e14\u0e04\u0e37\u0e2d: {1} \u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27
err_valid_func_not_boolean=CLFRN0121E: \u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0} \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e2a\u0e48\u0e07\u0e04\u0e37\u0e19\u0e04\u0e48\u0e32\u0e1a\u0e39\u0e25\u0e35\u0e19 \u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27

# {0} entry name, {1} error message text
err_iteration_failure=CLFRN0128E: \u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27 \u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14: {0}. \u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e04\u0e37\u0e2d: {1}
err_unexpected_operation=CLFRN0129E: \u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e0b\u0e34\u0e07\u0e42\u0e04\u0e23\u0e44\u0e19\u0e0b\u0e4c\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e04\u0e32\u0e14\u0e04\u0e34\u0e14: {0} \u0e08\u0e30\u0e16\u0e39\u0e01\u0e25\u0e30\u0e40\u0e27\u0e49\u0e19
err_unexpected_modify=CLFRN0130E: \u0e04\u0e27\u0e32\u0e21\u0e1e\u0e22\u0e32\u0e22\u0e32\u0e21\u0e43\u0e19\u0e01\u0e32\u0e23\u0e0b\u0e34\u0e07\u0e42\u0e04\u0e23\u0e44\u0e19\u0e0b\u0e4c\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e04\u0e32\u0e14\u0e04\u0e34\u0e14\u0e14\u0e49\u0e27\u0e22\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23 \"modify\" \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a DN {0} \u0e08\u0e30\u0e16\u0e39\u0e01\u0e02\u0e49\u0e32\u0e21

# UID doesn't need to be translated, {0} is the UID, {1} error text
err_lookup_dn=CLFRN0136E: \u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e42\u0e2b\u0e25\u0e14 DN {0} \u0e02\u0e49\u0e32\u0e21\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23
err_sort_page_size_not_valid=CLFRN0137E: \u0e02\u0e19\u0e32\u0e14\u0e40\u0e1e\u0e08\u0e17\u0e35\u0e48\u0e40\u0e23\u0e35\u0e22\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e02\u0e2d\u0e07 LDAP \u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e15\u0e47\u0e21\u0e1a\u0e27\u0e01\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07: {0}
err_sorting_not_supported=CLFRN0138E: \u0e01\u0e32\u0e23\u0e40\u0e23\u0e35\u0e22\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a LDAP \u0e16\u0e39\u0e01\u0e23\u0e30\u0e1a\u0e38 \u0e41\u0e15\u0e48\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c LDAP \u0e44\u0e21\u0e48\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19\u0e01\u0e32\u0e23\u0e40\u0e23\u0e35\u0e22\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a
err_sort_attr_not_found=CLFRN0139E: \u0e01\u0e32\u0e23\u0e40\u0e23\u0e35\u0e22\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a LDAP \u0e16\u0e39\u0e01\u0e23\u0e30\u0e1a\u0e38\u0e41\u0e15\u0e48\u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e41\u0e2d\u0e47\u0e15\u0e17\u0e23\u0e34\u0e1a\u0e34\u0e27\u0e15\u0e4c\u0e01\u0e32\u0e23\u0e40\u0e23\u0e35\u0e22\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e43\u0e19\u0e15\u0e31\u0e27\u0e01\u0e23\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32: {0}
err_required_property_not_set=CLFRN0140E: \u0e04\u0e38\u0e13\u0e2a\u0e21\u0e1a\u0e31\u0e15\u0e34 {0} \u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e16\u0e39\u0e01\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e44\u0e27\u0e49

# {0} property name, {1} profile name
err_required_property_not_set_in=CLFRN0141E: \u0e04\u0e38\u0e13\u0e2a\u0e21\u0e1a\u0e31\u0e15\u0e34 {0} \u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e16\u0e39\u0e01\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e43\u0e19\u0e44\u0e1f\u0e25\u0e4c {1}
err_changelog_state_value_not_valid=CLFRN0142E: \u0e04\u0e48\u0e32\u0e2a\u0e16\u0e32\u0e19\u0e30 changelog \u0e43\u0e2b\u0e21\u0e48\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e16\u0e39\u0e01\u0e23\u0e30\u0e1a\u0e38\u0e44\u0e27\u0e49\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07: {0}

# {0} DN, {1} database connector name, {2} error message
err_draft_iterator_value_not_valid=CLFRN0144E: \u0e04\u0e48\u0e32\u0e2a\u0e20\u0e32\u0e27\u0e30\u0e15\u0e31\u0e27\u0e27\u0e19\u0e0b\u0e49\u0e33\u0e41\u0e1a\u0e1a\u0e23\u0e48\u0e32\u0e07\u0e04\u0e48\u0e32\u0e43\u0e2b\u0e21\u0e48\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e23\u0e30\u0e1a\u0e38 \u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07: {0}

err_unable_to_lookup_entry=CLFRN0146E: \u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e08\u0e31\u0e1a\u0e04\u0e39\u0e48\u0e04\u0e35\u0e22\u0e4c\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01 [{0}] \u0e17\u0e35\u0e48\u0e2a\u0e31\u0e21\u0e1e\u0e31\u0e19\u0e18\u0e4c\u0e01\u0e31\u0e1a\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e\u0e02\u0e2d\u0e07\u0e2a\u0e21\u0e32\u0e0a\u0e34\u0e01 \u0e02\u0e49\u0e32\u0e21\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23
err_compute_func_exception=CLFRN0149E: \u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e43\u0e19\u0e23\u0e30\u0e2b\u0e27\u0e48\u0e32\u0e07\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e30\u0e40\u0e21\u0e34\u0e19\u0e1c\u0e25\u0e02\u0e2d\u0e07\u0e1f\u0e31\u0e07\u0e01\u0e4c\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e04\u0e33\u0e19\u0e27\u0e13\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0} \u0e02\u0e49\u0e2d\u0e22\u0e01\u0e40\u0e27\u0e49\u0e19\u0e04\u0e37\u0e2d: {1}

warn_no_existing_record_to_modify=CLFRN0200W: \u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e40\u0e23\u0e47\u0e01\u0e04\u0e2d\u0e23\u0e4c\u0e14\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0} \u0e01\u0e33\u0e25\u0e31\u0e07\u0e02\u0e49\u0e32\u0e21\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15

# {0} record name, {1} sequence number
warn_no_existing_record_with_seq_to_modify=CLFRN0208W: \u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e40\u0e23\u0e47\u0e01\u0e04\u0e2d\u0e23\u0e4c\u0e14\u0e17\u0e35\u0e48\u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a {0} \u0e14\u0e49\u0e27\u0e22\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e25\u0e33\u0e14\u0e31\u0e1a{1} \u0e01\u0e33\u0e25\u0e31\u0e07\u0e02\u0e49\u0e32\u0e21\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15
warn_validation_failed_for=CLFRN0209E: \u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e1f\u0e34\u0e25\u0e14\u0e4c {0} \u0e04\u0e48\u0e32\u0e40\u0e1b\u0e47\u0e19 {1} \u0e42\u0e1b\u0e23\u0e14\u0e14\u0e39\u0e44\u0e1f\u0e25\u0e4c\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e08\u0e33\u0e40\u0e1e\u0e32\u0e30\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 - validate_dbrepos_fields.properties
## Note inconsistency of label below (begins with "warn") with message, which is an Error message.
## This was done to maintain compatability of the file profiles_tdi.xml from 3011 to 40 (at present)
warn_validation_failed_for_entry=CLFRN1183E: \u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e21\u0e35\u0e0a\u0e37\u0e48\u0e2d\u0e08\u0e33\u0e40\u0e1e\u0e32\u0e30 {0}
warn_sort_page_attr_not_found=CLFRN0211W: \u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e41\u0e2d\u0e47\u0e15\u0e17\u0e23\u0e34\u0e1a\u0e34\u0e27\u0e15\u0e4c\u0e02\u0e19\u0e32\u0e14\u0e40\u0e1e\u0e08\u0e17\u0e35\u0e48\u0e40\u0e23\u0e35\u0e22\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e02\u0e2d\u0e07 LDAP \u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23 \u0e02\u0e49\u0e32\u0e21\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e21\u0e35 DN: {0}
warn_ext_mapping_missing_value=CLFRN0212W: \u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e\u0e2a\u0e48\u0e27\u0e19\u0e02\u0e22\u0e32\u0e22\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a id \u0e04\u0e38\u0e13\u0e2a\u0e21\u0e1a\u0e31\u0e15\u0e34 {0} \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e2a\u0e2d\u0e14\u0e41\u0e17\u0e23\u0e01\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e {1} \u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e43\u0e19\u0e44\u0e1f\u0e25\u0e4c {2} \u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a id \u0e19\u0e31\u0e49\u0e19\u0e16\u0e39\u0e01\u0e1b\u0e23\u0e30\u0e21\u0e27\u0e25\u0e1c\u0e25
warn_ext_mapping_missing_ids=CLFRN0213W: \u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e\u0e2a\u0e48\u0e27\u0e19\u0e02\u0e22\u0e32\u0e22\u0e44\u0e21\u0e48\u0e23\u0e27\u0e21\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23 id \u0e04\u0e38\u0e13\u0e2a\u0e21\u0e1a\u0e31\u0e15\u0e34\u0e43\u0e19\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e1a\u0e31\u0e15\u0e34 {0} \u0e43\u0e19\u0e44\u0e1f\u0e25\u0e4c {1} \u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e30\u0e21\u0e27\u0e25\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e41\u0e21\u0e47\u0e1e\u0e2a\u0e48\u0e27\u0e19\u0e02\u0e22\u0e32\u0e22

#TDI Connector
err_method_findEntry=CLFRN1254E: \u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e13\u0e30\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23 findEntry: {0}
err_method_deleteItem=CLFRN1260E: \u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e13\u0e30\u0e25\u0e1a\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21: {0}
err_method_queryReply=CLFRN1246E: \u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e13\u0e30\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23 queryReply: {0}
err_method_updateItemBylinkStream=CLFRN1251E: \u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e13\u0e30\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e42\u0e14\u0e22 linkStream: {0}
err_method_updateItemByImageContent=CLFRN1257E: \u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e13\u0e30\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e42\u0e14\u0e22 ImageContent: {0}
err_method_updatePronounceBylinkStream=CLFRN1252E: \u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e13\u0e30\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e42\u0e14\u0e22 linkStream: {0}
err_method_updatePronounceByMediaContent=CLFRN1253E: \u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e13\u0e30\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e42\u0e14\u0e22 mediaContent: {0}
err_method_getItemByUid=CLFRN1249E: \u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e13\u0e30\u0e23\u0e31\u0e1a\u0e04\u0e48\u0e32\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e42\u0e14\u0e22 uid: {0}
err_method_getItemByKey=CLFRN1256E: \u0e40\u0e01\u0e34\u0e14\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e13\u0e30\u0e23\u0e31\u0e1a\u0e04\u0e48\u0e32\u0e44\u0e2d\u0e40\u0e17\u0e47\u0e21\u0e42\u0e14\u0e22\u0e04\u0e35\u0e22\u0e4c: {0}
err_noEntry_with_searchValue=CLFRN1247E: \u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e21\u0e35 searchValue: {0}
err_nullSearchValue=CLFRN1245E: \u0e04\u0e48\u0e32\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e40\u0e1b\u0e47\u0e19 null
err_unSupport_searchCriteria=CLFRN1255E: SearchCriteria \u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19:{0}
err_no_updateFile_detail=CLFRN1250E: \u0e44\u0e21\u0e48\u0e21\u0e35\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a\u0e44\u0e1f\u0e25\u0e4c\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15
err_unSupport_update_method=CLFRN1262E: \u0e40\u0e21\u0e18\u0e2d\u0e14\u0e01\u0e32\u0e23\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e2a\u0e19\u0e31\u0e1a\u0e2a\u0e19\u0e38\u0e19
err_method_putEntry=CLFRN1261E: \u0e21\u0e35\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e40\u0e21\u0e18\u0e2d\u0e14 putEntry
err_codeItem_null=CLFRN1248E: codeItem \u0e40\u0e1b\u0e47\u0e19 null
err_unSupport_tableName=CLFRN1259E: tableName \u0e44\u0e21\u0e48\u0e15\u0e23\u0e07\u0e01\u0e31\u0e1a\u0e0a\u0e37\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e41\u0e2a\u0e14\u0e07\u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e43\u0e19\u0e15\u0e32\u0e23\u0e32\u0e07
info_no_data_inTable=CLFRN1258I: \u0e44\u0e21\u0e48\u0e21\u0e35\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e15\u0e32\u0e23\u0e32\u0e07
err_mode_deprecated=CLFRN1328E: \u0e42\u0e2b\u0e21\u0e14\u0e15\u0e31\u0e27\u0e40\u0e0a\u0e37\u0e48\u0e2d\u0e21\u0e15\u0e48\u0e2d {0} \u0e16\u0e39\u0e01\u0e04\u0e31\u0e14\u0e04\u0e49\u0e32\u0e19  \u0e43\u0e0a\u0e49\u0e42\u0e2b\u0e21\u0e14\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e41\u0e17\u0e19\u0e1e\u0e23\u0e49\u0e2d\u0e21\u0e14\u0e49\u0e27\u0e22\u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e17\u0e35\u0e48\u0e40\u0e2b\u0e21\u0e32\u0e30\u0e2a\u0e21 \u0e16\u0e49\u0e32\u0e08\u0e33\u0e40\u0e1b\u0e47\u0e19
err_required_null=CLFRN1330E: \u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e17\u0e35\u0e48\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e47\u0e19 null: {0}

#information for sync_all_dns task
info_begin_hash_db=CLFRN1275I: \u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e41\u0e1a\u0e48\u0e07\u0e40\u0e23\u0e47\u0e01\u0e04\u0e2d\u0e23\u0e4c\u0e14\u0e43\u0e19\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25
info_end_hash_db=CLFRN1269I: \u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e49\u0e19\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e40\u0e23\u0e47\u0e01\u0e04\u0e2d\u0e23\u0e4c\u0e14\u0e43\u0e19\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25
info_begin_hash_sr=CLFRN1271I: \u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e41\u0e1a\u0e48\u0e07\u0e40\u0e23\u0e47\u0e01\u0e04\u0e2d\u0e23\u0e4c\u0e14\u0e43\u0e19\u0e04\u0e25\u0e31\u0e07\u0e40\u0e01\u0e47\u0e1a\u0e15\u0e49\u0e19\u0e17\u0e32\u0e07
info_end_hash_sr=CLFRN1273I: \u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e49\u0e19\u0e01\u0e32\u0e23\u0e41\u0e1a\u0e48\u0e07\u0e40\u0e23\u0e47\u0e01\u0e04\u0e2d\u0e23\u0e4c\u0e14\u0e43\u0e19\u0e04\u0e25\u0e31\u0e07\u0e40\u0e01\u0e47\u0e1a\u0e15\u0e49\u0e19\u0e17\u0e32\u0e07
# {0}, {1}, {2} are all numbers
info_each_iteration_result=CLFRN1268I: \u0e2b\u0e25\u0e31\u0e07\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e30\u0e21\u0e27\u0e25\u0e1c\u0e25\u0e1e\u0e32\u0e23\u0e4c\u0e15\u0e34\u0e0a\u0e31\u0e19 {0}, {1} \u0e40\u0e23\u0e47\u0e01\u0e04\u0e2d\u0e23\u0e4c\u0e14\u0e16\u0e39\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e43\u0e19 creates.ldiff; {2} \u0e40\u0e23\u0e47\u0e01\u0e04\u0e2d\u0e23\u0e4c\u0e14\u0e16\u0e39\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e43\u0e19 deletes.dbids 
info_begin_process_addList=CLFRN1276I: \u0e40\u0e23\u0e34\u0e48\u0e21\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e30\u0e21\u0e27\u0e25\u0e1c\u0e25\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e08\u0e30\u0e40\u0e1e\u0e34\u0e48\u0e21
info_end_process_addList=CLFRN1274I: \u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e49\u0e19\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e30\u0e21\u0e27\u0e25\u0e1c\u0e25\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e40\u0e1e\u0e34\u0e48\u0e21
info_begin_process_deleteList=CLFRN1270I: \u0e40\u0e23\u0e34\u0e48\u0e21\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e30\u0e21\u0e27\u0e25\u0e1c\u0e25\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e08\u0e30\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e2b\u0e23\u0e37\u0e2d\u0e1b\u0e34\u0e14\u0e17\u0e33\u0e07\u0e32\u0e19
info_end_process_deleteList=CLFRN1272I: \u0e40\u0e2a\u0e23\u0e47\u0e19\u0e2a\u0e34\u0e49\u0e19\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e30\u0e21\u0e27\u0e25\u0e1c\u0e25\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e08\u0e30\u0e16\u0e39\u0e01\u0e25\u0e1a\u0e17\u0e34\u0e49\u0e07\u0e2b\u0e23\u0e37\u0e2d\u0e2b\u0e22\u0e38\u0e14\u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19

err_invalid_db_schema_version=CLFRN1325E: \u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e04\u0e32\u0e14\u0e44\u0e27\u0e49 {0} \u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e40\u0e14\u0e35\u0e22\u0e27\u0e01\u0e31\u0e19\u0e01\u0e31\u0e1a\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e0a\u0e31\u0e19\u0e10\u0e32\u0e19\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e44\u0e27\u0e49 {0}  \u0e01\u0e33\u0e25\u0e31\u0e07\u0e2b\u0e22\u0e38\u0e14\u0e17\u0e33\u0e07\u0e32\u0e19
err_invalid_sync_hash_field=CLFRN1322I: \u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e0b\u0e34\u0e07\u0e42\u0e04\u0e23\u0e44\u0e19\u0e0b\u0e4c\u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e41\u0e1a\u0e48\u0e07 {0} \u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27 \u0e04\u0e48\u0e32\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19 uid, guid \u0e2b\u0e23\u0e37\u0e2d\u0e2d\u0e35\u0e40\u0e21\u0e25 \u0e01\u0e33\u0e25\u0e31\u0e07\u0e2b\u0e22\u0e38\u0e14\u0e17\u0e33\u0e07\u0e32\u0e19
err_process_changes_fail=CLFRN1323E: \u0e04\u0e33\u0e2a\u0e31\u0e48\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27: \u0e0a\u0e37\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49\u0e41\u0e22\u0e01\u0e41\u0e22\u0e30: {0} | \u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e07\u0e32\u0e19: {1} | \u0e1c\u0e25\u0e25\u0e31\u0e1e\u0e18\u0e4c: {2}
info_process_changes_waiting=CLFRN1316I: \u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e01\u0e23\u0e30\u0e1a\u0e27\u0e19\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e23\u0e2d\u0e40\u0e2b\u0e15\u0e38\u0e01\u0e32\u0e23\u0e13\u0e4c\u0e16\u0e31\u0e14\u0e44\u0e1b
err_check_if_remove_assembly_bogus=CLFRN1315E: \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e42\u0e2b\u0e25\u0e14 AssemblyLine \u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e42\u0e14\u0e22\u0e04\u0e38\u0e13\u0e2a\u0e21\u0e1a\u0e31\u0e15\u0e34 check_if_remove [{0}]  \u0e01\u0e33\u0e25\u0e31\u0e07\u0e2b\u0e22\u0e38\u0e14\u0e17\u0e33\u0e07\u0e32\u0e19

info_start_dump_config=CLFRN1318I: \u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19: \u0e14\u0e31\u0e21\u0e1e\u0e4c\u0e04\u0e48\u0e32\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e39\u0e40\u0e23\u0e0a\u0e31\u0e19
info_end_dump_config=CLFRN1319I: \u0e2a\u0e34\u0e49\u0e19\u0e2a\u0e38\u0e14: \u0e14\u0e31\u0e21\u0e1e\u0e4c\u0e04\u0e48\u0e32\u0e15\u0e34\u0e14\u0e15\u0e31\u0e49\u0e07\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e39\u0e40\u0e23\u0e0a\u0e31\u0e19

err_no_accumulator=CLFRN1321E: \u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e20\u0e32\u0e22\u0e43\u0e19: \u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e41\u0e2d\u0e47\u0e15\u0e17\u0e23\u0e34\u0e1a\u0e34\u0e27\u0e15\u0e4c\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19 'accumulatorConnector'

err_dbrepos_iterator_failure=CLFRN1320E: \u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27 \u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e04\u0e37\u0e2d: {1} 
