# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2012, 2016                                          
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N SA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

# TDI wrapper service
err_wrapper_init=CLFRN1188E: erro de inicializa\u00e7\u00e3o do servi\u00e7o do conector.

err_method_getProfileByDN=CLFRN1193E: Ocorreu um erro ao obter o perfil por DN: {0}.
err_method_getProfileByEmail=CLFRN1191E: Ocorreu um erro ao obter o perfil por endere\u00e7o de correio electr\u00f3nico: {0}.
err_method_getProfileByGUID=CLFRN1180E: Ocorreu um erro ao obter o perfil por GUID: {0}.
err_method_getProfileByKey=CLFRN1187E: Ocorreu um erro ao obter o perfil por chave: {0}.
err_method_getProfileBySourceURL=CLFRN1176E: Ocorreu um erro ao obter o perfil por SourceURL: {0}.
err_method_getProfileByUID=CLFRN1177E: Ocorreu um erro ao obter o perfil por UID: {0}.
err_method_sync=CLFRN1186E: Ocorreu um erro ao sincronizar no DN: {0}.
err_method_createProfile=CLFRN1182E: Ocorreu um erro ao criar o perfil: {0}.
err_method_deleteProfile=CLFRN1185E: Ocorreu um erro ao eliminar o perfil com a chave: {0}.
err_method_updateProfile=CLFRN1192E: Ocorreu um erro ao actualizar o perfil: {0}.
err_method_updateManager=CLFRN1194E: Ocorreu um erro ao actualizar o campo do gestor para a entrada: {0}.

err_unrecoverable=CLFRN1189E: Erro fatal: ocorreu um erro irrecuper\u00e1vel no programa emissor TDI - verifique as liga\u00e7\u00f5es \u00e0 base de dados.

# {0} is a regular expression pattern
info_dn_regex=CLFRN1178I: source_ldap_required_dn_regex_pattern \u00e9 {0}

# the following {0} and {1} are field names from database and LDAP
info_source_to_db_mapping=CLFRN0001I: BD do mapeamento de campo LDAP: {0} <-- {1}
info_source_to_db_mapping_function=CLFRN0002I: BD do mapeamento de campo de LDAP: {0} <-- fun\u00e7\u00e3o {1}
info_db_to_source_mapping=CLFRN0003I: LDAP do mapeamento de campo de BD: {0} <-- {1}
info_db_to_source_mapping_function=CLFRN0004I: LDAP do mapeamento de campo de BD: {0} <-- fun\u00e7\u00e3o {1}
info_debug_prop_setting=CLFRN0005I: A defini\u00e7\u00e3o da propriedade de depura\u00e7\u00e3o \"{0}\" \u00e9 {1}.

# {0} is the filename for the map functions
info_monitor_changes_map_file=CLFRN0006I: O ficheiro de fun\u00e7\u00f5es de mapeamento das altera\u00e7\u00f5es da base de dados do monitor \u00e9 \"{0}\".

# {0} is the content of the map function file, i.e., all the functions
info_monitor_changes_map_functions_contents=CLFRN0007I: Texto das fun\u00e7\u00f5es de mapeamento das altera\u00e7\u00f5es da base de dados do monitor\n{0}.

# {0} is the filename that contains map functions
info_source_ldap_map_file=CLFRN1195I: O ficheiro de fun\u00e7\u00f5es de mapeamento de altera\u00e7\u00f5es de origem \u00e9 "{0}".

# {0} is the content of the map functions
info_source_ldap_map_functions_contents=CLFRN0008I: Texto das fun\u00e7\u00f5es de mapeamento das altera\u00e7\u00f5es de origem\n{0}

# {0} is the field name, {1} is the value in the draft table
info_draft_table_field_update=CLFRN0010I: Actualiza\u00e7\u00e3o do campo da tabela de rascunhos: campo {0} = {1}.

# {0} is a field from DB and {1} is a field from LDAP
info_mapping_process_result=CLFRN0011I: Resultado do mapeamento: {0} = {1}.

info_begin_mapping_process=CLFRN0012I: Iniciar processo de mapeamento.
info_end_mapping_process=CLFRN0013I: Concluir processo de mapeamento.

# {0} is the UID name
info_uid_of_modified_entry=CLFRN0014I: UID da entrada modificada: {0}
info_search_criteria=CLFRN0015I: Crit\u00e9rios de procura a serem utilizados para localizar o registo: {0}.
info_begin_dsml_request_xmit=CLFRN0016I: Iniciar transmiss\u00e3o do pedido de actualiza\u00e7\u00e3o de DSML.
info_end_dsml_request_xmit=CLFRN0017I: Transmiss\u00e3o do pedido de actualiza\u00e7\u00e3o de DSML conclu\u00edda.
info_dn_of_entry_to_modify=CLFRN0018I: DN da entrada a modificar: {0}.

# {0} is a DB field, {1} is a function name
info_validate_db_function_name=CLFRN0023I: Valida\u00e7\u00e3o para o campo da BD {0}: fun\u00e7\u00e3o {1}.

# {0} is a DB field, {1} is the function content
info_validate_db_function=CLFRN0024I: Valida\u00e7\u00e3o para o campo da BD {0}: {1}.

info_begin_validation_process=CLFRN1197I: Iniciar processo de valida\u00e7\u00e3o.
info_end_validation_process=CLFRN0025I: Concluir processo de valida\u00e7\u00e3o.

# {0} is the field name, {1} is the result
info_validation_result_for=CLFRN0026I: O resultado da valida\u00e7\u00e3o para {0} \u00e9 {1}.

# {0}, {1}, {2}, {3} are all numbers
info_iteration_result=CLFRN0027I: Ap\u00f3s a opera\u00e7\u00e3o, os registos de \u00eaxito s\u00e3o {0}, os registos duplicados s\u00e3o {1}, os registos falhados s\u00e3o {2} e a \u00faltima entrada bem sucedida \u00e9 {3}.
info_iteration_result2=CLFRN1336I: Ap\u00f3s a opera\u00e7\u00e3o, os registos de \u00eaxito s\u00e3o {0}, os registos falhados s\u00e3o {1} e a \u00faltima entrada bem sucedida \u00e9 {2}.
info_iteration_duplicate=CLFRN1263I: Registos duplicados:

# {0} is a time stamp, {1} is the number of iteration count
disp_iteration_count=CLFRN0028I: {0} Itera\u00e7\u00f5es: {1}.
disp_iteration_count_total=CLFRN1280I: {0} N\u00famero total de itera\u00e7\u00f5es: {1}.
info_search_filter=CLFRN0029I: Filtro de procura a ser definido: {0}.
info_search_base=CLFRN0030I: Base de procura a ser definida: {0}.

info_deleting_changelog_state_key=CLFRN0032I: Eliminar chave de estado do registo de altera\u00e7\u00f5es {0} do arquivo do utilizador.

# {0} changelog state key, {1} new state key
info_setting_changelog_state_key=CLFRN0033I: Definir chave de estado do registo de altera\u00e7\u00f5es {0} no arquivo do utilizador para {1}.

info_deleting_draft_iterator_key=CLFRN0035I: Eliminar chave de estado do agente iterativo de rascunhos {0} do arquivo do utilizador.

# {0} state key, {1} new state key
info_setting_draft_iterator_key=CLFRN0036I: Definir chave de estado do agente iterativo de rascunhos {0} no arquivo do utilizador para {1}.

# all variables are numbers
info_sync_result=CLFRN0037I: Ap\u00f3s a sincroniza\u00e7\u00e3o, os registos adicionados ou modificados s\u00e3o {0}, os registos eliminados ou desactivados s\u00e3o {1}, os registos n\u00e3o alterados s\u00e3o {2} e os registos falhados s\u00e3o {3}.

# {0} is the function name, {1} argument count, {2} a number
err_bad_map_func_arg_count=CLFRN0100E: A fun\u00e7\u00e3o {0} tem {1} argumentos. {2} esperados. A parar.
err_map_func_not_func=CLFRN0101E: {0} existe, contudo n\u00e3o \u00e9 uma fun\u00e7\u00e3o. A parar.
err_map_func_not_loaded=CLFRN0102E: A fun\u00e7\u00e3o {0} n\u00e3o est\u00e1 carregada. A parar.

# {0} is a function name, {1} is a field name
err_map_func_syntax=CLFRN0103E: Par\u00eantesis de fecho em falta em {0} no valor para o campo {1}. A parar.

# {0} is a function name, {1} exception text
err_map_func_exception=CLFRN0104E: Falha durante a avalia\u00e7\u00e3o da fun\u00e7\u00e3o de mapeamento para {0}. A excep\u00e7\u00e3o \u00e9: {1}.

# {0} is a property file name, {1} is a field name in the property file.
err_map_no_value=CLFRN0105E: Nenhum valor em {0} para o campo {1}. A parar.

# {0} file name, {1} exception
err_eval_map_functions_file=CLFRN0106E: Falha durante a avalia\u00e7\u00e3o das fun\u00e7\u00f5es de mapeamento do ficheiro {0}. A excep\u00e7\u00e3o \u00e9: {1}.
err_reading_map_functions_file=CLFRN0107E: Falha na leitura das fun\u00e7\u00f5es de mapeamento do ficheiro {0}. A excep\u00e7\u00e3o \u00e9: {1}.
err_no_uid=CLFRN0108E: N\u00e3o existe qualquer UID para adicionar ou actualizar para DN {0}. Ignorar

# {0} change number name, {1} change record name
err_no_dn=CLFRN0111E: N\u00e3o existe qualquer DN para adicionar ou actualizar.
err_mapping_failed_for_entry=CLFRN0112E: Falha no mapeamento dos campos para a entrada {0}.
err_mapping_extensionAttrb=CLFRN1179E: Falha no mapeamento do atributo de extens\u00e3o para o atributo {0}.

# {0} function name, {2} and {3} are numbers
err_bad_valid_func_arg_count=CLFRN0113E: A fun\u00e7\u00e3o {0} tem {1} argumentos. {2} ou {3} esperado. A parar.
err_valid_func_not_func=CLFRN0114E: {0} existe, contudo n\u00e3o \u00e9 uma fun\u00e7\u00e3o. A parar.
err_valid_func_not_loaded=CLFRN0115E: A fun\u00e7\u00e3o {0} n\u00e3o est\u00e1 carregada. A parar.

# {0} function name, {1} field name
err_valid_func_syntax=CLFRN0116E: Par\u00eantesis de fecho em falta em {0} no valor para o campo {1}. A parar.

# {0} function name, {1} exception text
err_valid_func_exception=CLFRN0117E: Falha durante a avalia\u00e7\u00e3o da fun\u00e7\u00e3o de valida\u00e7\u00e3o para {0}. A excep\u00e7\u00e3o \u00e9: {1}.

# {0} function name, {1} exception text
err_valid_internal_func_exception=CLFRN0119E: Falha durante a cria\u00e7\u00e3o da fun\u00e7\u00e3o de valida\u00e7\u00e3o interna para {0}. A excep\u00e7\u00e3o \u00e9: {1}.

# {0} function name, {1} type name
err_valid_internal_not_func=CLFRN0120E: Falha interna. A fun\u00e7\u00e3o de valida\u00e7\u00e3o para {0} n\u00e3o constitui uma fun\u00e7\u00e3o. O tipo \u00e9: {1}. Falha na valida\u00e7\u00e3o.
err_valid_func_not_boolean=CLFRN0121E: A fun\u00e7\u00e3o de valida\u00e7\u00e3o para {0} n\u00e3o devolveu um booleano. Falha na valida\u00e7\u00e3o.

# {0} entry name, {1} error message text
err_iteration_failure=CLFRN0128E: Falha na opera\u00e7\u00e3o. \u00daltima entrada bem sucedida: {0}. A mensagem de erro \u00e9: {1}.
err_unexpected_operation=CLFRN0129E: Opera\u00e7\u00e3o de sincroniza\u00e7\u00e3o da base de dados inesperada: {0}. \u00c9 ignorada.
err_unexpected_modify=CLFRN0130E: Tentativa inesperada de sincronizar a base de dados atrav\u00e9s da opera\u00e7\u00e3o \"modificar\" para DN {0}. \u00c9 ignorada.

# UID doesn't need to be translated, {0} is the UID, {1} error text
err_lookup_dn=CLFRN0136E: N\u00e3o \u00e9 poss\u00edvel carregar o DN {0}. A ignorar entrada.
err_sort_page_size_not_valid=CLFRN0137E: O tamanho da p\u00e1gina ordenada de LDAP n\u00e3o constitui um n\u00famero inteiro positivo v\u00e1lido: {0}.
err_sorting_not_supported=CLFRN0138E: A ordem de LDAP foi especificada, contudo, o servidor de LDAP n\u00e3o suporta a ordena\u00e7\u00e3o.
err_sort_attr_not_found=CLFRN0139E: A ordena\u00e7\u00e3o de LDAP foi especificada, contudo, o atributo de ordena\u00e7\u00e3o n\u00e3o foi localizado no filtro de procura: {0}.
err_required_property_not_set=CLFRN0140E: Propriedade requerida {0} n\u00e3o definida.

# {0} property name, {1} profile name
err_required_property_not_set_in=CLFRN0141E: Propriedade requerida {0} n\u00e3o definida no ficheiro {1}.
err_changelog_state_value_not_valid=CLFRN0142E: O novo valor de estado do registo de altera\u00e7\u00f5es n\u00e3o foi especificado ou n\u00e3o \u00e9 v\u00e1lido: {0}.

# {0} DN, {1} database connector name, {2} error message
err_draft_iterator_value_not_valid=CLFRN0144E: O novo valor de estado do agente iterativo de rascunhos n\u00e3o foi especificado ou n\u00e3o \u00e9 v\u00e1lido: {0}.

err_unable_to_lookup_entry=CLFRN0146E: N\u00e3o \u00e9 poss\u00edvel fazer corresponder a chave do membro [{0}] associada \u00e0 fotografia a um membro. A ignorar entrada.
err_compute_func_exception=CLFRN0149E: Falha durante a avalia\u00e7\u00e3o da fun\u00e7\u00e3o de processamento para {0}. A excep\u00e7\u00e3o \u00e9: {1}.

warn_no_existing_record_to_modify=CLFRN0200W: N\u00e3o foram localizados registos existentes para {0}. A ignorar a actualiza\u00e7\u00e3o.

# {0} record name, {1} sequence number
warn_no_existing_record_with_seq_to_modify=CLFRN0208W: N\u00e3o foi localizado qualquer registo para {0} com o n\u00famero de sequ\u00eancia {1}. A ignorar a actualiza\u00e7\u00e3o.
warn_validation_failed_for=CLFRN0209E: Falha na valida\u00e7\u00e3o para o campo {0}. O valor \u00e9 {1}. Consulte o ficheiro de especifica\u00e7\u00f5es de valida\u00e7\u00e3o - validate_dbrepos_fields.properties.
## Note inconsistency of label below (begins with "warn") with message, which is an Error message.
## This was done to maintain compatability of the file profiles_tdi.xml from 3011 to 40 (at present)
warn_validation_failed_for_entry=CLFRN1183E: Falha na valida\u00e7\u00e3o para a entrada com o nome exclusivo {0}.
warn_sort_page_attr_not_found=CLFRN0211W: O atributo de tamanho da p\u00e1gina ordenada de LDAP n\u00e3o foi localizado na entrada. A ignorar entrada com DN: {0}
warn_ext_mapping_missing_value=CLFRN0212W: O mapeamento da extens\u00e3o para o ID da propriedade {0} n\u00e3o inclui o mapeamento requerido {1} no ficheiro {2}. N\u00e3o foi processado qualquer mapeamento para esse ID.
warn_ext_mapping_missing_ids=CLFRN0213W: O mapeamento da extens\u00e3o n\u00e3o inclui a lista de IDs na propriedade {0} no ficheiro {1}. N\u00e3o foi processado qualquer mapeamento da extens\u00e3o.

#TDI Connector
err_method_findEntry=CLFRN1254E: Ocorreu um erro ao executar findEntry: {0}.
err_method_deleteItem=CLFRN1260E: Ocorreu um erro ao eliminar Item: {0}.
err_method_queryReply=CLFRN1246E: Ocorreu um erro ao executar queryReply: {0}.
err_method_updateItemBylinkStream=CLFRN1251E: Ocorreu um erro ao actualizar um item por linkStream: {0}.
err_method_updateItemByImageContent=CLFRN1257E: Ocorreu um erro ao actualizar um item por ImageContent: {0}.
err_method_updatePronounceBylinkStream=CLFRN1252E: Ocorreu um erro ao actualizar um item por linkStream: {0}.
err_method_updatePronounceByMediaContent=CLFRN1253E: Ocorreu um erro ao actualizar um item por mediaContent: {0}.
err_method_getItemByUid=CLFRN1249E: Ocorreu um erro ao obter um item por uid: {0}.
err_method_getItemByKey=CLFRN1256E: Ocorreu um erro ao obter um item por chave: {0}.
err_noEntry_with_searchValue=CLFRN1247E: N\u00e3o \u00e9 poss\u00edvel localizar a entrada com o searchValue: {0}.
err_nullSearchValue=CLFRN1245E: O valor de procura \u00e9 nulo.
err_unSupport_searchCriteria=CLFRN1255E: SearchCriteria n\u00e3o suportado:{0}.
err_no_updateFile_detail=CLFRN1250E: N\u00e3o est\u00e3o dispon\u00edveis quaisquer detalhes sobre o ficheiro actualizado.
err_unSupport_update_method=CLFRN1262E: M\u00e9todo de actualiza\u00e7\u00e3o n\u00e3o suportado.
err_method_putEntry=CLFRN1261E: Ocorreu um erro ao executar o m\u00e9todo putEntry.
err_codeItem_null=CLFRN1248E: O codeItem \u00e9 nulo.
err_unSupport_tableName=CLFRN1259E: O tableName n\u00e3o corresponde a qualquer nome apresentado na tabela.
info_no_data_inTable=CLFRN1258I: N\u00e3o existem quaisquer dados na tabela.
err_mode_deprecated=CLFRN1328E: O modo de conector {0} est\u00e1 obsoleto.  Utilize o modo de actualiza\u00e7\u00e3o em alternativa com os par\u00e2metros adequados, se necess\u00e1rio.
err_required_null=CLFRN1330E: O par\u00e2metro requerido \u00e9 nulo: {0}

#information for sync_all_dns task
info_begin_hash_db=CLFRN1275I: Iniciar registos de indexa\u00e7\u00e3o na base de dados.
info_end_hash_db=CLFRN1269I: Terminar registos de indexa\u00e7\u00e3o na base de dados.
info_begin_hash_sr=CLFRN1271I: Iniciar registos de indexa\u00e7\u00e3o no reposit\u00f3rio de origem.
info_end_hash_sr=CLFRN1273I: Terminar registos de indexa\u00e7\u00e3o no reposit\u00f3rio de origem.
# {0}, {1}, {2} are all numbers
info_each_iteration_result=CLFRN1268I: Ap\u00f3s o processamento da parti\u00e7\u00e3o {0}, {1} registos ser\u00e3o adicionados a creates.ldiff; {2} registos ser\u00e3o adicionados a deletes.dbids. 
info_begin_process_addList=CLFRN1276I: Iniciar o processamento dos dados a adicionar.
info_end_process_addList=CLFRN1274I: Terminar o processamento dos dados a adicionar.
info_begin_process_deleteList=CLFRN1270I: Iniciar o processamento dos dados a eliminar ou desactivar.
info_end_process_deleteList=CLFRN1272I: Terminar o processamento dos dados a eliminar ou desactivar.

err_invalid_db_schema_version=CLFRN1325E: A vers\u00e3o da base de dados esperada {0} n\u00e3o corresponde \u00e0 vers\u00e3o da base de dados instalada {0}.  A parar.
err_invalid_sync_hash_field=CLFRN1322I: Falha na valida\u00e7\u00e3o do campo de indexa\u00e7\u00e3o de sincroniza\u00e7\u00e3o {0}. O valor tem de ser uid, guid ou endere\u00e7o de correio electr\u00f3nico. A parar.
err_process_changes_fail=CLFRN1323E: Falha no comando de processamento de altera\u00e7\u00f5es: nome exclusivo: {0} | opera\u00e7\u00e3o: {1} | resultado: {2}.
info_process_changes_waiting=CLFRN1316I: Processamento de altera\u00e7\u00f5es a aguardar pelo pr\u00f3ximo evento
err_check_if_remove_assembly_bogus=CLFRN1315E: AssemblyLine especificada pela propriedade check_if_remove [{0}] n\u00e3o \u00e9 carregada.  A parar.

info_start_dump_config=CLFRN1318I: INICIAR: defini\u00e7\u00f5es de configura\u00e7\u00e3o da c\u00f3pia de mem\u00f3ria
info_end_dump_config=CLFRN1319I: TERMINAR: defini\u00e7\u00f5es de configura\u00e7\u00e3o da c\u00f3pia de mem\u00f3ria

err_no_accumulator=CLFRN1321E: Erro interno: falha ao localizar o atributo de trabalho 'accumulatorConnector'.

err_dbrepos_iterator_failure=CLFRN1320E: Falha na opera\u00e7\u00e3o. A mensagem de erro \u00e9: {1}. 
