# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N SA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

info.RPFilter.finer.matchResource=CLFRN1016I: \u0e2a\u0e15\u0e23\u0e34\u0e07\u0e17\u0e35\u0e48\u0e15\u0e23\u0e07\u0e01\u0e31\u0e19 [{0}], \u0e2a\u0e48\u0e27\u0e19\u0e2b\u0e31\u0e27\u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e04\u0e37\u0e2d: {1}

info.RPFilter.indef.invalidTime2Live=CLFRN1008I: \u0e40\u0e27\u0e25\u0e32\u0e2b\u0e23\u0e37\u0e2d\u0e04\u0e48\u0e32 live \u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07: {0}

warning.RPFilter.unableToFindConfigFile=CLFRN1010W: \u0e44\u0e21\u0e48\u0e1e\u0e1a\u0e44\u0e1f\u0e25\u0e4c config {0}

error.RPFilter.unsupportedRequestType=CLFRN1015E: \u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d non-http
error.RPFilter.unableToParseConfigFile=CLFRN1011E: \u0e02\u0e49\u0e2d\u0e22\u0e01\u0e40\u0e27\u0e49\u0e19\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e27\u0e34\u0e40\u0e04\u0e23\u0e32\u0e30\u0e2b\u0e4c\u0e04\u0e33\u0e44\u0e1f\u0e25\u0e4c config ({0}): {1}

info.RPFilter.config.unknownInvalidator=CLFRN1007I: \u0e20\u0e19\u0e34\u0e14 invalidator \u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e23\u0e39\u0e49\u0e08\u0e31\u0e01: {0}.
info.RPFilter.config.unknownResponseSetter=CLFRN1014I: \u0e20\u0e19\u0e34\u0e14 setter \u0e01\u0e32\u0e23\u0e15\u0e2d\u0e1a\u0e01\u0e25\u0e31\u0e1a\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e23\u0e39\u0e49\u0e08\u0e31\u0e01: {0}

error.RPFProfile.initCachingService=CLFRN1003E: \u0e02\u0e49\u0e2d\u0e22\u0e01\u0e40\u0e27\u0e49\u0e19\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a\u0e01\u0e32\u0e23\u0e41\u0e04\u0e0a\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c: {0}
error.RPFProfile.unknownResourceRequestParam=CLFRN1004E: \u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e23\u0e35\u0e0b\u0e2d\u0e23\u0e4c\u0e2a\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e23\u0e39\u0e49\u0e08\u0e31\u0e01 \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c: {0}

error.RPFPhoto.initCachingService=CLFRN1006E: \u0e02\u0e49\u0e2d\u0e22\u0e01\u0e40\u0e27\u0e49\u0e19\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a\u0e01\u0e32\u0e23\u0e41\u0e04\u0e0a\u0e23\u0e39\u0e1b\u0e16\u0e48\u0e32\u0e22: {0}
error.RPFPhoto.unknownResourceRequestParam=CLFRN1005E: \u0e1e\u0e32\u0e23\u0e32\u0e21\u0e34\u0e40\u0e15\u0e2d\u0e23\u0e4c\u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e23\u0e35\u0e0b\u0e2d\u0e23\u0e4c\u0e2a\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e23\u0e39\u0e49\u0e08\u0e31\u0e01 \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e04\u0e49\u0e19\u0e2d\u0e34\u0e21\u0e40\u0e21\u0e08: {0}

# LM is: Last Modified
warning.RPFResource.notSuccessInit=CLFRN1012W: \u0e21\u0e35\u0e01\u0e32\u0e23\u0e1e\u0e22\u0e32\u0e22\u0e32\u0e21\u0e43\u0e0a\u0e49\u0e15\u0e31\u0e27\u0e01\u0e23\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e41\u0e04\u0e0a LM \u0e42\u0e1b\u0e23\u0e44\u0e1f\u0e25\u0e4c\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e44\u0e21\u0e48\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08

# RSIVD is: Response-Setter Invalidator
error.RPFResource.invalidProperties=CLFRN1002E: \u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e01\u0e32\u0e23\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a RSIVD \u0e23\u0e35\u0e0b\u0e2d\u0e23\u0e4c\u0e2a\u0e44\u0e21\u0e48\u0e21\u0e35\u0e04\u0e48\u0e32\u0e01\u0e33\u0e2b\u0e19\u0e14 'resourceIdRequestParameter'
error.RPFResource.initCachingService=CLFRN1001E: \u0e02\u0e49\u0e2d\u0e22\u0e01\u0e40\u0e27\u0e49\u0e19\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e04\u0e48\u0e32\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a\u0e01\u0e32\u0e23\u0e41\u0e04\u0e0a\u0e23\u0e35\u0e0b\u0e2d\u0e23\u0e4c\u0e2a {0}: {1}
error.RPFResource.exceptGetEmployeeRecord=CLFRN1013E: \u0e02\u0e49\u0e2d\u0e22\u0e01\u0e40\u0e27\u0e49\u0e19\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e40\u0e23\u0e35\u0e22\u0e01\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e23\u0e35\u0e0b\u0e2d\u0e23\u0e4c\u0e2a id: {0}: {1}
error.RPFResource.exceptAccessCacheService=CLFRN1009E: \u0e02\u0e49\u0e2d\u0e22\u0e01\u0e40\u0e27\u0e49\u0e19\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e02\u0e13\u0e30\u0e17\u0e33\u0e01\u0e32\u0e23\u0e40\u0e02\u0e49\u0e32\u0e16\u0e36\u0e07\u0e41\u0e04\u0e0a\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a id {0}: {1}
