# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N SA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

info.RPFilter.finer.matchResource=CLFRN1016I: \u0391\u03bd\u03c4\u03af\u03c3\u03c4\u03bf\u03b9\u03c7\u03b7 \u03c3\u03b5\u03b9\u03c1\u03ac \u03c7\u03b1\u03c1\u03b1\u03ba\u03c4\u03ae\u03c1\u03c9\u03bd [{0}]. \u039f\u03b9 \u03ba\u03b5\u03c6\u03b1\u03bb\u03af\u03b4\u03b5\u03c2 \u03b1\u03af\u03c4\u03b7\u03c3\u03b7\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9: {1}.

info.RPFilter.indef.invalidTime2Live=CLFRN1008I: \u039c\u03b7 \u03ad\u03b3\u03ba\u03c5\u03c1\u03b7 \u03c4\u03b9\u03bc\u03ae \u03b3\u03b9\u03b1 \u03c4\u03bf \u03c7\u03c1\u03cc\u03bd\u03bf \u03b6\u03c9\u03ae\u03c2: {0}.

warning.RPFilter.unableToFindConfigFile=CLFRN1010W: \u0394\u03b5\u03bd \u03b5\u03bd\u03c4\u03bf\u03c0\u03af\u03c3\u03c4\u03b7\u03ba\u03b5 \u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03c9\u03bd {0}.

error.RPFilter.unsupportedRequestType=CLFRN1015E: \u0395\u03bb\u03ae\u03c6\u03b8\u03b7 \u03b1\u03af\u03c4\u03b7\u03c3\u03b7 \u03bc\u03b7 HTTP.
error.RPFilter.unableToParseConfigFile=CLFRN1011E: \u03a0\u03c1\u03bf\u03ad\u03ba\u03c5\u03c8\u03b5 \u03b5\u03be\u03b1\u03af\u03c1\u03b5\u03c3\u03b7 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7 \u03c3\u03c5\u03bd\u03c4\u03b1\u03ba\u03c4\u03b9\u03ba\u03ae \u03b1\u03bd\u03ac\u03bb\u03c5\u03c3\u03b7 \u03b1\u03c1\u03c7\u03b5\u03af\u03bf\u03c5 \u03c1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03c9\u03bd ({0}): {1}.

info.RPFilter.config.unknownInvalidator=CLFRN1007I: \u039c\u03b7 \u03ad\u03b3\u03ba\u03c5\u03c1\u03bf \u03b5\u03af\u03b4\u03bf\u03c2 \u03bc\u03b5\u03b8\u03cc\u03b4\u03bf\u03c5 \u03b1\u03ba\u03cd\u03c1\u03c9\u03c3\u03b7\u03c2: {0}.
info.RPFilter.config.unknownResponseSetter=CLFRN1014I: \u0386\u03b3\u03bd\u03c9\u03c3\u03c4\u03bf \u03b5\u03af\u03b4\u03bf\u03c2 \u03bc\u03b5\u03b8\u03cc\u03b4\u03bf\u03c5 \u03bf\u03c1\u03b9\u03c3\u03bc\u03bf\u03cd \u03b1\u03c0\u03cc\u03ba\u03c1\u03b9\u03c3\u03b7\u03c2: {0}.

error.RPFProfile.initCachingService=CLFRN1003E: \u03a0\u03c1\u03bf\u03ad\u03ba\u03c5\u03c8\u03b5 \u03b5\u03be\u03b1\u03af\u03c1\u03b5\u03c3\u03b7 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b1\u03c0\u03cc\u03b4\u03bf\u03c3\u03b7 \u03b1\u03c1\u03c7\u03b9\u03ba\u03ce\u03bd \u03c4\u03b9\u03bc\u03ce\u03bd \u03c3\u03c4\u03b7\u03bd \u03c5\u03c0\u03b7\u03c1\u03b5\u03c3\u03af\u03b1 \u03b1\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7\u03c2 \u03c0\u03c1\u03bf\u03c6\u03af\u03bb \u03c3\u03c4\u03b7 \u03bb\u03b1\u03bd\u03b8\u03ac\u03bd\u03bf\u03c5\u03c3\u03b1 \u03bc\u03bd\u03ae\u03bc\u03b7. \u038c\u03bd\u03bf\u03bc\u03b1 \u03c5\u03c0\u03b7\u03c1\u03b5\u03c3\u03af\u03b1\u03c2: {0}.
error.RPFProfile.unknownResourceRequestParam=CLFRN1004E: \u0386\u03b3\u03bd\u03c9\u03c3\u03c4\u03b7 \u03c0\u03b1\u03c1\u03ac\u03bc\u03b5\u03c4\u03c1\u03bf\u03c2 \u03b1\u03af\u03c4\u03b7\u03c3\u03b7\u03c2 \u03c0\u03cc\u03c1\u03bf\u03c5 \u03b3\u03b9\u03b1 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7 \u03c0\u03c1\u03bf\u03c6\u03af\u03bb: {0}.

error.RPFPhoto.initCachingService=CLFRN1006E: \u03a0\u03c1\u03bf\u03ad\u03ba\u03c5\u03c8\u03b5 \u03b5\u03be\u03b1\u03af\u03c1\u03b5\u03c3\u03b7 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b1\u03c0\u03cc\u03b4\u03bf\u03c3\u03b7 \u03b1\u03c1\u03c7\u03b9\u03ba\u03ce\u03bd \u03c4\u03b9\u03bc\u03ce\u03bd \u03c3\u03c4\u03b7\u03bd \u03c5\u03c0\u03b7\u03c1\u03b5\u03c3\u03af\u03b1 \u03b1\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7\u03c2 \u03c6\u03c9\u03c4\u03bf\u03b3\u03c1\u03b1\u03c6\u03b9\u03ce\u03bd \u03c3\u03c4\u03b7 \u03bb\u03b1\u03bd\u03b8\u03ac\u03bd\u03bf\u03c5\u03c3\u03b1 \u03bc\u03bd\u03ae\u03bc\u03b7. \u038c\u03bd\u03bf\u03bc\u03b1 \u03c5\u03c0\u03b7\u03c1\u03b5\u03c3\u03af\u03b1\u03c2: {0}.
error.RPFPhoto.unknownResourceRequestParam=CLFRN1005E: \u0386\u03b3\u03bd\u03c9\u03c3\u03c4\u03b7 \u03c0\u03b1\u03c1\u03ac\u03bc\u03b5\u03c4\u03c1\u03bf\u03c2 \u03b1\u03af\u03c4\u03b7\u03c3\u03b7\u03c2 \u03c0\u03cc\u03c1\u03bf\u03c5 \u03b3\u03b9\u03b1 \u03b1\u03bd\u03b1\u03b6\u03ae\u03c4\u03b7\u03c3\u03b7 \u03c6\u03c9\u03c4\u03bf\u03b3\u03c1\u03b1\u03c6\u03af\u03b1\u03c2: {0}.

# LM is: Last Modified
warning.RPFResource.notSuccessInit=CLFRN1012W: \u0395\u03c0\u03b9\u03c7\u03b5\u03b9\u03c1\u03ae\u03b8\u03b7\u03ba\u03b5 \u03b7 \u03c7\u03c1\u03ae\u03c3\u03b7 \u03b1\u03bd\u03b5\u03c0\u03b9\u03c4\u03c5\u03c7\u03ce\u03c2 \u03b5\u03c4\u03bf\u03b9\u03bc\u03b1\u03c3\u03bc\u03ad\u03bd\u03bf\u03c5 \u03c6\u03af\u03bb\u03c4\u03c1\u03bf\u03c5 \u03b1\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7\u03c2 LM \u03c0\u03c1\u03bf\u03c6\u03af\u03bb \u03c3\u03c4\u03b7 \u03bb\u03b1\u03bd\u03b8\u03ac\u03bd\u03bf\u03c5\u03c3\u03b1 \u03bc\u03bd\u03ae\u03bc\u03b7.

# RSIVD is: Response-Setter Invalidator
error.RPFResource.invalidProperties=CLFRN1002E: \u03a3\u03c4\u03b9\u03c2 \u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2 \u03b1\u03c0\u03cc\u03b4\u03bf\u03c3\u03b7\u03c2 \u03b1\u03c1\u03c7\u03b9\u03ba\u03ce\u03bd \u03c4\u03b9\u03bc\u03ce\u03bd \u03b3\u03b9\u03b1 \u03c4\u03bf\u03bd \u03c0\u03cc\u03c1\u03bf RSIVD \u03b4\u03b5\u03bd \u03c0\u03b5\u03c1\u03b9\u03ad\u03c7\u03b5\u03c4\u03b1\u03b9 \u03b7 \u03c0\u03b1\u03c1\u03ac\u03bc\u03b5\u03c4\u03c1\u03bf\u03c2 'resourceIdRequestParameter'.
error.RPFResource.initCachingService=CLFRN1001E: \u03a0\u03c1\u03bf\u03ad\u03ba\u03c5\u03c8\u03b5 \u03b5\u03be\u03b1\u03af\u03c1\u03b5\u03c3\u03b7 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b1\u03c0\u03cc\u03b4\u03bf\u03c3\u03b7 \u03b1\u03c1\u03c7\u03b9\u03ba\u03ce\u03bd \u03c4\u03b9\u03bc\u03ce\u03bd \u03c3\u03c4\u03b7\u03bd \u03c5\u03c0\u03b7\u03c1\u03b5\u03c3\u03af\u03b1 \u03b1\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7\u03c2 \u03c0\u03cc\u03c1\u03c9\u03bd \u03c3\u03c4\u03b7 \u03bb\u03b1\u03bd\u03b8\u03ac\u03bd\u03bf\u03c5\u03c3\u03b1 \u03bc\u03bd\u03ae\u03bc\u03b7 {0}: {1}.
error.RPFResource.exceptGetEmployeeRecord=CLFRN1013E: \u03a0\u03c1\u03bf\u03ad\u03ba\u03c5\u03c8\u03b5 \u03b5\u03be\u03b1\u03af\u03c1\u03b5\u03c3\u03b7 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03b1\u03bd\u03ac\u03ba\u03c4\u03b7\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03c4\u03b1\u03c5\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1\u03c2 \u03c0\u03cc\u03c1\u03bf\u03c5: {0}: {1}.
error.RPFResource.exceptAccessCacheService=CLFRN1009E: \u03a0\u03c1\u03bf\u03ad\u03ba\u03c5\u03c8\u03b5 \u03b5\u03be\u03b1\u03af\u03c1\u03b5\u03c3\u03b7 \u03ba\u03b1\u03c4\u03ac \u03c4\u03b7\u03bd \u03c0\u03c1\u03cc\u03c3\u03b2\u03b1\u03c3\u03b7 \u03c3\u03c4\u03b7\u03bd \u03c5\u03c0\u03b7\u03c1\u03b5\u03c3\u03af\u03b1 \u03b1\u03c0\u03bf\u03b8\u03ae\u03ba\u03b5\u03c5\u03c3\u03b7\u03c2 \u03c3\u03c4\u03b7 \u03bb\u03b1\u03bd\u03b8\u03ac\u03bd\u03bf\u03c5\u03c3\u03b1 \u03bc\u03bd\u03ae\u03bc\u03b7 \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03c4\u03b1\u03c5\u03c4\u03cc\u03c4\u03b7\u03c4\u03b1 {0}: {1}.
