# ***************************************************************** 
#                                                                   
# IBM Confidential                                                  
#                                                                   
# OCO Source Materials                                              
#                                                                   
# Copyright IBM Corp. 2006, 2016                                    
#                                                                   
# The source code for this program is not published or otherwise    
# divested of its trade secrets, irrespective of what has been      
# deposited with the U.S. Copyright Office.                         
#                                                                   
# ***************************************************************** 

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMJDK21
# COMPONENTPREFIX CLFRN

## G11N SA UI

# NLS_MESSAGEFORMAT_VAR
str_component_id=CLFRN

info.RPFilter.finer.matchResource=CLFRN1016I: \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u062d\u0631\u0648\u0641 \u0645\u0637\u0627\u0628\u0642\u0629 \u200f[{0}]\u200f\u060c \u0646\u0635\u0648\u0635 \u0631\u0623\u0633 \u0627\u0644\u0637\u0644\u0628 \u0647\u064a: {1}.

info.RPFilter.indef.invalidTime2Live=CLFRN1008I: \u0648\u0642\u062a \u063a\u064a\u0631 \u0635\u062d\u064a\u062d \u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0645\u062f\u0629 \u0627\u0644\u0639\u0645\u0631\u064a\u0629: {0}.

warning.RPFilter.unableToFindConfigFile=CLFRN1010W: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u064a\u062c\u0627\u062f \u0645\u0644\u0641 \u0627\u0644\u062a\u0648\u0635\u064a\u0641 {0}.

error.RPFilter.unsupportedRequestType=CLFRN1015E: \u062a\u0645 \u0627\u0633\u062a\u0644\u0627\u0645 \u0637\u0644\u0628 \u0644\u064a\u0633 \u200fhttp\u200f.
error.RPFilter.unableToParseConfigFile=CLFRN1011E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u062d\u0644\u064a\u0644 \u0645\u0644\u0641 \u0627\u0644\u062a\u0648\u0635\u064a\u0641 \u200f({0}): {1}\u200f.

info.RPFilter.config.unknownInvalidator=CLFRN1007I: \u0646\u0648\u0639 \u200finvalidator\u200f \u063a\u064a\u0631 \u0645\u0639\u0631\u0648\u0641: {0}.
info.RPFilter.config.unknownResponseSetter=CLFRN1014I: \u0646\u0648\u0639 \u0645\u062d\u062f\u062f \u0627\u0644\u0627\u0633\u062a\u062c\u0627\u0628\u0629 \u063a\u064a\u0631 \u0645\u0639\u0631\u0648\u0641: {0}.

error.RPFProfile.initCachingService=CLFRN1003E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0628\u062f\u0621 \u062a\u0634\u063a\u064a\u0644 \u0627\u0633\u0645 \u062e\u062f\u0645\u0629 \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a \u0644\u0627\u0633\u0645 \u0627\u0644\u062e\u062f\u0645\u0629: {0}
error.RPFProfile.unknownResourceRequestParam=CLFRN1004E: \u0645\u0639\u0627\u0645\u0644 \u0637\u0644\u0628 \u0627\u0644\u0645\u0635\u062f\u0631 \u063a\u064a\u0631 \u0645\u0639\u0631\u0648\u0641 \u0644\u0628\u062d\u062b \u0645\u0644\u0641 \u0627\u0644\u0645\u0648\u0635\u0627\u0641\u0627\u062a: {0}.

error.RPFPhoto.initCachingService=CLFRN1006E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0628\u062f\u0621 \u062a\u0634\u063a\u064a\u0644 \u0627\u0633\u0645 \u062e\u062f\u0645\u0629 \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0648\u0642\u062a \u0644\u0644\u0635\u0648\u0631\u0629 \u0644\u0644\u062e\u062f\u0645\u0629: {0}
error.RPFPhoto.unknownResourceRequestParam=CLFRN1005E: \u0645\u0639\u0627\u0645\u0644 \u0637\u0644\u0628 \u0645\u0635\u062f\u0631 \u063a\u064a\u0631 \u0645\u0639\u0631\u0648\u0641 \u0644\u0628\u062d\u062b \u0627\u0644\u0635\u0648\u0631\u0629: {0}.

# LM is: Last Modified
warning.RPFResource.notSuccessInit=CLFRN1012W: \u0645\u062d\u0627\u0648\u0644\u0629 \u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0645\u0646\u0642\u062d \u0630\u0627\u0643\u0631\u0629 \u0648\u0633\u064a\u0637\u0629 \u200fLM\u200f \u0644\u0645\u0644\u0641 \u0628\u064a\u0627\u0646\u0627\u062a \u062a\u0639\u0631\u064a\u0641 \u0644\u0645 \u064a\u062a\u0645 \u062a\u0634\u063a\u064a\u0644\u0647 \u0628\u0646\u062c\u0627\u062d.

# RSIVD is: Response-Setter Invalidator
error.RPFResource.invalidProperties=CLFRN1002E: \u0627\u062e\u062a\u064a\u0627\u0631\u0627\u062a \u0628\u062f\u0621 \u062a\u0634\u063a\u064a\u0644 \u200fRSIVD\u200f \u0644\u0644\u0645\u0635\u062f\u0631 \u0644\u0627 \u062a\u062a\u0636\u0645\u0646 \u0645\u062d\u062f\u062f  \u200f'resourceIdRequestParameter'\u200f.
error.RPFResource.initCachingService=CLFRN1001E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0628\u062f\u0621 \u062a\u0634\u063a\u064a\u0644 \u0627\u0633\u0645 \u062e\u062f\u0645\u0629 \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a \u0644\u0644\u062e\u062f\u0645\u0629 {0}: {1}
error.RPFResource.exceptGetEmployeeRecord=CLFRN1013E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0633\u062a\u0631\u062c\u0627\u0639 \u0643\u0648\u062f \u0627\u0644\u0645\u0635\u062f\u0631: {0}: {1}
error.RPFResource.exceptAccessCacheService=CLFRN1009E: \u062d\u062f\u062b \u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u0627\u062a\u0635\u0627\u0644 \u0628\u062e\u062f\u0645\u0629 \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0648\u0642\u062a \u0644\u0644\u0643\u0648\u062f {0}: {1}
